{
    "url": "https://www.youtube.com/watch?v=TJ2ifmkGGus",
    "transcript_chunks": {
        "0": "- In this video, we're curing 1,000 people's blindness. (crowd cheering) It's gonna be crazy. - [Narrator 1] Most of us\nsee the world like this. But here's the thing, 200 million people see\nthe world like this. - [Mr. Beast] But I just made it one less. - Oh. Wow. - [Narrator 1] She is just one of 1000 blind people we helped from around the world. - They can't see. But we have all the technology to fix it. - Yep, half of all the\nblindness in the world is people who need a 10-minute surgery. - Crazy.\n- Yeah. - Oh",
        "1": "my God. I see everybody. - Oh, I can see clearer. (laughs) I can jump for joy! (laughs) - Yeah, I can see your face, I can see your face, I can see your face. - [Mr. Beast] If you're wondering how the surgery allows\npeople to see again, it's because the lens in\ntheir eyes is so cloudy that they can't see through it. So the surgeon uses a tiny vacuum to suck up the clouded lens. - Whoa, it's sucking. - [Mr. Beast] And replace\nit with an artificial one. - [Narrator 2] The surgery is that simple. They can see",
        "2": "again. - Woo... Oh my... - You pay for my surgery? - Yes. - Seriously? - You know what? Here's $10,000. To make your day even better.\n(person in mask screaming) Is she okay? We're gonna go fix more people's eyesight. She's squeezing hard. - [Narrator 1] And we're\njust getting started. We still have 980 lives left to change. - Sheesh! There's my watch. I've never seen it before. - Oh my God. - I have night blindness, I couldn't see. And you just deal with it for life. - I'm Nolan, by the way. - I'm Karl. - You're Karl?",
        "3": "I know a guy named Karl. Not a good guy. - [Mr. Beast] Moment of truth. - Wow, you are pretty ain't you? (Mr. Beast chuckling) - What's it like? What do you see? - Blur. - How long have you not\nbeen able to work for? - Four months? - Did you hear about\nthe cross eyed teacher? She couldn't control her pupils. - Ugh... - I'm gonna need an anesthetic soon. (dramatic upbeat music) - Oh man. No cloudiness, no blurriness. - Oh, it's perfect. - [Mr. Beast] Now what's it like? - I can see everything. - I don't",
        "4": "need these. (laughs) - Our next patient is Charlie. You're not able to read\nany of this text on the TV? - Nope, it's an E or something I think. - He won't know he won 10 grand until after his surgery. I can't wait to see his reaction. Charlie sees everything like this, and it's made him and his\nfamily's life extremely difficult. - I was a cashier and my eyes was getting so bad, I couldn't see how much\nmoney to give back. I just wanna get my vision back so I can go back to work. - Man, you're gonna",
        "5": "be really\nhappy after this surgery. - We'll see after it. - Trust me, you will see. - [Mr. Beast] When\npatients go into surgery, there's a chance that they\ncan get their life back. And for Charlie, if the surgery goes well, he can go back to work. What's it like? - Oh, wow. - All right, let's see\nif he can read it now. What does this say? - You just won $10,000. - Here you go. - Oh my gosh. - Oh my gosh.\n- Oh. - [Charlie] It feels good. I didn't think I was ever\ngonna be able to see again.",
        "6": "- Thank you all so much. - I don't wanna lose none of it. - I'll hold on to it. - Oh no, I'll hold on to it.\n(everyone laughing) - Dr. Nolan. - He's not really a doctor. He's a fool. - Do you need any help? (medical staff laughing)\n(upbeat music continues) - Wow. - And I just haven't been\nme for the last 62 years. I can actually see your face. - That's crazy. - I can read this. (Mr. Beast laughing) - When you come out of the surgery, what's the first thing that\nyou are excited to see? -",
        "7": "My son. He's been my rock through all of this. - Before the operation, you mentioned the first\nthing you wanted to see was your son. - Seeing him, seeing his face. That's what I miss you know. - You're gonna make me cry. - No, no. You're good, man. You're good. You're really good, man. - [Mr. Beast] All right. - Oh my God, man. - There you go. - Hey, Dad. Don't cry. - I can see everybody's\nfacial features now. Just a little blurry\nwith my tears coming out. (everyone chuckling) - How's it going? - Okay. (chuckles) Yeah, I've",
        "8": "been subscribed\nto you for like 11 years. - Really? Oh my gosh. - Jeremiah has been blind in his right eye since he was born. And it's affected his\nvision his entire life. Are you excited to be\nable to see out of both? - Hopefully, if the surgery goes that way. - [Narrator 1] Because Jeremiah\nwas born with cataracts, his right eye has never received light. Which means this surgery only\nhas a 50% chance of working. - I think we go ahead and get it underway, and then we'll just talk post-op. - [Narrator 1] And while\nJeremiah's surgery was underway, I",
        "9": "met another young man named, Satchel. - Did they tell you I was gonna be here? - No.\n- Good. He had poor vision from birth, and almost lost his entire vision after a go-karting accident. - All I see is like blur and color. I can barely see the shapes. - Obviously, you can't drive, right? - No, I cannot. - And this is the real\nreason why we're doing this. Blindness can take away\nparts of your life. - And you know, I wanna drive. Since I can't drive, I'm just at home. - Good luck. We'll see you after the",
        "10": "procedure. He mentioned multiple times, he really wants to drive after this procedure fixes his eyesight. So I'll see you at the end of the video when we surprise him\nwith a brand new Tesla. - [Narrator 1] But first, let's see if Jeremiah's\nsurgery was successful. - Let's do this. How'd it go? - Good.\n- Yeah? Are you excited? - (laughs) Yeah.\n(gentle uplifting music) - Take your time. No pressure. - Everything looks so more clear. - Yeah? To make this day even more special, since you're about to graduate high school and go to college, we wanted to give you",
        "11": "$50,000\nto put towards college. (gentle uplifting music continues) - I didn't even think this was real. Like I'm waiting to wake up. Oh my god. - [Narrator 2] And now, let's check in to see how\nSatchel's surgery went. - Now I don't even see any blur. It's kind of great. - How are you feeling? How's life been now? - It's been good, you know. I'll be like looking at the cars and I'm like, \"Wow, I can see that car \"all the way over there.\" - That's good. If you're gonna drive. - Yeah.\n(everyone laughing) - I have a",
        "12": "surprise for you. Do you mind putting on this blindfold? - Hold on, hold on. - I know it's a little ironic that we just did the surgery. Satchel, take off your blindfold. (car horn beeping) - What?\n(upbeat music) - This is your brand new Tesla. - Woo! - And if Chris wrecks it, I'll buy another one. - Oh! (chuckles) Literally, I cannot put into words how I feel right now. - Have you ever driven a car before? - No.\n(upbeat music continues) - I love how we're letting a guy who couldn't see a couple\nweeks ago drive us.",
        "13": "- Yeah.\n- Wait. There's one cone you should hit. - Don't hit the cone. (upbeat music continues) - Yeah!\n(everyone applauding) (car horn beeping) - So not only are we helping\npeople here in America but we're also going to other\nplaces around the world. - [Narrator 1] Because unfortunately, nearly half the population\nwith curable blindness doesn't have access to this surgery. - [Narrator 2] So I wanted to provide this for as many people as possible. (uplifting orchestral music) - You see how many? - Two. - I can see! - As a thank you because you were just so\ngracious in this",
        "14": "video, we wanna make a $100,000 donation. - It'll bring sight to\nthousands of people. (speaking in foreign language) - I see everything. - Oh my god, you are so beautiful. (Nolan laughing) Wow! - Thank you, Mr. Beast. - Thank you. - [Everyone] Thank you! (uplifting orchestral music fades)"
    },
    "summary": "In a heartwarming video, Mr. Beast and a team help 1,000 blind people regain their sight through simple eye surgeries. The emotional journey showcases the life-changing impact of these procedures on individuals who can now see their loved ones and the world around them clearly, offering hope and joy.",
    "scene_captions": {
        "8": "The image shows two individuals who appear to be having a discussion. Both are wearing scrubs, which suggests they may be healthcare professionals, possibly doctors or nurses. The scrubs are different colors; one person is in light blue scrubs while the other is in dark blue with a logo that says \"see.\" They are seated at a polished wooden table, and in the background, there's a printer or a scanner on top of a cabinet. One of the individuals is gesturing with his hand, perhaps emphasizing a point or explaining something, and both are looking at each other, which indicates active engagement in the conversation. There are also some papers and possibly a water bottle on the cabinet in the background. The environment suggests this could be an office space within a medical facility.",
        "4": "The image shows an indoor scene, possibly within a medical or clinical setting. There are two individuals in the frame. On the left is a person reclining on a medical bed or gurney, covered with a white blanket and wearing a head covering, typically seen in a medical context. On the right is another individual, likely a healthcare worker, wearing blue medical scrubs and latex gloves, engaged in conversation with the reclining person or about to perform a medical procedure. The background features medical equipment and supplies, counters, and cabinets, suggesting this could be a hospital room or a pre-op/post-op area. The overall scene depicts a healthcare professional attending to a patient.",
        "5": "The image shows a person wearing a t-shirt with the text \"NARUTO\" on it, indicating a reference to the popular anime series. The individual appears to be sitting in a room with a clinical or laboratory setup, as there is a piece of equipment that resembles an eye examination device in the background. The person seems to be in a relaxed or contemplative moment, touching their mouth with their hand, possibly in thought or mid-conversation. The environment suggests some kind of professional setting, potentially related to eye care or optics.",
        "7": "The image depicts three individuals in a room that appears to resemble a medical or optometry office, given the presence of vision testing equipment in the background. There are two men and one woman; the woman is seated and facing one of the men, while the other man is sitting in the background, looking on. The words \"3 WEEKS LATER\" suggest that this image might be from a video documenting a sequence of events over a period of time, possibly a follow-up or an outcome after an initial event. The environment seems casual and all three individuals look engaged in a conversation or a consultation.",
        "6": "The image shows a person sitting down, likely in a medical or optical setting based on the equipment in the background. Another person appears to be wiping or covering the sitting person's eyes with a white cloth or tissue. The person being assisted seems to be in some discomfort or having a reaction, as suggested by the facial expression. It's possible that this could be a part of some medical procedure, treatment, or examination related to the eyes.",
        "2": "The image shows a person lying on a reclined medical or dental chair. The individual is wearing a surgical cap and a face mask, which is commonly seen in healthcare settings, suggesting they might be undergoing a medical or dental procedure. The person is also wearing what appears to be a green clinic gown. There is a pair of eyeglasses resting on the chest or abdomen, which may have been removed for the procedure. Additionally, there are white materials, such as gauze or a pad, adhered near the temple area on the left side of the face, potentially for protective or sterile purposes. The environment indicates a clinical setting, with medical cabinets in the background and a light, neutral color scheme commonly used in such environments for cleanliness and calm.",
        "3": "In the image, we see two individuals wearing surgical scrubs, masks, and caps, suggesting they are medical professionals, likely in an operating room. They are standing on either side of an operating table, which is covered with blue surgical drapes. There is an array of medical equipment around, including what appears to be a surgical light above and various machines and monitors that would typically be used to track a patient's vital signs during a procedure. On the right, one of the individuals is holding an instrument, possibly preparing for or in the middle of a surgical procedure. Due to the protective gear and overall setting, it is clear that they are practicing aseptic technique to maintain sterility during a medical procedure. The exact nature of the procedure or the roles of the individuals cannot be determined from this image alone.",
        "1": "The image is a close-up shot of what appears to be a human eye. The focus is on the iris, which has a pattern of colors, and the pupil is at the center. The image is slightly blurred, adding an artistic or dreamy effect.",
        "0": "The image is blurry and not focused properly, but it appears to capture a crowd of people with a man at the forefront who seems to be in motion or possibly dancing. The motion blur gives the impression of movement and energy in the scene. The crowd around the man is composed of various individuals, some of whom are wearing sunglasses and casual clothing. It looks like they could be at an outdoor event or gathering."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/TJ2ifmkGGus/hqdefault.jpg",
    "title": "1,000 Blind People See For The First Time",
    "views": 171661801,
    "likes": 10188340,
    "duration": "08:01",
    "description": "If you would like to support more of this sight-restoring work, visit https://seeintl.org/join \nTry My MrBeast Snacks! - https://feastables.com/\n\n\nNew Merch - https://mrbeast.store/\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}