{
    "url": "https://www.youtube.com/watch?v=vBpQ1SlfVtU",
    "transcript_chunks": {
        "0": "This is the largest shredder\nin the world, and this Lamborghini\nis going to fall in it. We're also nuking\nan entire life size village, shooting real tanks\nat a literal Lamborghini, and crushing this store\nwith the world's largest domino. This is the first\nof many experiments. You're going to love this video.\nYou ready? - Ready!\n- This is going to be crazy. All right.\nThey're falling. Come on. All right, it's working. It's actually working. Are we going to have to run? You hear the thud? Oh, it's going. All right, that was the tallest\ndomino in the world. That was the new tallest domino\nin the world.",
        "1": "Down goes the domino! Oh, my God! That was insane! - That was crazy!\n- We were way too close! This isn't even the coolest thing\nwe're doing in this video. We're detonating the biggest\nexplosion in YouTube history, launching a rollercoaster\noff its track, and so much more! Let's go to the next experiment. We got a lot of experiments today. And up next, we're going to destroy\nan entire village with a massive creeper explosion. And just for reference, a human sized version\nlooks like this. - Oh!\n- Oh, okay. But we're going to be detonating\none 50 times bigger Steve, somehow you survived\nthe last",
        "2": "creeper. This one… I'm not quite sure\nyou're going to survive. We don't believe Steve's\ngoing to make it? Oh, heck no. Even though this is 50 times bigger,\nit has 200 times the TNT. Bye, Steve. - Okay, let's head in the bunker.\n- All right, Steve. Let's send Steve into the abyss. Just so you know\nhow big this creeper is, Steve is actually taller than me. - He's getting close.\n- We're in the Green Zone. This is going to be\na massive explosion. It's getting closer, any second now. I don't know\nwhen it's going to happen. Oh, I'm scared. Oh, my gosh. -",
        "3": "Oh, my God.\n- I'm speechless, for once. I'm still processing that. - That was insane.\n- How are we allowed to do this? - We live in a country called America.\n- Go, America. If you thought that was cool,\nI got news for you. It's about to get a whole lot cooler.\nFor our next experiment, I bought another Lamborghini. - Adam, this is your Lamborghini.\n- Thank you. And you're probably wondering,\nthough, what's the catch? Yes. That's exactly\nwhat I'm wondering. How do I put this? Recently, I may have obtained\na military grade tank. In exactly three days, I'm going to be raining\nmissiles on",
        "4": "your new car. And you get to use my credit card to spend as much money\nas you want trying to defend it. If the Lamborghini survives,\nyou have a brand-new car. I'm going to spend whatever\nit takes to defend this Lambo. That's why I gave you my card. Okay, fine. I'm going to do it. A lot of things racing\nin my mind right now, but it's simplified into Stop Shell,\nwin Lambo. Adam's first move was to call\na construction crew to bring in building materials\nand help him set up his first wall. I'm going to want all the walls\nto kind of be",
        "5": "a foot over my head. That'll at least protect\nthe direct shots on the Lambo. Now for the second part of my process,\nit's going to be the pool. There was a MythBusters episode where they were\nshooting rounds into a pool, so that should stop\nthe velocity heavily. Adams got a lot of work ahead of him\nto keep his Lambo from danger. And speaking of danger, we bought the world's\nmost dangerous roller coaster. And if you're\nwondering why it's dangerous… Basically, I put bombs on the ride. In theory, if you were to ride\nthis roller coaster, you should get launched off this rail. The",
        "6": "only question is\nwhere would you land? Let's see how far it goes\nwhen it gets launched off it. And obviously, before we launch it,\nwe're going to put mannequins on it. Everyone, put your mannequin\nwhere you want. He's got a good head on his shoulders. And the final touch. Push! As hard as you can! - All right, get out of the way.\n- Go! Go! Go! All right, there it is. This thing's going fast. All right. Now, it's going\nto come down and go off the ramp. Here it goes. Go, go, go. All right.\nHold up, hold up, hold up. Oh, that",
        "7": "actually scared me. To be honest,\nI thought it would go further. That was cool and all. Let's do that again. but with an explosive in the cart. Inside these boxes,\nthere's dozens of pounds of TNT. When we're done pushing,\nrun to the bunker. You don't have to tell me to do that. Go, go, go, go. We're going. All right, I'm running. Go, guys. Go! - Go quicker.\n- Go, go, go, go, go! Oh, my Gosh! - Get inside.\n- It's going down! That was awesome! It might not have flown 100 feet,\nbut at least we blew it up. But that explosion\nis",
        "8": "literally nothing compared to what you're\nabout to see. For the next experiment,\nwe have three safes, one that costs $1,000, $10,000, and finally, the $100,000 safe. It's bigger than me. And we're going to see\nhow many explosives they can resist. These are actual explosives. Why is Chandler bringing them in? He's my dealer. - Okay.\n- Carefully set it down. I know this doesn't look like a lot,\nbut this is $1,000. For however much\nwe spent on each safe, we spent the same amount on TNT. And we're going to see who wins\nthis $1,000 safe or $1,000 in explosives. I'm going to put",
        "9": "an egg\ninside the safe. Let's see if it turns\ninto scrambled eggs. Usually during explosives,\nwe have a wireless switch. This time, it's hardwired. Why? That actually scared me. Well, the egg in the safe\nliterally don't exist anymore. Let's try this again with 10 times the explosives\nand a safe 50 times stronger. No joke, this thing has three-inch-thick steel. Grab a crate of explosives. This is like explosive Jenga. Oh, my gosh. We're like putting presents\naround a Christmas tree. The last egg did not survive. Let's see if a $10,000 safe\ncan protect it. Is this safe\nreally worth ten grand if it can't",
        "10": "protect an egg from TNT? I don't know\nif safes are meant to stop TNT. - This button is hot.\n- You want to hit it? I do. 3, 2, 1, go! Oh! - What? Oh, my…\n- Bro. The next one is supposed\nto be 10 times bigger. Than that one, which was ten times\nbigger than the previous one. Oh, my God.\nHe put a divot in the ground. Yo, can you guys believe Nolan's\nmom fell right here? Oh, my God. It broke the glass\non the hundred thousand safe. In hindsight, I should've\nput the safes further apart. Ever since we were born,\nwe've always wondered",
        "11": "if you put $100,000 worth\nof explosives around $100,000 safe, would it protect an egg? The age-old question. You're in luck\nbecause I'm about to answer it. So heavy! This safe is now surrounded\nby $100,000 in explosives? You could say it's unsafe now. Out of every explosion\nwe've ever done, what you're about to see\nis the biggest by far.  Our videos have gone so crazy\nthat people think we fake them. This is a real explosion. Three, two, one. I don't even have any words. - We woke up everybody in the city.\n- Everybody in the entire state. Let's see if the egg",
        "12": "survived.\nOh, my gosh. Bro, the back of the safe is gone. Bro, it broke the foundation. It's all cracked in the floor. It seems like they\nput all their effort in the 37,000 pound door\nand not the walls of the safe. And the egg did not survive. If you ever want to rob a bank, just buy a hundred grand worth of TNT. in the meantime, Adam had been going\nall night building his structure. It's like 2:00 a.m.,\nstill so hot out here. And when I came back in the morning, I noticed he had some\npretty interesting ideas for it. Adam!\nWhat am",
        "13": "I looking at? Scrapyard had a lot of cars, I'm going to have at least\ntwo layers of cars and I'm probably going to stack them. The real secret is I'm going to be\nusing the engine block to stop it, That should give it\nmore stopping power than just the side of a vehicle. So far, Adam has\ntwo cinder block walls, two layers of stacked cars\nand three pools full of water, all just to protect\nthis Lamborghini from the tank's shot. What do you think the odds are\nthat the Lambo survives? That Lambo's mine, baby.\nWe're going to get it done. But I wasn't",
        "14": "about to go easy on it, so we brought in extra support\nfor tomorrow. Boys! Bring them in! Oh, my gosh. Jimmy. Now that we brought in two more tanks,  the Lambo will be\ntargeted from all sides. Adam doesn't stand a chance. You have a little less\nthan 24 hours left. Good luck, Adam. You're going to need it. All jokes aside,\nI am actually stressed out about that If I'd known there were\ngoing to be three tanks, I would've strategized\ncompletely different. While you're building,\nwe're going to go test the tanks. Oh, great. Thanks. Kris. Do you want to do the honors?",
        "15": "- Yeah.\n- Too bad. The test we built consists\nof a hundred pound safe, a trampoline\nand bulletproof glass. But… Did it go through it? Oh, I can literally see through it\nfrom back here. This is the weakest\nof the three tanks. Adam is screwed. While Adam was wrapping up\nhis protection for his Lamborghini, we're going to throw one\ninto a shredder. And to show you\nhow powerful it is, I'm going to shred\nsome other stuff first. - Karl, send it.\n- Here we go! Yeah. Let's see what happens. Oh, yeah! That is so awesome! That doesn't sound like piano noises. Yeah! I think we",
        "16": "need to wash down\nthat piano. I agree.\nSend the coke. I'm 99% sure these are going\nto blow up. Oh, there it goes! And while we're doing this, I want to tell you guys\nabout Creator League. It's a gaming league brought to you\nby eFuse and eight of the biggest\ngaming entertainers in the world. It's like having a front row\nseason ticket, but you're not just watching. You're actively drafting teams, changing strategies\nand sharing in the reward. Oh, my God. Up next, we have\na Hershey's vending machine. I'll do you guys a favor\nby getting rid of it. There it goes. There goes the Hershey's.",
        "17": "Is it stuck? Turns out not even this\nmassive shredder can digest Hershey's. When you purchase\na Creator League pass, you're able to influence the league, compete at weekly tournaments,\nwin prizes, and potentially even meet\nsome of your favorite influencers. And if you sign up in\nthe next seven days, you'll receive a free box\nof Feastables. I'm grabbing the porta potty. Who taught Kris how to use this stuff? Creator League gives you full control\nover what games creators play. Kris, drop it! Who's on each team, What are the rules,\nand so much more. Oh, it smells. We've been in this junkyard\nfor 10 hours, and",
        "18": "even I took a\npoop in that earlier. One Creator pass equals\none vote, and you have full influence over almost everything\nthey do in the league. Click the link in the description\ndown below and sign up for Creator League\nright now. while we clean out this shredder\nto get it ready for the Lamborghini, we're going to go shoot\nanother one with tanks. And things aren't looking good\nfor Adam. because he was running\ninto a ton of problems on his last night of filming. We're hitting some issues.\nWe need some things. Nothing's open, not being able\nto get enough resources. This is my last bricks. I can't",
        "19": "believe we even\ngot these done. three tanks is just impossible. I got to work through\nthe rest of the night. I wouldn't forgive myself\nif I went to sleep now. Adam. Hi, Jimmy. Please tell me\nyou're not still building. Can I get five more hours? Over the last 24 hours. Adam has managed\nto stash 20 more cars, build four more walls to the sides, and he also put two more giant pools. But you went out of your way\nto build this pool, but didn't fill it up. Yup. I ran out of time to fill it up. You should learn time management.",
        "20": "Yes, I should. Noticing a lot less cars over here. Yeah. Oh, I see you put sand in here. Does it make it harder to push over? It'll be fine, Bro, do you just not want the Lambo? It's going to work. Okay. This might be the last time\nwe see this Lamborghini in one piece. Stay strong. I'll be back soon. And I've obtained 20 real tank shells. Don't ask me how. And we're not going to stop firing\nuntil we use all of them. The boys are loading the tanks. This is going to be awesome. - Why is mine",
        "21": "so small?\n- You know why. The moment of truth. Are you ready? Three, two, one. Oh. One of my pools. We got a pool. No, no, no. Our first shot literally\nhit the pool in front of the Lambo. The water poured everywhere. How much water did you put in those pools? Oh, this is gross. Fire in the hole! Oh, my God. I'm still holding out faith. Hey, this one at the same time. - All three.\n- Oh, my God. Three, two, one. Adam's walls make it impossible\nto see the Lamborghini from here. So until we run out of ammo,",
        "22": "we have no idea if\nhis car made it or not. - I felt that one.\n- Yeah, this is not good. Reload the tanks. Kris. Karl. Nolan. Your defense is not holding up there. This is not good. I'm kind of grasping the straws\nat this point. I've done all I can do. Fire in the hole. I have way too much power. I was so confident today too. I love how is just rapid-fire tanks\nright now. My only hope is that they're missing. Anyways, what were you saying?\nLast shot. Adam, this time\nyou don't get a choice. - You have to pull.\n-",
        "23": "If Imma go down, Imma go down looking like a G. All right. Oh, he's running! Adam's car, it's done for. I can't see. I can't see. Let's go! Come on! Wait. Are there no holes in it? - Man, let's go baby!\n- You did it! What's crazy is, even though the cars aren't strong enough\nto stop the rounds, they were able to deflect them away from the Lamborghini. - There's a bullet in the pool.\n- Oh, my God. There's a bullet in the pool. The pool right\nin front of the Lamborghini, caught a bullet for you. Thank you, MythBusters.",
        "24": "I owe you this,\nbut Imma keep the Lambo. Oh, my gosh. Oh, will he fit? Hey, he fits! Hey, we're gonna make it work. That's fine.\nWe're gonna make it work. Congratulations on the Lambo. Let's go shred another one. And now, the moment you savages\nhave been waiting for. This hunk of metal is going\nin the world's largest shredder. - Is it time?\n- It's time! Let's drop it. Karl, are you ready? - Ready!\n- Send the Lamborghini! This suspense is killing me. - Oh, my God.\n- It's hanging over the edge! Oh, my God! There it goes. Lamborghini versus\nthe world's largest",
        "25": "shredder. It's about to... Oh! Yeah! Look at it.\nIt looks like it's dancing. This is the coolest\nthing I've ever seen Bro, our building's shaking. Oh. The car's fighting back. I think we need to push it down. It's stuck in the Lamborghini tires, so the crane's going to push it down. Whoa. Yeah! Shred the car. Shred the car. It's doing it. Oh, my God. All right. And that is what a shredded\nLamborghini looks like. Don't worry, it didn't work.\nIt was decommissioned. Subscribe, because we have\nsome insane videos coming up, and I'd hate for you\nto miss them. See you later."
    },
    "summary": "The video showcases a series of extreme experiments involving shredding a Lamborghini, nuking a life-size village, shooting tanks, crushing dominoes, detonating explosions, and testing safes against explosives. Advertisements for Creator League and the shredding device are interspersed throughout the action-packed sequences. Ultimately, the Lamborghini is shredded in the world's largest shredder.",
    "scene_captions": {
        "8": "The image shows a scene with several vehicles on a dirt track or an off-road area with uneven terrain. In the foreground, there is a military tank facing towards the camera. The environment looks like a sandy pit or quarry, which may be used for off-roading activities or could be a military training area given the presence of the tank. There are multiple civilian vehicles parked behind the tank on a sloped surface, including cars and possibly trucks or SUVs. The setting appears to be outdoors during the day with no visible buildings in the immediate vicinity.",
        "4": "The image depicts three individuals, presumably men, standing outdoors at night, partially illuminated by artificial lighting. The two men on the right appear to be interacting with a box or container that is perched atop what seems to be a metal structure with a pipeline attached. The man on the left is watching them while the man in the center is conversing or explaining something to the other man who is reaching towards the container. The area behind them is dimly lit, so specific details are not clear, but there appears to be an open space, possibly a field or rural setting. The environment suggests they might be engaged in some sort of outdoor work or activity.",
        "5": "The image shows what seems to be an aerial or elevated view of a circular structure surrounded by vehicles. The circular structure could be a water tank or some kind of storage tank based on its appearance and the presence of what look like walls or barriers around it. There's a visible beam of light shining centrally down onto the structure, which creates a dramatic effect, suggesting this image might have been edited or is a still from a film or a game where special effects are used. Additionally, there is a small boat to the right of the structure, indicating that the area might be near a body of water or that the area is flooded. The overall setting appears to be in a fairly barren or desert-like environment, given the lack of vegetation and the color of the ground.",
        "7": "The image features four individuals standing outdoors in a sandy area, likely some kind of open field or excavation site, given the presence of the large, yellow earthmoving equipment behind them—one appears to be a backhoe loader. The individuals seem to be engaged in a social interaction, with two of them exchanging what looks like a handshake or handing over an object. The weather is sunny, and the environment suggests they might be on some kind of outdoor adventure or participating in an event, possibly involving the construction equipment as a backdrop or prop.",
        "6": "The image shows a mechanical grapple, which is an attachment used for picking up and handling materials, often attached to a crane or excavator. This grapple is open and it looks like it's positioned over some location where it might be used to grab debris or material. \n\nIn the background, there's a diagonal black and yellow striped pattern, which is commonly used for safety and to signify caution. \n\nOverlayed on the image is text saying \"$300,000 IN PRIZES\" and \"CREATER LEAGUE\" with a logo design. This text suggests that the image might be part of a promotion or advertisement for a competition or event with a significant prize pool, perhaps related to construction, demolition, or a related industry. The specifics of the \"CREATER LEAGUE\" aren't clear, but it could be the name of the organization or event associated with this image.",
        "2": "The image shows a man standing and looking towards the camera, with a group of people lying on the ground behind him in various positions. It appears to be a staged scene, as the people on the ground are in an organized pattern and the man is standing calmly. The setting is at a fair or amusement park, as evidenced by the presence of amusement rides such as a Ferris wheel and a ride similar to a pirate ship in the background. There is a food concession stand on the left with the word \"Feastables\" visible, suggesting they might be selling food at the fair. The image is taken at night, as it is dark, and the amusement park rides are lit up with bright lights. The group on the ground and the manner in which they've been laid out might be part of a performance, a prank, or a public engagement activity, given the unusual arrangement and the fact that everyone appears to be participating willingly.",
        "3": "The image shows a wooden box filled with straw, and on the straw are several cylindrical objects taped together with red wires coming out of them. This setup is made to look like a stereotypical depiction of explosives or dynamite, often seen in movies or used as a visual cue in training exercises. However, without additional context, I cannot confirm whether these are real explosives or simply a prop or training aid. There is also a person's hand and part of their leg visible, who appears to be showing or handling the content inside the box.",
        "1": "The image features a scene styled to resemble the video game \"Minecraft.\" There are blocky structures akin to buildings, some appear to be constructed with patterns and textures that look like the cobblestone and wood blocks found in the game. There are also hay bales scattered around the area. In the center, there is a large beam of light, possibly a beacon, which is a feature from Minecraft used to provide status effects to players. Additionally, there is a character in the center that resembles a player character from the game, known for its pixelated, block-like aesthetic. The background of the image shows a grassy field, hinting that this might be a real-life setup made to imitate the Minecraft environment for a special event or project.",
        "0": "This image is blurry and details are not clear. It seems to depict a person standing in front of a red vehicle. The person appears to be wearing reflective clothing, which might suggest that they are a worker or in an area requiring high visibility attire. However, due to the low quality and blurred motion, it's difficult to provide a precise description of the content."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/vBpQ1SlfVtU/hqdefault.jpg",
    "title": "Lamborghini Vs World's Largest Shredder",
    "views": 161119804,
    "likes": 5092855,
    "duration": "14:59",
    "description": "who let me do this lol\nClick here to join Creator League now: http://www.creatorleague.gg/mrbeast\nBuy a pass before September 9th and get a free box of Feastables!\n\n \n\nThanks to SDC PERFORMANCE for the 3d model. Check their work out here: https://sketchfab.com/3d-models/huracan-falcontm-ac4bfe9c5e8d42fda5691f78e8931b95\n\nCredit - The Slow Mo Guys - https://www.youtube.com/watch?v=OubvTOHWTms\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}