{
    "url": "https://www.youtube.com/watch?v=LnlKwzc_TNA",
    "transcript_chunks": {
        "0": "- We are currently surrounded\nby countless sharks. Maybe even a thousand. I don't think it's that many. And in this backpack,\nit's a hundred grand. And if you retrieve that a\nhundred thousand dollars in cash, I'll give it to your number one fan. - Oh. - Who's conveniently right here. - Oh! - Let's go, Chris. Okay. Let's go baby. - There's literally shark-\nlook Tareq, Tareq, Tareq. - Oh my God. - The sooner you get the\nmoney, the sooner you're out! - Got it. Oh really? Got it. Gotta make it back. Get back to this boat. - Here's your a",
        "1": "hundred\nthousand dollars in cash. If I was you, I'd kiss Chris. This is my friend Airrack. To your right is the\ncoldest room in the world. - It's freezing in here. - And to your left is the\nhottest room in the world. - Youch! - Hot or cold? Pick. - They're both horrible\noptions, but I'm gonna go cold. Oh my gosh. Bro, this is freezing. - At least in here you have a bed. - What is this, Jimmy? - Every hour you survive in this room, I'll give a random person 10 grand. - Starting right now?\n- Starting now. -",
        "2": "No. - The time starts now. - You better stay in there. I'm not leaving here\nuntil you win millions. - That's right, man! You and I are gonna bankrupt Jimmy today. - This is what 10 grand\nlooks like by the way. - Hey, Hey, it hasn't been\nan hour. Get outta here. We'll see you guys in a little bit. For this next challenge, we brought back something\nI know you all love. Glass Bridge. And we brought back 4,\n5, 6 from our squid game. It's pretty simple. You guess a platform left or right. If you pick wrong, you fall. And",
        "3": "if you can make it to the other side I'll let you keep the\n456 grand over there. - 15 Platforms? - I'm gonna give you a hand.\nPick right on the first one. - Oh. - Now obviously the\nprobability of him getting to the other side of this\nbridge is extremely low. So I'm just gonna tell you the answers. You jumped right, then it's left, left, left,\nright, right, left, left, left,\nright, left, right, right, right left. You should get to jumping\nbefore you forget. - All right. It's left for sure. - Correct. 13 more, John,\n456 grand on the line. - This",
        "4": "one - It was three lefts in a row. Sucks for 456. We brought back 067. The correct answer is right. And if you can make it\nall the way to the end I'll let you keep the\n456 grand over there. I'm gonna give you all the rest. Right, left, left, left,\nright, right, left, left, left, right, left,\nright, right, right left. - Can I get that again? - No. - Oh, all right. - Your heart looked like it stopped there. - It did.\nif you could just- - That's the good option. - Oh my God. - That is not the",
        "5": "good option. - Oh, are you okay? - Yeah.\nI'm good. - I'm not gonna lie, I thought they would\nmake it a little further. Chris. - Oh, no. So you have heard me say all the answers to two different people? - It's a bad time to\nhave a horrible memory. Oh gosh. Am I gonna die? Am I waiting to die? - I am so glad you picked\nthe right one here. - No, I picked the left one. - Oh gosh. He went. I give up. Next bit. - So my plan as of right\nnow is to snuggle up in this",
        "6": "ice bed that Jimmy has made for me and pretty much just sleep\nthrough this entire day. - Now we're back at the\nworld's coldest room and it's officially been an hour. So here's 10 grand. You've suffered for an hour. She's won 10 grand. How are you doing? - I'm feeling like you need to go get more of those briefcases out. - Almost the entire time lapse\nyou're laying in the bed. Were you actually asleep? - I'm sleeping. Yeah, it was great. - Hey Chris. - No, no, no, no, no, no. - It's literally just sleeping. - You can't",
        "7": "feel cold when you're asleep. - You know what to do. - Whoa! - Crazy, buddy. We got the job done. - Where are we? - Go take a nap.\n- Okay. I'll see you in a couple more hours. We're gonna go film. - Why would you do that? - We are now on top of\na 1000 foot tall canyon. - I'm terrified. - And if you're crazy\nenough to cross this canyon on just that slack line, I'll let you keep the 20\ngrand on the other side. - I'm pretty nervous. The wind keeps on picking\nup and like slowing down.",
        "8": "My goal is to get to the end\nof the line where that 20 K is. - And my goal is for you not to fall. - Let's freaking go. - She is now descending onto it. The 20 thousand's on the other side. - Please don't fall. - I'll try not to. - Thank you. - All right. She's doing it. As long as she's not dangling\nfrom the rope, she's still in. - She's fearless. - This is crazy. And while she's crossing,\nI'm gonna tell you guys about experian, which is a free mobile app that lets you take control\nof",
        "9": "your credit score. I can't even focus on the\nad because this is so crazy. - You got this, just focus. - Take your time. This app gives you access\nto your credit score and helps you improve it. experian also has experian Boost. So you can basically\nleverage things like your cell phone bills, your\nutility bills, even things like Hulu and Netflix to\nbuild your credit score. Do you know what your credit score is? - No idea. - Okay. Sorry. Don't worry about it. Boost is only used on\nyour positive payment. So if you have a late payment, it won't hurt your",
        "10": "FICO score. - The money's right here. - Oh my Lord. - She is not looking. She's so focused. - This can obviously help you\nqualify for affordable loans that you can then use to buy\na car, a house or a yacht. - Sup guys. How's it goin'? - I'm just holding your prize. - People on average using experian Boost saw a 13 point increase\non their FICO score. She's almost there. Oh my goodness. - Oh God. - Oh my goodness. - Woo. Oh, thanks guys. That's one of the scariest\nthings I've ever had to do. Thank you so much,",
        "11": "Jimmy! Download experian. - Just click the link in the description and download experian now. And congratulations on 20 grand. Meanwhile, Airrack's\nbeen freezing for hours. - Five. Not that anybody's counting. I am so bored, but more than\nthat, I am horribly cold. - How you doing in there? She's starting to win\nsome pretty serious money. - Yeah. That's the goal. I'm gonna bankrupt you! - That's scared me. Somehow he was still going strong, so we decided to crank up the difficulty. Hey, see the timer? It's paused until you give us your hoodie. - What if I give you",
        "12": "the hoodie\nbut you give her 10 grand? - But shake on it. I'll give her 10 grand for your hoodie. - Okay. - Oh my gosh. His hand's cold. All right, bye. Here's the thing. We're not forcing you to stay in there. - Are you bankrupt yet? - No. I have tons of money. - I'm staying. I hate those guys. - This is Marcus and in\nfront of us is 40 grand. You have two options. You can either steal this 40 grand and keep it all to yourself or split it with a random person you will never",
        "13": "meet. We also brought back this\nguy that was stolen from in a previous video. - Wanna steal it then. - The guy that lost out on 10 grand is gonna be watching this. - Wait, what? - Let's see if his luck got better. - What do you think he's gonna pick? - Steal. - You think he's gonna steal? - Steal. - You don't even wanna think on it? - Not even thinking about it. - Oh my God. - What I tell you? - Sorry bud. - Oh man. That's painful. He's looking at the camera. That is",
        "14": "not good. So messed up. Yeah. Yeah. He's taking a money bath. He's swimming in it right now. That's a good day he had. - He's having a good day. - I'm gonna go talk to the\nguy who just lost 20 grand. How's it going? This guy was so much worse\nthan the girlfriend before. - Didn't hesitate. Right? He's taking pictures\nright now with Chris. Oh, you're forever gonna be here. Are we just gonna keep going until someone actually splits it? And now we're inside the\nalligator capital of the world. And as you can see, there\nare literally hundreds of alligators",
        "15": "all around this place. And three can I borrow the camera? Do you see those two\nbriefcases over there? There's $20,000 in them. If you go retrieve it, I'll\nlet you keep the money. - Not doin' it. I'm not doing it either. I didn't even get to ask you. I'm gonna be honest. I knew the boys would say no which is exactly why I brought Brian. He spent his entire life handling animals and I know he's gonna attempt it. - Absolutely. - Unlike Tareq. - Tareq, you're a wimp. - All right. So Brian,\nI don't know if you see",
        "16": "but there's an alligator at your feet. - He's just really\njumping in there with it. - You just get out there - Get back here, back to\nback, back, back, back back. You go away. You go away. Nice Jimmy, why am I doing this? - The alligator didn't like that. You should step lightly. - This alligator right here's like, \"hey guys, can I be on camera?\" They want some screen time. Only two more steps. Congratulations, Brian,\non winning $20,000. How are you gonna get off that island? - I didn't think about that. - Oh! - I didn't either.",
        "17": "I'm gonna go to the next bit. - I am so cold. I've never been this\ncold in my entire life. Ugh, Eve I have nothing left. I have to get out. - It's okay, man. - Buddy, you look a\nlittle cold over there. - I'm freezing. - You just crossed another hour mark. So here's another 10 grand. - Do we feel good with 80 grand? - Yes. - Okay. We're done. Oh boy. Outta here. Oh my gosh. - Congratulations on winning this 80 grand in cash. Bring it in. We're going to the hottest room. - Stop. Stop.",
        "18": "You can't go from the coldest room in the world to the\nhottest room psychopath. Most of the contestants you saw in this video are random subscribers. If you haven't already,\nhit that subscribe button because it could literally win you money."
    },
    "summary": "Contestants face various challenges, including retrieving cash among alligators, surviving extreme hot and cold rooms, and crossing a canyon on a slack line. Amidst these challenges, viewers are introduced to Experian Boost to improve credit scores. Contestants' choices determine if they win money, with some being selfless while others choose to steal. Random subscribers may also win money by subscribing.",
    "scene_captions": {
        "8": "The image is quite blurry and taken from a close, first-person perspective. Due to the motion blur, specific details are hard to make out. However, it appears to show someone's lap, clothed in black pants, with a portion of a blue shirt or sleeve visible. It seems like the person might be sitting or engaged in some activity, but the motion blur prevents a clear understanding of the surroundings or the action taking place.",
        "4": "This image depicts a highline setup – a form of slacklining performed at a significant height above ground or water. You can see a person who appears to be walking or balancing on the slackline. The scenery suggests a desert-like environment with rock formations that characterize locations often chosen for such highlining activities. The blue sky and few clouds indicate fair weather, which is suitable for outdoor activities. Highlining requires a high degree of balance, focus, and sometimes, depending on the height, a safety harness for protection.",
        "5": "The image shows three individuals on what appears to be the edge of a canyon. The landscape is characterized by red rock formations typical of canyon areas, suggesting a desert-like environment, possibly in a place such as the American Southwest.\n\nOne person is standing closer to the camera, wearing what seems to be a black jacket with some patches on it and a hoodie. This person's face is turned away from the camera. To the left, another individual is standing in profile, observing the scene. There's a third person in the distance across the canyon, appearing to be secured to a slackline—a flat, webbed line tensioned between two anchor points. This person seems to be suspended above the canyon. The slackline setup suggests that this may be a highlining activity, which is a type of slacklining performed at significant heights above ground or water.\n\nThroughout the scene, there are various pieces of equipment visible that support the slacklining activity, including the anchors securing the slackline. The scenic backdrop and the preparation for an apparent highlining attempt indicate that this group may be engaging in outdoor adventure sports.",
        "7": "The image appears to be a humorous or meme-like representation of a map of the southeastern United States. It includes states such as Kansas, Missouri, Oklahoma, Arkansas, Tennessee, Mississippi, Alabama, and Georgia. There is a red arrow pointing towards the Gulf of Mexico with the text \"SOMEWHERE IN HERE\" indicating a vague or generalized location in that region. The style of the image suggests it's not meant for serious navigational purposes but perhaps for comedic or illustrative effect.",
        "6": "In this image, there's a young man with dark hair wearing a casual white T-shirt. He appears to be inside a room with blue lighting, which might be giving the feeling of coldness or be part of a specific aesthetic set up. The man's expression seems contemplative or confused, as he's looking to the side with his eyebrows slightly furrowed. He's making a gesture with his right hand that could suggest he's in the middle of talking or explaining something. Behind him, the walls look like they may be reflective or made of a metallic material. There is a door to his left with what appears to be locks or latches, perhaps indicating some sort of secure or specialized room.",
        "2": "The image shows two individuals standing in front of a red wall with decorative molding, resembling a door or a theatrical backdrop. The person on the left is wearing a green and white sports jacket and shorts, and has a serious expression with hands on hips. The individual on the right is wearing a light-colored sweatshirt with shorts and seems to be in the middle of speaking or gesturing, with a more animated expression. They appear to be on a set or in a staged environment, possibly related to a performance, presentation, or filming.",
        "3": "The image shows two individuals, likely males, having a conversation or interaction. The person on the left is wearing a light-colored sweatshirt with a Mercedes logo and the text \"HONDA 2021\" on it, which seems contradictory since Mercedes and Honda are different companies. The other individual is wearing a short-sleeved blue shirt and a dark-colored baseball cap. They appear to be indoors, with a colorful background that includes a pink door, suggesting they might be on a stage or in a thematic setting. Their expressions and body language suggest they are engaged in a dialogue or an informal meeting.",
        "1": "This image is quite blurry and overexposed, making details difficult to discern. It appears to show two people, one in the foreground who is wearing a light-colored top with a possible logo on it, and another person behind them in a red hooded garment, possibly holding something like a phone or a camera. The environment seems to be brightly lit with various light sources, which might suggest a nighttime outdoor urban setting. Due to the overexposure and blurriness, the background details are not clear.",
        "0": "The image is heavily blurred with a zooming effect, making the details difficult to discern. It appears there is a boat with people on it, and the surrounding environment suggests they might be on water, likely in a boating or marine setting. The specific details regarding the people or the boat are indistinguishable due to the motion blur effect applied to the photo."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/LnlKwzc_TNA/hqdefault.jpg",
    "title": "Would You Swim With Sharks For $100,000?",
    "views": 179179072,
    "likes": 4050127,
    "duration": "09:01",
    "description": "Try Experian Boost to boost your credit scores: https://smart.link/n3op1gefxlzjn\n\nResults may vary. See App Store or website for details.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}