{
    "url": "https://www.youtube.com/watch?v=gHzuabZUd6c",
    "transcript_chunks": {
        "0": "I laid a giant circle in the middle of nowhere, and\nthis is a random subscriber, and if he stays in the circle for 100 days, I'll give him $500,000. Step inside the circle, and\nthe 100 day counter will start. The timer is ticking. He has to survive in\nthis circle for 100 days. - There's nothing here. - There's nothing yet. Chris! - I'm about to drop off a house. - This definitely gives\nme more confidence. - I bet you didn't know\nyou could lift a house with a crane. - I've had zero training. Wait, which one's the gas again? -",
        "1": "Whoops. Look out for the stairs. - You know what? Actually. - And inside this house\nis all the food, clothes, and supplies he needs to survive 100 days. - Oh, no. - This could have been a lot worse. - Oh, my God. - So, this is Shawn's family. I wanted to let you guys\nget one final goodbye in before he started the challenge. Aw. - No pain, no gain, Dad. - You guys will be here when\nI walk out of that circle with a half a million dollars. - I believe it. - But I'm gonna miss you guys.",
        "2": "- Aw. - I'm gonna cry a little bit. - The video just started,\nand it's already emotional. Good luck. $500,000 is on the line. - To be honest, it's a little emotional, but 300,000 calories, 100\ndays, I've got a plan. Get the food organized, clothing figured out, figure out a way to keep\nmy mind entertained, and I know if I walk out of that circle, I will regret it forever. One night down, 99 to go, let's go get organized. All right. Strategy session number one, I got to figure out what\nI got, how much I got, and what I'm",
        "3": "gonna do to organize it. - This is all the food you're getting for the next 100 days. So, if you eat all this in the first, let's say,\n50 days, you're done. - It looked like a lot more food until I started condensing it down. Shawn. - Hello. - We have over a dozen\ncameras monitoring his every move 24/7. If he steps on that red line, we will see it. What do you think the hardest part of this challenge will be? Solo failure. No one beats me. I didn't get outplayed. - He's still talking to us,\nand we're",
        "4": "outside the trailer. - Being in my own head. - Hey, Shawn, I think they walked away. - God, I hate them. Because Chris dropped\nmy house so perfectly, my shower doesn't drain. Huge shout out, Chris,\nreally appreciate 100 days of dealing with this. It is cloudy. So, it's a perfect day\nto get outside and try to plant some vegetables. Oh. I got to pay attention where I'm walking. 'Cause if I walk across that, game over. That red line is death. If I touch it, it's over. So, I'm gonna take the wood out back and create kind of like",
        "5": "a secondary line. All right, now I got my beautiful circle. - Shawn. - Come in. - How's it going, man? - Doing good. - Wait a minute. Is this a Cheerio? This is all you get for 100 days. You're wasting a Cheerio. - All right, yay.\n- Wow, it is really stale. - I'm shocked at how fast\nShawn is developing a routine. It is officially day 10. Sorry I'm dressed like this. I just gave away a chocolate factory. Shawn is nowhere to be seen on these cameras. Shawn, are you pooping? - What? - Oh. Okay, he didn't",
        "6": "run away. - Yeah. Bro, how you doing? - Good, good.\n- Give me a hug. - All right. - Wait, so you're tracking your weight. - I'm weighing in every seven days. - So, you're trying to\njust be jacked by the end. - Yeah, so I mean, at the end of it, I'll be ripped and $500,000 richer. - Your wife's gonna love me. You seem to be doing really well. I'll see you in a month. - A month? I think he's kidding,\nbut he's probably not. I'm gonna try to build a garden today. I'm gonna try to replant",
        "7": "it away from that crazy red line. One of the things I plan\non doing with the money is to put my farm 100% on solar power. My farm will be like a giant Tesla. That's the dream. That's what we're trying\nto do at the homestead. Can't wait to get out and get my money, and I'm gonna go on a nice\nvacation for a while I think. Whoa, Jimmy just told me\nthere's a tornado watch. Are you gonna leave the\ncircle for the severe weather? I'm like, I'm from Oklahoma. Whoa. There's no way that tarp is\nworth a half million dollars. Oh",
        "8": "yeah, here it comes. My poor money's blowing away. Okay, I'm going inside. I have water peeing from the ceiling, but my toilet won't flush\nbecause I'm guessing the tank out there is full of water\nfrom the rain leaking into it. Can you guys see that gentleman behind us? He's been in that circle for 16 days. - That's longer than you went\nwithout eating, bald guy. You didn't have to bring up that video. - Have you seen your second floor yet? - No. I've been trying to get up there. - It's a bit steep. - Hey, Jimmy, you're bald.",
        "9": "- Yeah, I'm just gonna stay out of it. I feel like if I stay in here,\nthey will bother each other and not me. - Since the boys were being rude, I'm gonna leave them trapped. - We want out. - I will bring the ladder\nback if you just apologize. - Let us out. - We want out. I think we're ready to get out. - I want an apology. - I'm sorry you're bald. I'm sorry I called you bald. - Was it that hard? - Yeah, it hurt. So, the boys made quite the mess of my house",
        "10": "yesterday. My yard is now covered in glass. Very frustrating. - I'm worried this\nchallenge might be getting to Shawn. - Would you come into my\nhouse and screw with stuff? I don't think so. ♪ Someday I'm gonna be ♪ Oh. Thing just smacked me in the nuts. ♪ So, more, more money, more me ♪ How you doing, Chandler? - I'm scared. - I would be too. We installed that Ferris\nwheel in two hours. - Get me down. - Shawny. So, for you being 25% done, we brought you a carnival\nso you can enjoy the day. - This is awesome.",
        "11": "Nothing but net. Aw. Bruh. - Oh. First throw. There we go. Oh. - This mini game isn't very fun. - Oh, my gosh. I'm so terrified of heights. You're 25 days in. Do you still think you're\ngonna make it the full 100? - I can't see why not. This competition's a huge sacrifice. I only get so many summers\nwith my kids, right? Before they're gone and out of the house. So, that's tough. So, I was organizing all my\nclothes and as I was going through it, I started\nfinding little notes. They're from my daughter, my youngest. I have four",
        "12": "kids and a wife, and this will be the most\nalone I've been in 18 years. Rationing food, survival\nis gonna be rough, but if anything makes me walk out of here, it's gonna be the loneliness. I just don't want to think about it. All I know is Gordon Ramsey, he ain't got nothing on me. - Because I only gave him\n300,000 calories of food, Shawn really had to think\nabout how he rationed it, which led us some pretty\ninteresting choices. - So, this may be my first bad one. It's just a bunch of\nleftovers boiled for safety. - It's disgusting. -",
        "13": "Very cabbagey. There's a camera above me. I'm not sleeping naked during\nthis 100-day challenge. Jimmy, just know I did that for you. Just to spare you from my nakedness. This morning I heard, hey, Shawn, there's a spider in your bed. My bed is now flipped over. I'm leaving the circle. This is my last day. You know you've been here a\nlong time when living inside of a circle in a Mr.\nBeast video seems normal. Day 39, it's Father's Day. I kept waking up thinking I was home. Really missing my family. This is gonna be a tough day. -",
        "14": "And what Shawn didn't know\nis that I brought his family to the circle to surprise\nhim for Father's Day. Shawn, I have a present for you. - Oh, yeah? - Happy Father's Day.\n- Daddy. Daddy. - Almost makes me feel bad\nfor trapping him in here. They didn't really consult with me. They just brought a present, and I'm not about to tell this little girl she\ncan't give her a dad a present. So, I caved, and here you go. Oh, okay, I approve of this here. - Oh, my gosh. - Not only did they give you\na gift, but they also",
        "15": "get to spend the next 24 hours with you. No way. You guys are gonna be so bored. - Are those my drawings on the fridge? - Yeah, those are your\ndrawings on the fridge. - What is this? - Nice. I didn't think you would keep these. - Oh, it's the wife. Ah. - It had nearly been a month\nsince Shawn saw his family. So, I decided to give them some privacy\nuntil the next day. - Well, it must be nice\nto be able to walk out of the red circle. Yep. - Really appreciate it, Jimmy. That was the best.",
        "16": "- It's a new day, and Ryan is here, who traveled across America to give me this penny. - Hey, guys. - Shawn, I'm coming in. - Come on in. - Do you know what he's carrying? - A penny. - Do you know why he's\ncarrying this penny? - My kids told me all about this. You're bringing it-\n- Oh, wait, really? - Yeah.\n- Oh, no. I'm gonna give it to\nyou for entertainment. - Really? - Here you go. Tomorrow is day number 50,\nand we have a big surprise for him, but don't tell him, okay? - Okay. - Okay.",
        "17": "- Okay.\n- All right, later, Shawn. - Yay! - It is officially day 50 of\nShawn surviving in the circle, and I invited some of my YouTube friends to celebrate this special moment. - It's us, his YouTube friends. - I need a break. Shawn. Shawn, what day is it? - 50. - Exactly. In front of you is $100,000 in cash, and if you get out\nright now, I'll let you keep it. - No. - What, why? - 100 grand? I can just chill here and get another 400. - It's like you're enjoying this. - All right, what if\nit",
        "18": "was like 150 grand? Would it still be enough? - I think like above\n400, I would think about- You're crazy. 400 grand? Okay, well, in case you did say yes, I invited a marching band. Bring in the marching band. - 50 days. - Do you want to know what\nthe best part about this is? I paid them to be here all night. Good luck. For the first 50 days, I wanted to see if Shawn could make it. - I've done this, right? I've done 50 days. For the last 1/2 of this challenge we have some\npretty crazy stuff",
        "19": "planned. - This is probably\nsomething you'll never see. - Oh, my God. - Oh, crap. - Honestly, I didn't think\nit was gonna end like this. July Fourth, day 54. Happy birthday, America. - You guys ready? They're lighting 'em. They're lighting 'em. Go, go. Happy Fourth of July, Shawn. What if he got out right now? - Got to watch out for the circle. - Go inside. - Please- - Bro, I just bought random fireworks. I didn't know they were that crazy. - Oh. - Cease fire. Cease fire. I can't even see- Oh, fuck.\n- Oh, fuck. - Was",
        "20": "that a good show or what? - Yeah, it was incredible. - Honestly, we should\nbecome firework experts. - Yeah, dude, I basically am. - All right, Shawn. More importantly, it is now July 5th, which means we need to leave. - Yeah. - No more fireworks. - We're not gonna celebrate\nanything on July 5th. - Okay, thank you. I'm a little terrified of\nwhat Jimmy comes up with next. - Did you say you're terrified\nof what I'm gonna come up with next? - Yes. - Do you want me to just\nleave you alone for a month? - No, that'd be even",
        "21": "worse. - Okay, see you in a month. - Oh, no. - No, you did this, Shawn. - Another month? That's like almost all\nthe days that are left. Here's the aftermath. There's multiple times\nwhere I was way too close to the edge. You got to watch out for the circle. So, I'm thinking about digging a moat. And if Jimmy's really not\ncoming back for 30 days, I should have an entire moat built by time he gets back. Today, I ate a can of mixed\nvegetables and a can of turkey. I didn't even heat it up. Food is going to",
        "22": "be an issue. This is meat, and it smells. and I've kind of tapped out the things to do\ninside the 60-foot circle. I dug a moat, made a\ngarden, made a fire pit, which is too hot to use, made\nlike a fence around the back, and made a hammock. So, I'm just here existing. I don't feel like doing really anything. So, I'm just going to sleep. That is Shawn's house, and I haven't been there in 30 days. Let's see if he's still alive. Just kidding I check in on\nthe cameras every single day. I know he's alive. Looks like",
        "23": "he dug a\nmoat around the circle. Let's see how he's doing. - Hey, man.\n- Hey. - Did you miss me? - Yes. - Well, does it feel refreshing? - Like I'm seriously shaking. - You're that excited to see us? - Yeah, no, definitely. - Wow. - I didn't- - I had no idea that not visiting Shawn for 30 days would affect him this much. - No. - You do look much thinner. Did you lose weight? - I'm 22 pounds down. - Wow. We've done a lot since you last saw me. What did you do? And this",
        "24": "is my storm window, and I sit here, and\nwatch the storm come in, and listen to the lightning. - Proud of you. - Thank you. - Things are about to start ramping up. The last 10 days are gonna be crazy. - What'd you say? - Don't worry about it. - Honestly, I thought that\n30-day challenge was kind of like my hard challenge, but it sounds like he's not done with me, which is a little concerning. - Shawn, what's the best\nway to cut a cake in 1/2? - With a knife. - Okay. What's the best way to cut",
        "25": "a house in 1/2? - Oh, shoot. - Look, he keeps checking all the windows to see if we're gonna\ncut the house in 1/2. Look at that. He's gonna be so confused\nuntil I return tomorrow. - So, I was calling Jimmy's bluff on this, but then I just look outside. - I need you to cut it in 1/2 and get rid of that 1/2. - They're legit gonna cut my house in 1/2. - I just learned how to\ndrive this five minutes ago. Shawn, I just want to tell you that it's only gonna get harder. - That's what",
        "26": "I'm worried about. - No. - Wow. Wow. - Yo, watch out. - Oh, my God. - I didn't think this would actually work. - Am I good? - You're good. - Oh, my God. In a couple days we may or may\nnot just burn the house down. If I do anything, I'll\nlet you know beforehand. - Okay, yeah, thank you. That was a rough day. It's nine days to go at this point. I don't even care. Don't even talk about\nhow long I've been here. Well played, Jimmy. Well played. I'm staying. So, it's officially hotter\nin my room than",
        "27": "it is outside at this point. - Shawn, I will give you a quarter of a million dollars if\nyou get out right now. You know, it's hot. I want to give you a way out. - It is so hot. It's like 100 degrees today, but I think I'd rather die\nthan give up on this challenge at this point. - Really?\n- Yeah. - Well that was all. I'll see you tomorrow. - Oh. - I give you guys full\npermission to go full idiot mode. - Charge. - Oh, there's nothing going on up there. Don't worry about it. - Chandler",
        "28": "must be here. - Oh no, no, no. - I think I should go check\non what they're doing. - What? Over there? - Yeah. These windows are kind of- useless. - Yeah, but nothing hurts you\nmore than emotional damage. - Wow. - Oh. - Thanks for the entertainment, boys. See you tomorrow. I guess they're giving up. Here they come to get their fancy cameras. This is probably\nsomething you'll never see on the YouTube side. - And now the circle is\nsurrounded by speakers. - The worst part is it stops every once in a while and goes, it goes, oh,",
        "29": "and then it kicks right back on. Maybe if I knock them all over flat, I can fill the speaker with water. If I never eat processed food again, I think I might be okay. Hot. Oh, my God, hot. - All right, do you all\nsee that house over there? I want you to surround it\nin a circle and say nothing. Break. Should I be scared? - What the hell? - All right, attention, clowns. Nod your head if you can hear me. Okay, I'll give you all $1,000\neach if you stay all night. - Wait, I'll give you 2,000",
        "30": "if you don't. - There's like 11 of them. - Oh, there's 11 of them? Oh, my goodness. - I'll see you tomorrow. - Well, guess what? There's still clowns out there. Little extra security there. - You have less than 24\nhours left in this circle. So, we're gonna destroy your\nhouse with a wrecking ball to make it harder. - What? - Chris. - What? - Tear down the house. - All right. - Oh, God. And while Chris is destroying the house, I want to tell you guys about the sponsor of the video, Venmo. - Yeah. - Venmo",
        "31": "is a quick and easy\nway for you to share money with all your friends. 10s of millions of\npeople already use Venmo to securely send- and request money from their friends for things like concert\ntickets, food, and much more. And the best part of all this\nis Venmo is free to install- and all our viewers that use code MRBEAST at sign-up will get $20 if it's your first time using Venmo. - And this time we're going through. - Just use this QR code, or click the link in the description to\ninstall Venmo right now, and it doesn't stop there. If",
        "32": "you send money on Venmo and put beast in the payment note, you'll be entered into\na chance to win $10,000. - Yeah, now that part of\nyour house is gone now. - Oh! - Yeah! - Not only did we bring a wrecking ball, but we also brought an excavator. Take the roof off. - It's supposed to rain tomorrow. - Good. - Get it through. Yeah. - Demolition. - You can scan this QR code, or click the link in the description and download Venmo. Thank you so much for\nsponsoring our video, and that's it for the destruction. See you",
        "33": "in 19 hours. - All right, sounds good. I'm gonna make a half\nmillion dollars tomorrow. Good night. Can you guys see the timer? There it is right there. Haven't seen them in a long time. Emotions are hitting me\npretty heavy right now. Money's the thing we trade our life for. Given up a third of a year\nof my life for 1/2 million. Make sure you're trading\nyour life for things that are worth it. - How are you feeling? - I'm so ready to get out of here. - Yeah? - Yeah. - Do you mind staying\nin this room while I",
        "34": "set up the surprise? - I'm not leaving this room. I'm not risking getting out. - Okay. - It's got to be minutes now. I hear people outside. You can just hear it,\njust that background noise of 100 people talking. Wait, something's happening. - Everybody, it's time. Give me a countdown from 10. 10. Nine, eight- - What? - Seven, six, five, four, three, two. - Oh, my gosh. ♪ Shiny like a limousine ♪ Oh, my gosh. ♪ You're spinning like a cash machine ♪ - It has officially been 100 days. Step on the red line. - Are",
        "35": "you sure? - It has been 100 days. - Okay. Let's go. This is over. - Daddy! - I missed you. Whoo! - Are you okay? - Yeah. - Are you excited? - Yeah. - Here's your check for\na half a million dollars. - All right! - Everyone, give him a round of applause. - This has been an amazing 100 days. I am glad it's over though. - It's amazing. - I don't know what to say. - If you haven't already subscribed, it could get you in a video. Goodbye. ♪ Shiny like a limousine ♪ ♪ You're",
        "36": "spinning like a cash machine ♪ - A lot of people say that me\nand Chandler can't do things, but we did that. Done did it.\n- We did it."
    },
    "summary": "Shawn enters a challenge where he must survive inside a circle in the wilderness for 100 days to earn $500,000. Facing various obstacles, surprises, emotional moments, and pressure to quit, he perseveres till the end, finally reuniting with his family and achieving success on the 100th day.",
    "scene_captions": {
        "8": "In the image, there is a man with a beard wearing a baseball cap and a black T-shirt with some text and a graphical design on it. He appears to be standing in front of a building with colorful walls, particularly pink and green, and under a structure that may be a part of a porch or deck. The background suggests it could be early evening or sunset due to the soft, pinkish hues in the sky. There's no specific context provided for the image, so the man’s activity or the exact location is not discernible from this view alone.",
        "4": "This image shows three people inside what appears to be a well-equipped mobile space or compact room, possibly a trailer customized for a specific use such as a mobile studio or a workspace. The person on the left is holding what looks like a leather football, and the interior is well-lit with multiple lights. The room has various equipment that suggests it could be a space for creative work or a hobby; there's a coffee machine on the left, storage shelves with boxes, containers, and other items in the back, and a black curtain or backdrop on the right side which might be used for photography or videography. The three individuals seem to be interacting with one another casually.",
        "5": "The image is quite dark, but it shows a person facing away from the camera and pointing towards a small point of light in an otherwise black environment. The person seems to be wearing a long-sleeved shirt. Due to the darkness, additional details are not discernible.",
        "7": "The image shows three young individuals in front of a brightly colored building. The building appears to be painted in several colors, with the predominant color being pink. On the side of the building, there is graffiti-style writing that says \"SHARKBOY\" and another word below it that is partially obscured.\n\nThe person on the left is wearing a long-sleeve shirt with different colored panels and seems to be holding a golf club. The second person is behind the door, partially obscured, and the third person on the right is wearing a short-sleeve T-shirt and shorts.\n\nThere is various outdoor equipment and clutter around them, like a trash bin and what appears to be a purple mattress or similar object on the ground. The ground is grassy and there's an overcast sky, which indicates outdoor, daytime conditions.\n\nThe context of this image is not clear from the photo alone. The individuals appear to be young adults and might be engaged in some form of outdoor activity or social event.",
        "6": "The image shows a colorful house with pink, yellow, green, and blue segments. There is a man in the foreground moving out of the frame to the right, which creates a slight blur due to motion. In the background, there is another man standing with his hands on his hips looking towards the house. The scene is outdoor, with a lawn in front of the house, some landscaping underway with a pile of stones or bricks, and a couple of objects like flowerpots and outdoor items scattered around. The sky is visible, suggesting it might be late afternoon or early evening given the lighting.",
        "2": "The image shows three individuals outdoors. The person in the middle is wearing a pink long-sleeved shirt and a grey cap, and has his arms around the two other individuals on either side of him. Both of the individuals being embraced by the central figure seem younger, possibly teenagers or young adults, and one is wearing a white shirt while the other is in a light purple shirt. In the background, there's a colorful house with vibrant pink, yellow, green, and blue paint. There's also a man in the background observing the group, and some construction materials on the ground, indicating some sort of building or renovation project may be in progress. Additionally, there's text in the top left corner that reads \"DAY 16!\" which suggests that this might be a snapshot from a multi-day project or event.",
        "3": "In the image, you can see a turquoise plate with a small piece of food in the center. It appears to be a fragment of bread or a small chunk of rice. On the top left corner, there is a caption that says \"DAY 29,\" and across the middle, it reads \"NOTHING ON ME\" in large, bold letters. There's a black frying pan in the background slightly out of focus, with some contents that are not clearly recognizable. The setting looks like a kitchen or a dining area with visible chairs and a table, and there appears to be a blue mug or cup on the table as well. The text and context suggest this might be from a video or a series documenting a process or challenge over the course of at least 29 days.",
        "1": "The image shows a man with a prominent beard and a baseball cap, looking directly at the camera. He appears to be indoors, as evidenced by a purple wall in the background and what seems like ceiling-mounted lighting fixtures slightly out of focus above his head. He is wearing a dark-colored top, and the bottom of the image is slightly blurred, possibly due to motion or the way the photo was taken. The man seems to be in a casual setting, possibly capturing a selfie or recording a video.",
        "0": "The image is blurry and distorted due to motion or a filter that creates a kaleidoscopic effect. The colors are predominantly green with some red and white patterns that are repeated radially. Due to the significant motion blur, it's not possible to make out any distinct figures or objects. It seems like the image might depict a scenario with a green field and maybe some football (soccer) players in red and white uniforms, but it's purely speculative given the level of distortion."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/gHzuabZUd6c/hqdefault.jpg",
    "title": "Survive 100 Days In Circle, Win $500,000",
    "views": 277724646,
    "likes": 5593281,
    "duration": "17:10",
    "description": "New Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n \nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\nShipping Container Home Provided by XCaliber Container: https://www.xcalibercontainer.com\n\nGet Cash Machine by Oliver Tree here: https://lickd.lnk.to/niQ4VsID!mrbeast\nLicense ID: r5Rqad9DRze\nGet this and other songs for your next YouTube video at https://lickd.co"
}