{
    "url": "https://www.youtube.com/watch?v=1WEAJ-DFkHE",
    "trascript_chunks": {
        "0": "- We're gonna fly on this jet that costs half a million\ndollars per flight and we're also gonna fly\non a $25,000 private jet, a $10,000 first-class seat,\na blimp, and so much more. But before I show you\nwhat it's like to fly on some of the most luxurious\nplane on the planet, we're gonna fly on the\ncheapest plane in the world. It's really rickety. Here's the dollar. I'm very nervous. - Nothing to be nervous about. I've done this half a dozen times. - You've done this six times? (lively music) (engine whirring) Why does this sound like\na lawn mower engine? (Doug",
        "1": "laughing) Time for ride on world's\ncheapest plane ticket. (lively music) Oh boy. Oh my... Oh my gosh, round up. We're going so fast.\n- Come on, get it. - That does not sound safe.\n- Nah ah. (wind whooshing)\n- They almost hit the camera. - Whoo!\n- What are you doing? - Keep your seatbelt on.\n- Uh, you just focused on keeping me alive, Doug.\n- I'm trying. (engine whirring)\n- All right, he's in there. - All right, dibs on the channel. - I got what I need.\nYou can land whenever. - (laughing) No.\n- Doug, come on. Doug, please. - That guy pays my",
        "2": "bills. Be careful. - And if you guys think this is crazy, wait until later in the video\nwhen we have the world's most expensive plane ticket on the planet. - Wait a minute, you're\nmaking me feel bad. - Oh my god, he's coming in hot. (engine whirring) - [Doug] Get ready to land. (metal clanking)\n- Almost. - [Group] Yeah. - We're on the ground, we survive. - [Person] Our next plane is the $1,000 first class plane ticket. - But here's the thing, boys. I bought all the first class seats, so, sit wherever you want. - Would you like",
        "3": "some miracle mist lotion? - Why? - Because first class,\nbaby, fine dining, huh. - [Person] Each of us\nhas our own seat and TV. The ticket also comes with a decent meal, a free bag of toiletries and pajamas. - Do we get to take all this home with us - [Person] And during longer flights... - Recline. We should recline into a bed. - I feel like I'm in a\ncoffin, which I like. - Yeah, this is crazy. - [Person] And best of all... - My favorite part\nabout this $1,000 plane, I don't need to speak to Nolan. - I",
        "4": "don't like this glass\n'cause it like separates me. I'm all alone back here. - That is the exact reason why I like it. - [Person] The only downside\nis that you don't get a lot of privacy. - [Chris] It's really\nawkward filming a video with all these people walking by. - [Person] So, let's\nsee what a plane ticket 10 times more expensive will feel like. - And now, the $10,000 plane ticket. Oh man, this is nice. I have unlimited legroom here. Look, let's start off by\nanalyzing what we get. A tablet, a giant touchscreen TV, my own in-seat drink bar,",
        "5": "snacks. This isn't Feastables\nchocolate. I want a refund. - We're getting connected to the Wi-Fi. We might have paid $10,000 for our seat but we still have to pay $20 for Wi-Fi. - It's not free? - Now, we're taking off,\nwhich is pretty crazy because I can literally watch it on my TV and because it's a 16-hour\nflight, I get to take a... Look at how nice this bathroom is. You have a sink, a\ntoilet, and then a shower. That is crazy. Look at that. We are 30,000 feet in the\nair and I can take a shower - [Person] On",
        "6": "top of that,\nme and the boys can order as much gourmet food as we want. And that's not all, we\nsave the best for last. - Hey, how's it going? - [Person] There's a private lounge in the back of the plane. - Hey, Jimmy. - Yeah.\n- Ow. - You're not dreaming. - That was the $10,000 plane ticket. Point the camera up and down. And now we're at the $25,000 plane ticket that is up these stairs. That's right, there's floors. - This is insane. - This is crazy. We're gonna be sitting above other people. - Oh my god.",
        "7": "- Now, this is your room. - [Person] For $25,000,\nyou get two massive rooms. - Oh, this is crazy. I've\nnever seen anything like this. - Holy... - [Person] Our space on this plane is literally four times\nbigger than the last one. I've never seen a plane\nwhere I can comfortably do jumping jacks. Look at this. - [Person] We also get\ntwo chairs, a ton of TVs. - There are more TVs in this one room than all of the other planes we've been on - [Person] Food served by a\npersonal flight attendant. - Why is it that after\na certain price point,",
        "8": "they always give you a caviar? - And the bathroom.\n- Can we talk about something? This bathroom is like a disappointment. No shower, no heated\nfloors, half the size. I think the $10,000 flight\nwas a better price point. - Would you pay this kind of money for a single flight? - I wouldn't recommend this.\nI would recommend a car. - Buy a car instead. - And now, the best part of\nthe room, a queen size bed. Ooh. - Why don't they just\nmake every seat a bed? - Bro, instead of three\nseats side by side, just put a bunk bed with three",
        "9": "bed. (bright music) (audio squeaks) (hand thudding) - Good morning. That\nwas really good sleep. - Karl, wake up. We're gonna land. - I slept like a rock. That was the world's most\nexpensive commercial flight. Time for private flights.\n(screen whooshing) This is the $100,000 plane. - This thing's huge. - At this price point,\nyou get the entire plane. (group cheering indistinctly) - Private, private.\n- Oh, it's like a yacht. - This is wild.\n- This is unbelievable. - You wanna know the craziest part? This is just one of four rooms. - [Karl] There's more to the plane, I thought this was",
        "10": "it. - Guys, come over here. What room is this? - [Person] This is literally\nanother lounge area with a bunch of snacks and a huge TV. And if you're feeling tired, you get your own private bedroom. - Dude, what? Wee. - This is like a hotel. - [Person] And last but\nnot least, the bathroom. - Three, shut your mouth\nright now. Shut it. - Whoa.\n- This is insane. There's a seat in the bathroom. Dibs - Have you ever even seen\na jet half this size? - No.\n- Never. - What do we talk about\nwhile on our private jet? - Well,",
        "11": "I'll tell you, last year I had sold the (indistinct). - Oh no. Oh, wait. I just realized I'm taking off backwards (water bottle thuds)\n(GoPro thuds) - Whoa.\n- GoPro. - I didn't realize we were taking off. - Not the camera. Stop! - This is crazy. Whoa, oh. (Karl whistling)\n(group laughing) - Bro flew.\n- Oh my God. (person laughing)\n- I can just roll back. - Oh, turbulence. All right, I'm going to sit down. - This might be the best bathroom yet. This is the toilet. On the toilet you can watch TV. - Hey, Nolan, I hope you feel\ncomfortable",
        "12": "in the bathroom. - What's going on? I'm so confused. (door thuds)\nNo, no. (laughs) - He's never getting out. - (gasps) What?\n- Oh wow. - I have steak, mashed\npotatoes, and veggies. And you guys inspired me a little bit, so I brought some pizza. - [Group] Yeah! (upbeat music) - This is my favorite plane\nbecause it has YouTube but we didn't pop up\nfirst, so now, it's not. - You can tell this is a rich person bed 'cause there's like 500 pillows. This one outta here. That one outta here. (singer sings in foreign language) - I'm gonna fly this",
        "13": "thingy. - And that's the beauty of flying private. You can do whatever you want whenever. Karl's flying the plane,\nChandler's jamming out the pizza. Chris is taking a nap and I don't even know where Nolan went. There's no layovers when you fly private and there's no TSA, so\nyou save tons of time. Hence why? Basically, every rich person\nyou know owns a private jet. - Hey, guys.\n- Yeah. - We're gonna land soon. - Karl, let me out. (hand thudding) - Where about... We're gonna land? You\ngotta let me out, bro. - Oh, oh.\n- Oh my God. That was the",
        "14": "opposite smooth. - Wait, wait. Is Nolan\nstill in the bathroom? - I don't know, really.\n- Karl, go let him out. - Oh, oh.\n- How was your flight? - Still better than the $1000 plane. (Karl laughing) - And now, the $300,000 blimp. I'll unblur it in a second. Before I remove your blindfolds, what do you think is on\nthe side of the blimp? - Is it Nolan's phone number? - Did you do Nolan's phone number? - That would be funny.\n- Next time. - Take off your blindfolds.\nTurn turnaround. (person scream)\n(MrBeast laughs) (group laughing)\n- I heart Karl's mom. Hold up.",
        "15": "Why? He really loves my mom. - No, Karl, he hearts your\nmom. He doesn't love your mom. That'd be weird.\n- No, I love her. - Oh. (blowing raspberries) - [Chandler] Dude, am\nI pushing it right now? - Ooh, it's like moving. - This giant aircraft can literally just be pulled by a rope. And you might be wondering how\ndid I afford this giant blimp and pay six figures to wrap it? ZipRecruiter, a recruiting\nplatform that I use to hire people like editors,\ncameramen, and accountants. Let's see if it stops\nfloating when I get on it. (metal stairs thuds) - That's gains,",
        "16": "dude. - Does that mean I'm fat? - It means you work out a lot.\n- Or I'm fat. ZipRecruiter is where people go to discover their next great job. If this blimp crashes, then I die. - Uh-huh. - You guys could just use\nZipRecruiter to find a new job. - That'll make it so\nmuch easier. Thanks, man. - I feel like I don't\nlike this conversation. - Shh, shh. All right, let's do this. Goodbye, Chandler. Goodbye, forever.\n(door thuds) - I think I heard forever. - [Chris] He could have promoted anything and he chose Karl's mom. - I'm terrified. This\nain't",
        "17": "picking up speed. - Well, we'll see you at the race. - [Person] Oh, and I forgot to mention, we're flying this blimp\nover 150,000 people at the world's largest race car event. And Karl has no idea. - Before I die in this blimp, I wanna tell you guys about ZipRecruiter. We recently made a job\nposting on ZipRecruiter and I'm gonna call one of the\ncandidates and interview them. (phone ringing)\nHey, Thomas. I saw your application on\nZipRecruiter. Can you hear me? - [Thomas] Yes, I can. Is this MrBeast? - Yeah, I'm MrBeast, it doesn't matter. - [Thomas] Sorry, I can't\nbarely",
        "18": "hear you right now. - Yeah, because we're on a blimp. How long have you been an editor for? - [Thomas] I've been an\neditor for about 10 years. - Do you think you can improve our videos? - [Thomas] I think with a strong team and a little creative innovation, I can definitely make your videos better. - Okay, not bad. Send me\nsome examples of your work. If like Thomas, you want a\nshot to come work for us, click the link in the description or go to ziprecruiter.com/mrbeast. We're gonna look at every\nsingle person that applies. (crowd cheering)\n(cars revving) We",
        "19": "are now over the Daytona 500 which is one of the busiest events ever. - [Karl] You couldn't\nhave put something better on the blimp.\n- No, this is perfect. - This is wrong. (laughing) - [Chris] Can they see us? - [MrBeast] You can see 'em.\n(screen dings) - Karl, I can confirm. Everyone\nloves your mom down here. - I love Karl's mom. - Everybody's like, \"We love...\" - [Crowd] I love Karl's mom. - Karl's mom, if you're\nwatching, you're a lovely lady. - [Crowd] We love Karl's mom. - [Karl] You're a psycho. - [MrBeast] For your mom. (audio thuds) -",
        "20": "[Person] And now, the most\nexpensive private plane ticket on the planet. (upbeat music) - Hi, welcome board. I suggest you taking your shoes off. That carpet's actually $2 million. - She's like, \"I suggest it, really hard.\" - [MrBeast] And by square feet, this is bigger than our houses. - [Person] It's almost\nimpossible to imagine how big this jet actually is. - Right here is a bedroom. - Wow.\n- A bedroom. Another bedroom, another\nbedroom. Keep going. This is for the crew, another bedroom. - Hoo!\n- What'd you find? - My dibs? - [Person] The bedrooms on this plane are way",
        "21": "more extravagant. Gold plated sinks, multiple showers. - Wait, what's in there?\n- That's the toilet. - [Person] This plane comes\nwith its own theater room, a lounge that can seat it up to 12 people. - [MrBeast] And then over\nhere is the living room. - This is like a bigger couch\nthan what I have in my house. - I just want you to know you've only seen a third of the plane so far. - There's more. - [Chris] What? Oh, got some good stuff. - You can call flight\nattendants in your bedroom. - If we could do this every time",
        "22": "we fly, I'd live in the air. Whoa, whoa, what is that? - Sorry, I'm turning\nthe lights on and off. - How did I miss this room? Like we walked around the whole plane - And in case you thought\nyou saw everything, there's also massages on this plane. How is it, Karl? - It's amazing. - So, I really just shouldn't. (glass shattering)\n(Chris giggling) - Gentlemen, how were we\nable to afford this plane? - I would say only our fans. - [Person] And because of\nthat, we invited a bunch of random subscribers on this half a million-dollar plane ride. -",
        "23": "Have you ever flown\non a private jet before? - No. This is my first time. - And it's the most\nexpensive one on the planet. - I've never seen anything\nlike this on a plane. Like this is crazy. - Ma'am, what is this right here? - That's gas station chocolate. - Can you just throw it? Okay. (chocolates thudding)\n- I didn't think she'd literally throw 'em.\n(stewardess laughs) This is the chocolate you need\nto serve from now on, okay? - Got it. It's called Feastables, It's the highest rated\nchocolate on the planet. - [Karl] What the heck is over this way? -",
        "24": "[Chris] Yo, this gotta be a secret room. That's where the crew is. We just got a bunch of\nfunny looks. (chuckles) - Attention, boys.\nWe're about to take off. Fasten your seat belts, stop\nbeing hooligans. Thank you. (head thuds)\n(Nolan screams) (group laughs) Typically, what kind of people\nfly on a plane like this? - Business people. How do my dumb friends compare? - It's pretty dumb, I guess, I'd say. (MrBeast laughs) - [Person] At this price point, they serve the highest quality\nfood anytime you want it and anywhere on the plane. Even in your own private master suite. - You want",
        "25": "some? (audio smooching)\n(group laughing) - Do you guys even know where we're going? - [Group] No. - We're taking you all to Disney World and we're gonna give you two days of all expense paid trips\nto do whatever you want. (group indistinctly cheering) - No way. - So, if you wanna fly\non the most expensive jet in the world and then spend two days all paid for in Disney World, subscribe. ♪ My life ♪ ♪ 'Cause of I'm baller\nfor the rest of my life ♪ ♪ Yeah, yeah ♪\n♪ My life, my life, my life ♪"
    },
    "summary": "The video showcases MrBeast and his friends experiencing a series of flights ranging from the cheapest plane to a $500,000 private jet, including a blimp ride. They explore the amenities of each flight, from basic to luxurious, such as private bedrooms, various entertainment options, gourmet food, and exclusive experiences, ending with a surprise trip to Disney World.",
    "scene_captions": {
        "8": "The image shows a group of five people walking across what appears to be an asphalt surface, likely part of an airport or airstrip, as suggested by the building structure in the background that could be a hangar. The individuals look relaxed and are dressed in casual clothing. Some of them are carrying bags or clothing items. At the top left corner of the image, there's a graphic overlay displaying \"$500,000,\" which might suggest this image is part of a television show, competition, or event where this sum of money is significant. However, I can't provide any specific details about the identities of the individuals or the context of the image beyond what is visually observable.",
        "4": "The image appears to be taken at a bar or restaurant, showing a close-up of a person seated at the bar counter. The person is wearing dark clothes and what seems to be a pair of white sneakers. In front of the individual, there's a marble countertop, on which a clear glass with a beverage and a sprig of mint is visible, suggesting the preparation of a cocktail or a similar drink. A napkin is also partially visible under the glass, likely provided for the customer's convenience. In the upper left corner of the image, there's green text displaying \"$100,000,\" possibly indicating a price, a budget, a prize, or a reference to money in some context; however, without additional context, it's difficult to determine the significance of this amount in relation to the scene.",
        "5": "This image appears to be a screenshot from a video with a blurred and fast-paced perspective, most likely taken with a first-person viewpoint. We see an outstretched arm reaching towards a door handle, suggesting the individual is either about to open or close the door. The interior seems to be of a curved, narrow corridor or passageway with an arched ceiling. There's a person sitting in the corridor, and various items, potentially trash bags or laundry, scattered on the floor. In the top left corner, there is text indicating \"$100,000\" which could suggest a contest, prize, challenge, or significant amount related to the context of the video. Due to the blurry nature of the image, it is difficult to extract more detailed information.",
        "7": "The image shows a crowded grandstand filled with spectators, presumably at a sporting event or some kind of outdoor public event. The stands are multi-tiered with numerous rows of seating. There's a distinctive text overlay on the image that reads \"KARL'S\", which seems to be superimposed and not part of the actual scenery. The scale and density of the crowd suggest this event is well-attended. There are also guardrails in front of each seating tier for safety.",
        "6": "The image captures two individuals inside what appears to be a small aircraft, possibly a helicopter, based on the visibility and structure of the cockpit. One person is wearing a headset and seems to be holding the aircraft's controls, which suggests they are the pilot. The other person is also wearing a headset, with a microphone close to their mouth, to facilitate communication over the aircraft's loud noise. This person looks apprehensive or anxious, as denoted by the caption \"I'M TERRIFIED\" superimposed on the image. There's also a graphic on the top left corner showing \"$300,000,\" which might indicate the context of the situation involves a significant amount of money, but without more information, its relevance is unclear.",
        "2": "The image shows a person standing inside an aircraft's bathroom. You can tell it's an aircraft by the curved ceiling typically seen in planes, the overhead compartments, and features like the door lock indicator that are common in aircraft lavatories. The bathroom appears spacious and is fitted with what seems to be luxury amenities, including a large mirror and a marble-like countertop with a sink. There is also text overlaid at the top left corner that says \"$10,000\", which may suggest that this is a luxury or first-class section of the aircraft, and the cost mentioned is likely related to the price of the flight or suite on the airplane.",
        "3": "This image shows two individuals in a high-end air travel cabin, which appears to be either first or business class, due to the spacious layout and the lie-flat seats. The leftmost individual is covered with a white blanket and is either sleeping or resting with eyes closed, while the person on the right is seated with his seat partially reclined, and his feet are resting on an ottoman or footrest. They both seem to be enjoying comfortable amenities, as evidenced by the comfortable pillows and the surrounding cabin features. Near the top of the image, there's text indicating a price of \"$25,000,\" which may suggest the cost of this luxurious flight experience.",
        "1": "Sorry, the image is too distorted and blurry to provide a detailed description. There appears to be text and some sort of graphic or photograph, but the specifics are not discernible due to the lack of clarity. It seems to reference various values in monetary figures, as well as a picture of an airplane, but further details cannot be accurately determined.",
        "0": "Sorry, the image is too blurred for me to describe its contents accurately. If you have a clearer image or another question, feel free to ask!"
    },
    "thumbnail_url": "https://i.ytimg.com/vi/1WEAJ-DFkHE/hqdefault.jpg",
    "title": "$1 vs $500,000 Plane Ticket!",
    "views": 340622738,
    "likes": 7323219,
    "duration": "12:20",
    "description": "Check out ALL of MrBeast’s awesome jobs or discover a new opportunity at https://bit.ly/MrBeast_ZipRecruiter\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}