{
    "url": "https://www.youtube.com/watch?v=jObOjhUkf50",
    "trascript_chunks": {
        "0": "In this video, we're going\non a $250,000 vacation. This is beautiful. How is this real? And I'm going to show you\nthe difference between this and a $100,000\npresidential vacation. Right this way, sir. A $50,000 vacation where we have\nthe Eiffel Tower completely to ourselves. I'm holding on for dear life. All the way down to this $1 vacation. Right over here, boys.\nThis shack is our vacation. - You can see inside of it.\n- There's no walls, Jimmy. - Well, I mean, there is walls.\n- This is gross. And in case you don't believe me,\nit's a dollar. - Look at that.\n- Oh,",
        "1": "it's $0.93. You're a liar. I rounded up to a dollar. For $1 we get this bed, which is honestly\njust a mattress sitting on wood planks, a broken cabinet,\na light that sort of works. Oh, look at that. And lastly, random noises\ncoming from the ceiling. I was hearing noises in the room,\nand there's a raccoon on our roof. I feel like most people would be mad\nif their hotel room had a raccoon. But for some reason, we're happy. - When is the check out time?\n- Tomorrow. Keep in mind that\nlater in this video, we're going on a $100,000 vacation. A",
        "2": "$250,000 vacation. Can we just jump to that already? No, because we got to suffer so they can compare our\nsuffering to our happiness. They do like when we suffer. Are we all supposed\nto fit on a single bed? If we wanted four beds,\nthat'd be $4. First, let's get all this sand out. The raccoon just ran in here. I'm gonna act like I didn't scream\nlike a little girl. Up next, a vacation that's 10,000 times\nmore expensive. Welcome to the\n$10,000 a night vacation. - Oh, my gosh.\n- Yo, this is sick! Wait, what the heck is this? This hotel room has",
        "3": "jellyfish. - Okay, that's so unnecessary.\n- Oh, there's a pool outside. It's a private pool. Does this not look like a scene\nfrom a movie? Your hotel room walks\nout to the beach. - Wow.\n- Is this our own private beach? Oh, my gosh. This is incredible. Tareq, since when is water this blue? I don't know. This all inclusive vacation\nalso has a giant spa. Oh, yeah. A park filled with flamingos. Oh, they're fighting - Flamingos.\n- And unlimited room service. Okay, what do you need? All of it. The only negative of this place\nis it doesn't have a raccoon. Hey, little",
        "4": "guy. But I don't blame them for that. When you spend $10,000\nat this all inclusive resort, we each get our own floor\nof the building. It looks exactly like Jimmy's,\nexcept for I got the top floor. Oh, I have a hammock. I think I can make it in the hammock\nwithout getting wet. I didn't. Yo, look at your view! - Chris!\n- Hey. I caught it. - 3, 2, 1…\n- Hey! All right, let me lay out\nsome rules. - Rule number one.\n- Yeah. No more throwing pillows in my pool. Rule number two. Sorry, Tareq. And now\nwhat the hotel is known for,",
        "5": "this insane infinity pool that extends over our\nown personal beach. How does the water just not overflow? I have so many questions. I feel like a father\nthat took his kids on vacation and is just watching them\nhang out in the pool. The $10,000 vacation has been insane, but not as insane\nas our next vacation all the way across the planet. And now the $50,000\nvacation in Paris. - Oui!\n- Baguette! Our $50,000 vacation starts with a completely\nprivate luxury ferry ride. What is that? That's the engine? Bro, what is this, 1805?\nTareq, zoom in on that guy. He is filming us. Hey.",
        "6": "- They waved back.\n- Do you have a YouTube channel? I don't think he speaks English. This vacation comes complete\nwith fantastic food. A tour of the entire city. All right. And a luxury hotel room\nwith an amazing view. - This is kind of romantic, huh?\n- Yeah. You and Chandler should kiss. And lastly,\nwe have a very expensive surprise. So you guys are probably wondering, it's a $50,000 vacation, and we clearly haven't\nspent 50 grand yet. Yeah, where is it? It's behind you. That's the Eiffel Tower. Yes. We have the entire Eiffel Tower\ncompletely to ourselves. Wait, actually? Yeah. What portion",
        "7": "of the 50 grand\nwas the tower? Almost all of it. We are at the Eiffel Tower. This feels like we're sneaking in. No, I'm not joking. It's ours.\nNo one else is here. We can just go\nstraight through the line. This feels illegal. Most of the time,\nthis place is packed with people. And because we have the whole thing\ncompletely to ourselves, we're going to try\nto get to the top of the tower. I'm talking the very top. Boys, enough playing around.\nLet's head up. On the way up, we stopped at the first floor,\nover 187 feet in the air, where we had",
        "8": "a world class restaurant\nall to ourselves. I love though, even though\nwe have the entire Eiffel Tower, they still put us\nin a corner of the restaurant. That's the elevator coming from the top\nof the Eiffel Tower. That looks terrifying. Open sesame. Thank you. I can see\nmy house from up here. We're in France. I can see my hotel from up here. - Look how high up we are.\n- Oh, my ears are popping. What are we working with here? Oh, my gosh. You can see the whole city from here. This is crazy. Tareq.\nLook how much higher we have to go.",
        "9": "This is never going to end. I'm not going to lie,\nI thought we were already at the top. We're going up. Now we're heading to the top.\nAt one point, this was the tallest building\nin the world. - Should I jump right now?\n- No. Do not move. Come on, boys, follow me. From here on out, there's no more\nelevators, just stairs. Oh, it's windy up here. We are high up there. Oh, my God. Oh, my God. Tareq,\ndon't drop the camera. We are standing over\n900 feet in the air. The highest point\ncivilians are allowed on the tower. But since it's ours",
        "10": "for the night,\nI had one last surprise. What do you think's\nbehind this door? Stairs. Actually, did I... - How did you know?\n- We can see the stairs. Well, yes, there are more stairs, but this takes us\nto the very top where no one's allowed to go. Oh, my gosh. Bro. Oh, my God. - Are we allowed on that?\n- I don't know. Oh, that is scary. The ledge just comes up\nto my waist up here. I am holding on for dear life. I completely understand\nwhy tourists are not allowed up here. We have a cameraman\non the other side of the",
        "11": "city with a lens zoomed in on us. He's over a mile away. If this lens is good enough, you should be able to see us\nwaving for a $50,000 vacation. You got to admit,\nthis is cool. This is amazing. It'a a once in a lifetime experience. Are you ready\nfor the best moment yet? I don't know why a YouTuber\nhas this much power, but lights. Oh, there we go. Oh, my God. Like a disco show. Holy cow! Guys, I don't know\nif this next command is going to work,\nbut turn every light off. Oh, it's pitch black. The Eiffel Tower went",
        "12": "dark. What are these millions of French\npeople thinking right now? They should get me off this tower. I don't know why\nthey gave me this much control. Next, we head to Switzerland\nfor the $100,000 vacation. But this is no ordinary vacation. This hotel has two inch thick,\nbulletproof windows, a panic button that will lock down\nthe entire building and it's riddled with security\nbecause this is a hotel where world leaders and presidents\ntake their vacation. And also the sidemen were in town.\nSo I invited them to come. Oh, my God. It smells like food in here. We've got the whole ocean in there.",
        "13": "- What?\n- This is nuts. This is the most expensive penthouse\nsuite in all of Europe. It covers the whole eighth floor,\nhas dozens of rooms, tons of staff waiting\non you day and night and absolutely crazy food everywhere. You want a hit?\nYeah, get a hit of that. Oh, yeah. How do these guys compare\nto your normal guests? So you'd say they're\npretty dumb compared to… Like I said before, some\nof the most powerful world leaders choose this place\nfor their vacations. Even Bill Clinton stayed here\nand he wasn't assassinated. It's pretty safe. In terms of security, here you\nhave the bulletproof windows. Even this",
        "14": "is bulletproof. Oh, my. It feels thick. Pretty solid. I hope. I'm a president. There are also some snipers that we can put on the rooftop. You have your own snipers. Are you able to negotiate\non behalf of the Sideman? - I can try my best.\n- Yes. This will help me in my negotiation. I'd like to buy a 10%. - How much, boys?\n- Go, you say it. 200 million, Jimmy. 200 million. All right. To the panic button. - Oh, no.\n- I'm not going to lie. I've been wanting to press\nthis button since we got here. We all agree",
        "15": "this is a good idea. - No.\n- No. Karl. You're Bill Clinton,\nand you feel threatened. Press the panic button.\nYou pressed it. Oh, wait. - I see a door closed.\n- Are we locked in? - Is it locked?\n- Are you guys in there? Is that Nolan? Yeah. The door's like shut. I walked off for one second. This button opens it. You don't get to panic\nand then open it. If you press the button now, the police will come. And there's a big fine. Don't press it again. I've been thinking. How would a president\nget somewhere like McDonald's? Let's see how",
        "16": "presidents travel.\nCome on in. It turns out\nwhen you're the president, you have to go everywhere\nwith your bodyguards. So that means that when you drive… Oh, we got an entourage. How do we know which car to get into? On the third or the fourth. Ideally the third or fourth. - Which car is the most dangerous?\n- The first one. Nolan, you should ride\nthe first one. - I can do that.\n- Okay. Who wants to ride with me? Harry, come on in. Harry, Chandler. I'm sure the president\ndoesn’t sit in the middle. Typically,\nyou guys would be my bodyguards. But, you know,",
        "17": "you'll suffice. Just squeeze in mate.\nSqueeze in. What president\nis going to McDonald's? Does your window roll down?\nHey, how's it going? Now we're gonna get shot! I can't believe we can do this. This is nice. Turns out when you travel\nin a presidential motorcade, a lot of people start to notice you. How's it going? This is bonkers, man. I love how we just draw\nthe attention of everyone. People are filming, like we're the president.\nThis is weird. Which made McDonald's\na little awkward. What's going on? Don't mind our security. Jimmy, does this beat out\nthe Eiffel Tower for you? Depends how good",
        "18": "these nuggets are. Obviously, all of the vacations so far have been amazing, but they pale in comparison\nto the next one. Our final vacation is once again\nacross the planet. And now we're in Japan\nfor the $250,000 vacation and we're meeting up\nwith a special guest here, so you're gonna want\nto watch till the end. To start off our vacation we dropped off our bags in the most\nexpensive hotel in all of Japan. This is gigantic. I have an echo in a hotel room. And afterwards, we felt like getting to know\nthe city of Tokyo. Now we're going to drive\nMario Karts on",
        "19": "the street. We rented private Mario Karts but we get to literally drive\non the streets of Japan. People are just staring at us. This is not meant to be on a street. There's real cars\ndriving right beside me. Well, look how many people\nare crossing the street here. This is the busiest crosswalk in the world,\nand we're driving right through it. We're on Go-karts in Tokyo.\nGo-karts! I love Japan. This place is crazy. When we arrived\nat our next destination, we met with master swordsman\nYoshioki Sumida. He's been training with the katana\nfor the last 26 years, and he actually agreed to giving",
        "20": "us\na rare lesson in the art of the Samurai. We each got our own katanas and the lesson began\nwith swinging techniques. It was not as easy as we thought. No, they're going to zoom in on it. Then it was my turn. Boys, you think I'm gonna\nbe able to do this? - Yes.\n- Yeah, you got it. Hey! Let's see how the boys do. Whoa, whoa, whoa! Who am I? And then, our samurai teacher\ngifted us this insane katana. I don't deserve this, but thank you. And because this is a quarter million\ndollar vacation, we rented out the most premium\nsushi",
        "21": "chef in the world, along with this entire\nfloating restaurant. They got Louis Vuitton coasters. The chef makes all the food right\nnext to our table, and getting to see a master at work was one of\nthe coolest dining experiences I've ever had. Oh, wow. Oh, my God. They said we could\nfeed the birds tuna. Here you go, little man See how he caught him\nin the air? And once we paid the bill… Thank you. we were off to the craziest place\nI've ever been. Follow me.\nI rented this whole place. But before we see it, socks off. This is basically an art",
        "22": "museum,\nbut for experience. Oh, my God. I have goosebumps. My eyes are having a hard time\nprocessing it. You think this is what it looks like\nwhen you die? Probably. What is this next room? Normally, this place\nis completely full of other people, but we secured the entire experience\nfor ourselves. This might be one of the best things\nwe've ever done. Dude, are these fish? We're in a pool, in a museum playing\nwith animated fish. This is the most unique thing\nyou could ever do on a vacation. Wait, the fish are surrounding us. How did they know to surround us? They love us.",
        "23": "They're going everywhere now. Now you're all probably hungry. Which is why we're at this restaurant\nthat is ran by robots. What? My name is Pepper. Can we have a seat, Pepper? Sure.\nLet's find a comfortable spot. We've reserved the entire place, so the only other people here\nwere the robot waiters. Food robot is here. Wait, so the food is delivered\non a robot? An oddly fluffy robot. Pepper staring really hard\nat Chandler. Pepper does not like Chandler. Bro, I did nothing to you. Everyone make sure\nyou eat tons of food 'cause tomorrow I rented\nan entire theme park and PewDiePie is going",
        "24": "to be there,\nwhich is really crazy. You see, PewDiePie\nand I have a long history. I was wondering\nwhen you would show up. We helped him in a subscriber race\nagainst T-series. Grab your phone. Go on YouTube, search PewDiePie\nand subscribe to him. Eventually, we even caught up to him. Mr. Beast has taken\nover me in subscribers. I guess I'm getting a taste\nof my own medicine. That's all right.\nHe definitely deserves it. And even though we've\nbeen friends for a while, we've never actually met in person. And because this is such\na long awaited meetup, I rented this entire amusement park. This is Fuji-Q",
        "25": "Highland, the park with the scariest rides\nin all of Japan. It usually has thousands of people\nwaiting in line. But as per usual, I rented the whole thing\njust for us. You can ride whatever ride you want. I wasn't done but he left. I'm about to go on this entire\nroller coaster alone. What you're seeing here is\nthe steepest roller coaster drop in the world. Are you scared? - Yes.\n- Have fun! I'm scared for him. And like I promised, the father of YouTube,\nPewDiePie, met us in the park. A little later than planned\nbecause I texted on the wrong day. Sorry, Felix.",
        "26": "And he wanted to ride\nthe craziest coaster at the park. Why are you scared? I'm so scared of roller coasters. This is one doesn't spin at all. I'll ride it if Felix rides it. - Let's go!\n- I'm terrified. I'll do it. I'll do it. If I die on this roller coaster,\nyou guys are going to feel terrible. You take your shoes off? - Anything that could fly out.\n- That's how you know this is bad. They don't even trust us\nwith shoes on this ride. You got this. You'll be fine. I cannot. This was my worst nightmare. I'm scared,",
        "27": "I don't want\nto do this. You're scaring me. Calm down! Whatever you do, don't throw up. I'm terrified.\nCan we pick a better one? We could have picked\na nice, comfortable ride. I actually have no idea what it is. At some point,\nthere's a literal 90 degree drop. You're freaking me out.\nWhat did you sign me up for? You brought me here. But what we didn't know was this ride goes backwards. Why are we going backwards? Why did I do this? Oh, my God. We're upside down! Jimmy! This is crazy! Best roller coaster ever! Oh, my gosh. Felix, what did",
        "28": "we just do? I'm crying. Best roller coaster ever. I got tears just running down. It was good meeting you, Jimmy.\nI'm gonna head out. Oh, yeah. You screamed\nat the first little bow. What? Thank you. I don't think I've ever had\na chewy potato before. That's what you get for passing me. Felix, I'm sorry for passing you. You don't have to threaten me\nwith violence though. - They're good.\n- Yeah, they are good. That was the $250,000 vacation. Felix, can you transition us? Bro fist."
    },
    "summary": "The video showcases a comparison of vacations ranging from $1 to $250,000. It features experiences such as a rundown shack for $1, a private Eiffel Tower visit for $50,000, a luxurious $10,000 per night resort, and a $250,000 vacation in Japan including unique activities and meeting PewDiePie.",
    "scene_captions": {
        "8": "The image shows a roller coaster against a clear sky. The roller coaster track is a series of steel beams and has a chain of seats filled with people in the foreground, descending a steep drop, suggesting they are experiencing a thrilling ride. The structure of the roller coaster is quite prominent, and it looks like a sunny day considering the brightness and the clear blue sky in the background.",
        "4": "The image is blurry and taken at an angle that suggests rapid movement or a quick snapshot. It seems to feature an interior space, possibly a bathroom based on the tiles and what looks like a bathtub in the center. There are some objects scattered on the floor that are not clearly identifiable due to the blurriness of the image. In the upper left corner, there's a text overlay that says \"$100,000,\" which might indicate the cost of something, likely relating to the contents or context within the photo. There is also a garment hanging on the right side, possibly a bathrobe or coat. The overall quality and angle of the image make it difficult to provide a detailed description.",
        "5": "In the image, there are five people gathered outside a building near an automated sliding door. On the top left corner of the image, there's text that reads \"$100,000,\" which might suggest some context related to a monetary transaction, challenge, or prize. The first person on the far left is wearing a black hoodie with yellow and blue accents. Next to him is a person in a grey sweater, followed by someone wearing a greenish or teal suit paired with a white shirt and dark tie. The fourth person is dressed in a casual black t-shirt, and the last person is partially outside of the frame. The group seems to be engaged in a discussion or is perhaps waiting to enter the building. They appear to be in an urban environment, as there are buildings across the street behind them.",
        "7": "This image shows three individuals walking on a surface that appears to be a visual representation of a cosmic scene, possibly a galaxy or nebula, which seems to be an effect created through special lighting or projection technology. The image also contains an overlay in the top left corner displaying the amount \"$250,000,\" suggesting that this scene could be from a game show or competition where a significant cash prize is involved. The cosmic imagery provides a dramatic and otherworldly atmosphere.",
        "6": "The image shows a collection of katana swords, which are traditional Japanese swords characterized by a curved, single-edged blade with a circular or squared guard and long grip to accommodate two hands. These swords are displayed on a rack, and each has different colored handles and sheaths, possibly indicating different levels of craftsmanship, value, or ownership. Hanging tags attached to some of the swords suggest that they might be for sale or part of a collection. The price tag in the corner of the image indicating $250,000 suggests that this could be the price of the entire collection or of one particularly valuable sword in the collection.",
        "2": "The image shows a modern room with large windows covered by both sheer and opaque curtains, letting in plenty of natural light. The room features contemporary furniture, including a round dining table with four chairs, an armchair, and a small table with what appears to be a lamp above it. There is a decorative vase with flowers on the dining table, accompanied by a fruit bowl and some glasses, suggesting a welcoming or hospitality setting. In the background, through the windows, one can see a cityscape or urban view, indicating that this is likely a room in a high-rise building. On the top left corner, there is text \"$6.264,\" which might indicate a price or a reference number but lacks context to determine what it specifically refers to within the image.",
        "3": "The image shows a group of people walking through a narrow walkway with a metal fence on one side, seemingly at an elevated height given the dark sky visible through the fencing and the glow of city lights in the distance. One person is wearing a hooded sweatshirt, and another is wearing a cap. The image has a label in the upper left corner displaying \"$50,000,\" which could suggest that this is a still from a video or a show where this figure represents a sum of money, perhaps as a prize or a relevant amount to the content of the video. It is not clear from the image alone what the specific context or significance of the $50,000 is.",
        "1": "In the image, there are two individuals walking down a pathway surrounded by lush green vegetation. The pathway appears to be a white walkway that contrasts with the greenery around it. In the background, there is a modern-looking building complex - likely a resort or apartments - with balconies equipped with glass balustrades to offer unobstructed views. The upper left corner of the image contains the text \"$10,000,\" which could imply the cost of something related to the content of the image, such as a stay at the resort, an event, or a reward. The overall setting suggests a luxury tropical destination.",
        "0": "In this image, I see a person standing on a sandy area, likely a beach, with their arms open as if to gesture or express excitement. Behind the person is a dense thicket of green foliage, possibly indicative of a tropical location due to the palm trees visible to the left. The sky appears overcast. The person is wearing a hat, a t-shirt, and shorts, which suggests a casual and warm setting, typically associated with beachside environments."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/jObOjhUkf50/hqdefault.jpg",
    "title": "$1 vs $250,000 Vacation!",
    "views": 234849505,
    "likes": 5815396,
    "duration": "16:07",
    "description": "I did not expect the $250,000 vacation to be that crazy…\n\nThank you teamLab Planets TOKYO for letting us film!\n\nThanks to the Pullman Paris Tour Eiffel -  http://www.instagram.com/pullmantoureiffel\n\nAll filming at the Eiffel Tower required the authorizations and supervision from SETE: Société d'Exploitation de la Tour Eiffel (operating company of the Eiffel Tower). Thank you to SETE and their staff. \n\nShoutout to CGGeek for the outro VFK! - https://www.youtube.com/c/CGGeek\n\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nDiscover over 1 million mainstream tracks for your YouTube videos at Lickd: https://go.lickd.co/mb3\n\nTrack: Also Sprach Zarathustra: Einleitung, oder Sonnenaufgang (From \"2001: A Space Odyssey\") by The City of Prague Philharmonic Orchestra.\nLicense ID: kPD1jPZN2xJ http://lickd.lnk.to/ZLK5sBIm\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}