{
    "url": "https://www.youtube.com/watch?v=0CTp1a-aCUM",
    "trascript_chunks": {
        "0": "- [Mr Beast] I built two massive cubes so these 100 kids can compete\nagainst these 100 adults. Whichever cube has the\nmost people inside of it after 100 hours, splits\nhalf a million dollars. 100 kids are going head to\nhead with their parents. - We've just been closed in. Doors are closed. We're by ourselves. - Are you gonna lose to a bunch of adults? - [all kids] No! - You're not gonna let a bunch\nof kids beat you, are you? - [All Adults] No! - You do have to split the 500 grand. - I'm a giver, so I\nI'll share a",
        "1": "little bit. - [Mr Beast] That's right. Only the remaining players\non the winning team splits the half a million dollars. - We just hit an hour! - So far I have been retaining my sanity. - [Mr Beast] Attention, you're\nan hour into the challenge and I'll give you a thousand\ndollars if you get out. And this is the only time\nanyone will be receiving money, unless you win. You have 60 seconds to\ndecide, starting now. - A thousand dollars is not enough money. - I'm going to leave\nfor a thousand dollars. - People are leaving! Hey, is that your son? Wait",
        "2": "it's like father, like son. - This is not good. - You are the last one out. Let's see the damage. [Mr Beast] In just one hour, we've eliminated 12 adults and 10 kids. - How y'all gonna leave, and\nleave us with like 88 adults? - A lot of people just left. I don't how to feel about that. - [Mr Beast] And now that\nwe know who wants to win, there's something we need to take care of. - They gotta sign this. - We have to sign this paper that says, our kids can spend the money responsibly and",
        "3": "we won't use it on ourselves. - [Mr Beast] As long as the kids win. - I can't believe they're\nactually signing it. - [Mr Beast] And Chris\nbrought the bathroom. - I got a toilet! - Alright, you're good. How many YouTubers does it\ntake to move a porta-potty? - [Chris] Poop time! - Bathroom! - They just drilled a hole, 'cause it smells really bad in here. - It smells horrible. - [Chris] Is there somebody in there? - [All] Yeah! Why didn't you tell me? I'm sorry! Enjoy your poop. - I don't know how you do this,\nbut is this",
        "4": "the fart pipe? - That's the fart pipe. - I hope that was sand that fell off. - {Nolan] We're five\nhours into the challenge. So I left everyone alone until morning to see what they do. - So the boredom's kinda kicked in. We've been looking at these tiles and kinda realized that\nwe can take 'em off, so. - So, now we're gonna do that. All of them. - Who's going to school tomorrow? - Take this. Stand right there. - Hey Nolan! - [Nolan] Yeah! -\n- I need you! - Stop! Why do you guys always do this? -",
        "5": "These things are so much fun. - I've got an idea. - Yeah? - [Mr Beast] And the next morning, one of the kids tried to see\nhow many adults were left. - [Tareq] Hey! - [Nolan] He's trying to cheat! Are you trying to tell them? I'm gonna have to escort\nyou away from the 500 grand. - What was the number? - It was locked. - No! - [Nolan] And because of him,\nboth teams were tied at 78. So let's see if we can\nget some people out. - We brought you all oatmeal! - It's not good! - Who made",
        "6": "this? - [Tareq] I don't know, it was not me. - You did a terrible job and I want your cooking license revoked. - What just happened? You just walk out? - Wait, whoa! [Mr Beast] The oatmeal always works. - Now that any of you just left, who do you think's winning? - Them. - Yeah. - The oatmeal is deadly here, it's so bad. - Oh no! - [Mr Beast] Since\nnobody liked the oatmeal, - It didn't have no sugar. - [ Mr Beast] I had an idea. If two of you get out, I'll\ngive everyone Taco Bell.",
        "7": "- [All] No! - [Mr Beast] Now I'm gonna make\nthe same offer to the adults but I think they might\nwant something else. - I want a cup of coffee so bad. - Coffee. - Caffeine! - Here's the situation. If you want coffee, two\nof you have to get out and I'll go get 75 cups of coffee. You'll do it? - When's this gonna air on the YouTube? - The YouTube? - [Mr Beast] Nolan promised 75 coffees. Let's go see how Starbucks reacts. Can I have 75 coffees? - [Starbucks Employee] 75 what? - [Mr Beast] Even though the\nkids",
        "8": "turned down my offer, a few of them still decided to leave. - What? - Somebody's about to step\noutta of the circle guys. - [Kids] No! - I'm gone. - More money for us as soon as they leave. - We brought the coffee! - Thank you so much the coffee, man. - Everybody seems so happy\nand merry now, thank you . - [Mr Beast] Now we're really\ngonna ramp up this challenge. Karl, Nolan open the doors. In front of each cube is a giant button. At some point in the next 24 hours, this button's gonna turn green. And",
        "9": "whichever side presses\nthe green button first, shrinks the other team's zone. And Karl, whenever you feel like it, change the color to green. It's up to you. - Do you see this? Your foot's an inch away from the line. - You guys have strategy? - We have three people\nthat are ready to run out. - Three? - We all just had coffee, so we're up. - We are jacked! - I'm gonna change the color to blue, and see if we can catch anybody. - That was horrible, Karl! - I got out. - [Karl] You got out? Alright,",
        "10": "you came together. Come on, let's do this. -\n- Bye! - There's only 50 of you left. How many do you think are in the adults? - I think like 60. - Let's switch the\ncolors a few more times. Then turn it green. - I was definitely here before him though. - They just barely beat you, I'm sorry. - Still a letdown for my team. I'm sorry! - Look, they love you. - [Nolan] It's the end of day two, and already the kids\nare down by 18 people. - Hey everybody! I have a new proposition. I think we",
        "11": "can all agree oatmeal sucks. If you allow me to shrink your square, I'll give you each a pizza for dinner. - Oatmeal, all the way, until we go home. - You have one minute to decide. I'll be back. - [All] Pizza, pizza! - [All] Oatmeal. oatmeal! - This is all I've wanted all day. - I'm sorry, Jimmy's making me do it! - [All] Oatmeal. oatmeal! - All right, y'all enjoy. - If I don't make it, this is why. - As promised, I bring pizza! Here you go. I got one for each of you. - We",
        "12": "got a whole pizza! - I'm gonna cry. - Would you say this was\nworth shrinking the zone? - [Nolan] Not much happened\nduring the day, but at night. - It was way harder than\nI thought it was gonna be. - It's getting smaller and smaller. There's like no room in there. - There's 60 adults left. How many kids do you think are left? - If they're getting the same oatmeal we're getting every single day, 15 maybe. - Oh, I think we're losing by a lot. - [Mr Beast] By day four,\npeople were starting to get really, really, really bored.",
        "13": "- Whoa! - [Mr Beast] So we've decided\nto give them a surprise. - This is not a drill. Hey, do you guys wanna pipe\nto talk to your parents? - [All] Yeah! - Alright, bet. - I'm so excited! - Hi! - Mama's still here! - Jessica? - She's not here! - Really? -\n- Yeah. - Yo! - Hello! - That's my girl! - I miss y'all so much! - Hey, stay strong, stay\naway from the red line. I love you, Buddy. - Sorry guys! - [Mr Beast] The boys wanted\nto play a little prank to see if they could get",
        "14": "some people out. - This is an empty briefcase and we're gonna bring it in there and try to get people out with it. Hey everybody, do you see this? they can't handle the temptation. - Come on, let's go this way. Well, you just said that you were gonna get out anyway, right? - Yeah. Hmm. - They could have had 10\nK, but at the same time in all the other videos it was empty. - I don't ever trust what\nthey're doing out there. - Surely the adults are too smart to fall for something like this. - There's",
        "15": "no way. Attention! - [Moms] What? - [Mom] No way! - It was just a briefcase. - You know Jimmy said he was only giving away the\nthousand dollars once. Nothing beyond that. - Mm-hm. - We're gonna do it again, but this time it's really gonna rock. - Why did another person leave? - Let's see if we can go four for four. Whoever walks out here\nis straight up goofy. - Now this time with just $1 sticking out. - Attention! - Bruh, why? - Was it the dollar? - No, I didn't even see the dollar. - He also",
        "16": "got out for the same thing. But he is a kid. - You're really just terrible. - Me, who can blame me? - I'm just gonna show\n'em an empty briefcase and if they walk out, so be it. - Try to like make a\nshot into the briefcase. - I don't think they want it. - Surely the adults\nwill enough confidence. - The adults will be smarter. - It's gonna be embarrassing. - [Adult inside] What's in there? - I will point out the kids\ndidn't fall for this one. - Oh, I can believe that. - Jimmy hasn't been in since",
        "17": "yesterday. And we heard noises on the roof, so we're waiting to see what happens. - Now, we're on top of the cube. - With a balloon! - We told the contestants\nnot to pop these balloons and if they follow those\norders, they won't get punished. - Send 'er down. - While we wait to see\nif they pop the balloon, I wanna tell you about\nour brand sponsor, Nerf. This is the Nerf Mythic Gel Fire Blaster. And watch this. It shoots gel pellets! I wish we had things like\nthis when we were kids. - This is ridiculous. - These things are",
        "18": "crazy. So crazy in fact, that I asked\nthem if I could make my own. This is the brand new\nMr. Beast Nerf Blaster. And as you can tell, the\nhopper on ours is smoother. It has a retractable stock,\nrechargeable batteries and you can put on semi-fire, which shoots one at a time or full auto. And this cartridge can\nhold tons of blasts. - Oh, they popped it already! - Bring it closer. A little bit closer. We only made a limited supply of these. So click the link in the description and pre-order our Mr. Beast Nerf Blaster while you still can.",
        "19": "- It's Nerf or nothing! - Oh, this is so much fun. Alright everybody, who has\nthe note from the balloon? - Because you've popped the balloon, we're going to shrink your cube. - Nolan literally dropped it on the wall. - So it's Nolan's fault? - [All] Yes! - No! - [All] Screw Nolan! - I cannot win. - Hey everybody! This is from the kids'\nballoon, they popped it. - Because you popped the balloon, we're going to shrink your cube. - So you guys passed the test. But while that was going down,\nsomeone did step on the line. Karl,",
        "20": "if you wanna show them the footage. - Right there, but even afterwards, right there your foot's on the line. - I made y'all more money! - Thank you for coming out, Sir! Do you know what you're carrying? - No! -\n- A table. - Can you follow me? - Oh my gosh! - What is this? - Before I reveal this, I\nneed a leader real quick. - Right here. - I just need you to simply pick a number between one and five. - Two. - Alright. This is your cube. This is the kid's cube. - [Nolan] The",
        "21": "number they\npick decides how many lines will divide the other team's cube. - [All] X, X, X, X, X! - Alright! - Pick a number between one and five. - Three. - Oh, okay right in the middle. - [Jimmy] Boom! Now let's reveal what the\nadults did to your cube. - Oh, it's not that bad. - [Mr Beast] Even though these lines don't take up a lot of space, stepping over them can\ncause a lot of mistakes. - It's about to get real\nstressful up in here. - Be careful when you go to the bathroom. - If I'm honest",
        "22": "with you, I\nwouldn't cross it that much. Why is everybody crossing it? - This is rough. It's gonna be a fun night. - Now that you just left, the\nadults are done to 50 people which means every single\nperson in there if they stay, wins $10,000. - That's fantastic. I'm glad that I was the\none to make it happen. - [Nolan] None of these kids have gone to school for five days. So I wanted to do something\nspecial for their teacher. - So first off, I want to apologize for borrowing your students. They're currently competing\nfor half a million dollars. And",
        "23": "during the challenge, I asked them who their favorite teacher\nwas and they said you. So gimme one second. - They like math? - I hope you like math\n'cause I'm gonna need you to count how much money this is. - Are you kidding me? - No. - Are you kidding me? - No. I'm just gonna dump the money right here. - If you win and you are a math student, no homework for the rest of the year. - Really? - Yes. - Okay, I'm gonna go tell them that. - Miss Mabe, Oh god! - She freaked out.",
        "24": "She also said that if you guys won, no homework for the rest of the year. - Woo, we're gonna win. - [Nolan] With only two\nhours left in the challenge, I wanted to give them\nsomething besides oatmeal. - So this is a perfect time to see if they like my chocolate bars. Attention, I have Feastables. And if you say Hershey\nsucks, I'll give you one. This is our Milk Chocolate Crunch Bar. It's about to launch at Walmart. - Hershey sucks, Feastables for the win. - Agreed. - Hershey sucks. - I agree. - I like Hershey's - Which one?",
        "25": "- You can forget the adults. - [All] Three, two, one! - We're 99 hours in. Somebody just stepped\nout, a little bit ago. We're gonna give you five grand. Jimmy didn't give me\npermission, but you know what? Better to ask for forgiveness. - I agree. - There's only 30 minutes left. - We're gonna win, we're gonna win. - We're just praying\nthat there's less kids than there is adults. - How many adults do you think are left? - I'd say 73. - We have been in here for days and I'm ready for the adults to win. - Really",
        "26": "curious to know what's going on with the kids over there. - What's the first thing you're gonna do when you get out of here? - Probably shower. - The adults are gonna win. Sorry son. - The parents are losing this one. - We started with a hundred\nkids and a hundred adults. I can't wait to see their\nfaces when they walk out. All right. 10, nine, eight, seven, six five, four, three, two, one! The challenge is officially over! Everyone, you may exit the squares. Come out front! And it's now time to reveal the winners. The winner of",
        "27": "the\nchallenge, by a landslide, were the adults! - We did it. And as a reward for you guys\nstaying the entire time, we're gonna give each of\nyou a thousand dollars as a Thank you! - So can I find my dad now? - Oh my god, you did it Buddy! - I don't even know how to feel. I saw my mom. - [Mr Beast] Yeah, go\nsay Hi to your parents! - Aw, baby! I knew you could do it! - I missed you! - You made it! - Go adults, go adults, go adults! - Woo! - Thank you. Thank",
        "28": "you so much."
    },
    "summary": "Mr Beast organized a challenge where 100 kids and 100 adults competed to stay inside cubes for 100 hours, with the cube containing the most participants winning half a million dollars. Throughout the challenge, participants faced temptations, shrinking zones, and various surprises, with the adults ultimately emerging as the victorious team.",
    "scene_captions": {
        "8": "This image shows a person sitting in front of a tiled background that resembles a crossword puzzle, given the presence of white tiles with letters and black blank spaces. The person is wearing a blue top and looking directly at the camera. There is text overlaid at the bottom of the image stating \"REALLY CURIOUS TO KNOW,\" which suggests that the person is likely discussing a topic that encourages curiosity or asking a question to engage with an audience. The setting and the style suggest that this might be a still from a video, possibly from a vlog or an educational segment.\n",
        "4": "The image shows a group of people wearing red outfits, gathered in what appears to be an indoor space with a red floor. Some of the people are sitting up, while others are lying down or lounging. They seem to be in a relaxed or casual posture. Their facial expressions are varied, with some looking directly at the camera and others looking away or at each other. The context of this gathering is not clear from the image alone, so additional information would be required to understand the circumstances of this scene. It may be from a specific event, performance, social gathering, or part of a scripted TV show or film scene.",
        "5": "The image shows four people standing in a group. The person on the left is wearing a hooded jacket with a pattern that includes a repeated logo, likely a brand name or signature print. Next to him are two other individuals, one in red and the other wearing a black and white jacket with red accents. On the right, a man is wearing a blue shirt, and he appears to be speaking, as indicated by the caption \"TERRIBLE!\" in bold red letters overlaying the image. The background seems to be an interior space with blue walls that might be part of an artificially lit set or room. This scene looks like a still from a video, possibly from a YouTube video or a similar platform, where people could be interacting or participating in some form of a group activity or discussion.",
        "7": "The image shows two individuals sitting across from each other at an office desk. The person on the left appears to be a woman wearing a beige blazer, while the person on the right appears to be a man wearing a striped shirt and shorts. They seem to be engaged in a conversation, judging from their body language and gestures. Behind them is a bookshelf filled with various books and binders, indicative of a professional or academic setting. On the desk, there are some papers, which might suggest they are discussing a document or topic related to work or study. The office looks organized, and the setting appears to be informal, possibly a meeting or an interview.",
        "6": "The image shows a group of people dressed in red outfits seated on the floor, possibly in a large room or studio. They appear to be looking upward or towards something, perhaps engaging with an event, speaker, or watching something. Some individuals are raising their hands or fists, and expressions range from excitement or enthusiasm to concentration. One of the central figures seems to be shouting, chanting, or cheering. The text \"SCREW NOLAN!\" is overlaid in bold letters, indicating a shared sentiment or reaction to something possibly related to a person named Nolan. The context isn't clear, but it could be a scene from an event, game, or part of a performance or filming.",
        "2": "In this image, there is a man on the left side dressed as a referee with a whistle around his neck. He appears to be addressing a group of people, mainly youths, who are gathered inside what looks like a red room or space surrounded by walls. Most of the group is dressed in red outfits which seem to be sporty or casual, and there is a sense of enthusiasm or excitement among them. It looks like a team huddle or a group meeting before an event or competition. The setting appears to be informal and possibly related to sports or team-building activities.",
        "3": "This image depicts an outdoor nighttime setting with a large, illuminated art installation. There are two large blocks with the words \"ADULTS\" and \"KIDS\" written on them. The \"ADULTS\" block is illuminated in red light, while the \"KIDS\" block is in blue. Behind the blocks are big walls or structures, with the respective words also projected onto their surfaces, reinforcing the division between \"KIDS\" and \"ADULTS\". The setting appears to be a sandy area, likely a beach, given the context and appearance of the ground. There are a few people standing around, exploring the installation. The sky is dark, signifying that the photo was taken at night, and there's a bright light source in the background that resembles the moon, contributing to the atmospheric lighting of the scene.",
        "1": "The image shows two women close to each other, both wearing blue t-shirts. They appear to be in a light-hearted or jovial mood, potentially captured in the middle of a conversation or singing. Behind them, we can see what appears to be a tiled wall, which suggests the setting might be a kitchen, bathroom, or similar environment.\n\nOne of the women is speaking, and there are captioned words \"BECAUSE IT SMELLS\" overlayed at the bottom of the image. This text may be part of a lighthearted comment or joke made by one of the women, possibly taken from a video in which they are participating. The context of the statement is not clear from the image alone.",
        "0": "The image is highly blurred and distorted, making it difficult to accurately interpret the content. It appears to feature an indoor setting with red and blue colors dominating the scene, potentially from signs or decor. Due to the motion blur effect, it seems like the photo was taken with a swift movement of the camera or during a rapid action, resulting in the smeared visual effect. Specific details are unrecognizable in this state."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/0CTp1a-aCUM/hqdefault.jpg",
    "title": "100 Kids Vs 100 Adults For $500,000",
    "views": 233912684,
    "likes": 4329623,
    "duration": "15:23",
    "description": "The new Nerf Pro Gelfire x MrBeast blaster is available for preorder HERE: https://bit.ly/MrBeastxNerf\n\nBurst into battle with the Nerf Pro Gelfire Mythic blaster - Available NOW: https://go.hasb.ro/mrbeastnerf\n \nLegal disclaimer:\n\nAges 14 and up. Use of eyewear is always required for players and people within range. Use only official NERF GelFire Rounds.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}