{
    "url": "https://www.youtube.com/watch?v=tVWWp1PqDus",
    "transcript_chunks": {
        "0": "- [Mr Beast] I built two massive circles and put 100 boys in one\nand 100 girls in the other and whichever circle has more people after 100 hours wins $500,000 but if you touch the red\nline, you are eliminated. - [Boy] We got that! - It's on!\n- We got that. - I'm not leaving.\n- I'm not leaving, either, Woo!\n- Woo! - It is a team competition,\nboys versus girls. The challenge is officially beginning. Whichever circle has the\nmost people in 100 hours splits the half a million dollars\namongst their entire team. - Even if we leave, if our\nteam wins, we get",
        "1": "five grand. - [Boy] That's sick! - [Boys Chant] Boys rule, girls drool! Boys rule, girls drool! - [All Girls] Boys, you suck! Boys, you suck! (teams continue chanting over each other) - Do any of you wanna leave? - [Boys] No! - Nobody? Oh my gosh, two people\njust stepped... wait, what? (group groans) Don't lie to us, why'd you get out? - So I told my girlfriend\nI'd go out with her tonight. - Can we get a simp chant? - [Boys] Simp, simp, simp, simp! - How are you gonna keep\nall 100 girls in here? - I got a",
        "2": "lot of (growls) in\nme so we're definitely gonna- - Brute force it.\n- Yeah! - Woo! - Are we really gonna stand\nhere and lose to the girls? - [Group] No! - You think if I left during\nthis, anyone would notice? - No, probably not. Wait, oh my God. - No, you are one of us! - Take two steps back\nso they can't reach you. Hey, what? What is going on?\n- [Boy] What are you doing? - I can't lose my job\nover $5K, I just got it, I just graduated.\n- Oh really? Hopefully you win five\ngrand, not looking likely. It's been 20",
        "3": "minutes and 5 boys\nhave dropped and zero girls. It is not looking good for the boys and in case you're wondering, \"How will we know if someone\nsteps on the red line?\" Well, we have over 65 different cameras covering every square-inch\nof those two rooms, and a team of people monitoring\neveryone's every move. We will know if they're out. I have a present for you. He has no idea how to drive\nthis thing, everyone back up. - Oh my God, this is not like the Wii. - Watch out, he's not forklift certified! - Woo! - You all now have a",
        "4": "way to poop. All right, goodbye.\n- Bye! - And now he's drifting the forklift. - Now the boys have a place to poop and the girls have a\nplace to poop, good luck. (dramatic music begins)\n(clock ticks) - My cat is alone in my apartment. - Food, water? - She has food for like\nthree days, but that's it. - I did not take off work tomorrow and I'm going to Chicago on Friday, I have a flight at 3:00 PM. - [Mr Beast] So many people\nhad jobs and family members expecting them later that\nnight or the next day, which is exactly",
        "5": "what I wanted to happen and why I didn't tell 'em anything about the challenge before we started. You said you're leaving\n'cause you have a baby? - I have a baby.\n(girls cheer) - Someone had to leave\n'cause they have a baby. It's okay, it's okay. - We both have to leave tomorrow anyway. - Yeah, I'd like to still\nhave a job after this, so... - One of the GoPros on the red lines caught something interesting. Gather around, gather around, my children. One of you got super close to the line and you need to decide\nif they're out, okay? -",
        "6": "[Group] Ooh. - [Mr Beast] Is that out or in? - He's in! - Let me play it a couple more seconds. (group of boys groans) He stepped on the line anyways, he's out. A bunch of girls are leaving\nbecause they're gambling on their team winning without their help. The girls were destroying the boys and now the boys are in the lead. - Literally, another four just left. - $5,000 would change a lot\nof peoples' lives right now! - It would change mine! - We're girls, we can do hard things. - Clearly we're not. Honey, we left. (sad",
        "7": "music begins)\n(girls laugh) - 20 girls are out. - It sounds like a lot\nof girls are getting out, so that's good news, 'cause we don't have a clue how many are left. (upbeat music begins) - [Mr Beast] And now that\nwe're getting deep into the challenge, we brought\nthem all oatmeal for dinner. You know, we gotta see who wants it more. - We're eating this oatmeal on this big pile of money right here. The oatmeal is not good though. - This oatmeal is psychological torture. - [Mr Beast] The boys lost\n16 people to the oatmeal. The girls, on the",
        "8": "other\nhand, only lost four. - Did you guys enjoy your food? - [Girls] No! - And I don't like raisins. - [Mr Beast] And how many raisins\ndid you have in your bowl? - About 20. - It is almost dead even, this is crazy. - We are all so close to each other. I look to my left, person. Look to my right, toes. - [Mr Beast] Throughout the first night, seven boys and nine girls left. The boys must have gotten\nbetter sleep than the girls. - Our goal today is just to be louder and better than the boys.",
        "9": "- [Girls] Three, two, one... (girls scream) (boy scream louder) - Morning. These are the troopers that\nsurvived the first night. Do you wanna know how many boys are left? - [Girls] Yeah! - I'll go count 'em, I'll be right back. I'm not coming back. 62 of you survived the\nnight, look at you guys. Do you guys wanna know\nhow many girls are left? - [Boys] Yes.\n- Okay, I'm gonna go count 'em, I'll be right back. I'm not coming back. (upbeat music begins) I don't know why, but\nthe boys were actually excited for their oatmeal. - [Boys] Oatmeal, oatmeal, oatmeal!",
        "10": "- [Mr Beast] The girls, on\nthe other hand, were not. - Oatmeal, yay. - You're gonna tell me that's good? - [Mr Beast] The contestants\nwere getting pretty bored at this point, so the girls started creating stuff with the money. They made a money jump\nrope, money hopscotch. They even made these little money dolls and the boys, well... (boys cheer) - What is going on? - Mr. Beast, forgive us for our sins. - [Mr Beast] People were getting\nout in all sorts of ways. Some people got out on accident, some couldn't handle the pressure, and this girl got out",
        "11": "to literally save another contestant's cat. - My cat will die. (cat meows) - I feel very accomplished. (upbeat music begins) - Do you know how long\nyou've been in here? - [Girls] 24 hours! - Exactly, and as a reward... (claps) All right, take your blindfolds off. (girls scream)\nWe brought in Hibachi chefs to cook their dinner in front of them. - It's showtime! (girls cheer)\n(upbeat music continues) - 24 hours on oatmeal and this is perfect. - You know what I just realized? - What?\n- We have to feed the boys. - For the past two hours, we've been",
        "12": "hearing the girls having fun. I'm literally going crazy in here. - Are you ready for the surprise? - [Boys] Yeah!\n- Let's do it again. (claps) The surprise is now here. (boys cheer) - I'm feeling good now. - I think I'm feeling good. - Eat your protein. (boys cheer) (glass shatters) - Attention! - [Boy] No! - Can you confirm that's you? (boys groan) (boys applaud) - [Mr Beast] Since not\nmuch happened on day two, I let Karl and Nolan annoy the contestants while they were asleep. - We're gonna give the boys and girls a present from each",
        "13": "other. Let's do this. - This is a present from the boys. (loud siren begins) Let's get out of here! - Is that a siren? - That's really annoying, even out here. (siren continues) - We should go now. (girls cheer) - They smacked it! - I can't take this much longer, man. - This is the worst day of my life. - The girls already turned theirs off. (siren stops)\n(boys cheer) (funky music begins)\n(clock ticks) - Morning of day three, it's\nstarting to stink in here, 'cause no one has showers. We're still pulling through. - We have a loss",
        "14": "of\ninsanity, as you can see by this Muscle Milk here, our\ninsanity is entirely gone. - [Mr Beast] Last night,\nthis guy told Nolan that he has an important\nZoom call for a scholarship. So Nolan got him a suit and a laptop so he could attend the call\nfrom inside the circle. This seems like a bad idea. - Start us off by just telling us a little bit about yourself. - I'm an Elementary Ed Major. - Everyone get in the camera, and just... - I'm in a Mr Beast video right now, they're all behind me doing something. - Very committed.",
        "15": "- What life lessons have you learned? - Party all day, party all night! - Kevin, you are keeping\nyour composure so well and I'm really proud of you. - I think he's gonna get the scholarship. - Bye y'all, thank you.\n(boys cheer) - Kevin, Kevin! - I wonder what the guys\nare at, I'm guessing 35. What are y'all guessing?\n- 20. - I'm gonna start getting real rowdy. (screams)\n(girls laugh) I might start losing... actually losing my mind. - It's been 43 hours\nand they deserve a prize for putting their body on\nthe line for their team, which is why I custom\nwrapped",
        "16": "this blue Nissan, hide it in that porta\npotty and I custom wrapped this pink Nissan that\nI'm gonna hide in here. I'm gonna take the key and\nI'm gonna hide it right here and whoever finds the keys\nin these porta potties first keeps the car.\n(car horn beeps) But once we got the porta potties placed, we sat and watched while\npeople went in and out without finding the keys. - Oh my gosh, she's walking out. - Oh, no keys. Oh, the second person went in. - Literally, any of them could\nwalk in there and win a car. - Oh, here she comes.",
        "17": "Nothing. - [Mr Beast] It was taking\nforever for anyone to find the keys, so Karl checked\nthe boys' porta potties, and the key was actually gone. - Who has it?\n- I do. - Oh, he does have it, yes! (car horn beeps) - Oh, my God.\n(boys applauding) I won't forget y'all, man. - And get him five grand to\npay for the gas for his car. (horn beeps repeatedly)\n(boys cheer) Then the boys were\nconvinced that the car key wasn't the only hidden\nprize inside their circle. So they started looking. - [Boy] And we just broke the glass, in hopes of finding\nsomething at",
        "18": "the bottom. - How does it feel to be the most destructive person in here? - Pretty fun. (funky music continues) - Everyone in both circles has\nofficially survived 50 hours. (girls cheer) Yes, you're halfway\ndone with the challenge and to celebrate, bring\nin the Rubik's cubes. In front of the girls\nis 100 Rubik's cubes, and in front of the boys\nis 100 Rubik's cubes. It's a race to see which team can solve all the Rubik's cubes first. Well, whichever team loses,\ngets their circle cut in half. (girls gasp) - I don't even know how to do this. - Solve the white",
        "19": "side and\nthen he can solve the rest. - [Mr Beast] We didn't\nrealize until this competition started that only one boy... Oh, they're literally handing it to him... and only one girl actually knew\nhow to solve a Rubik's cube. Out of all these guys, he's the only one that learned how to solve a\nRubik's cube and he stayed. - Oh, I'm not leaving. - And while the teams are\nsolving these Rubik's cubes, I wanna tell you about Current. - The first one's done! - Only 99 more to go! - Current is the mobile banking app that's changing how money works.",
        "20": "Old banks hit you with all kinds of fees, but Current has no monthly fees and is all about saving you money and what makes Current different\nthan normal mobile banking is they give you 4%\ninterest on your savings. Does your savings account\ngive you 4% interest? - Yes, 'cause I use Current. - Oh wait, you actually do. He actually does.\n(Karl laughs) Six have been solved. Eight Rubik's cubes\nhave been solved so far. - I'm trying my best. - The white side needs to\nlook like this on the outside. - 25 done. - And if you do your direct\ndeposits through Current,",
        "21": "you can get your money\ntwo days in advance. Since the boys were getting\nway ahead of the girls, I decided to make things interesting. We're gonna offer the one guy in there that knows how to solve them\n$10,000 to leave right now. I love how he's still solving. We got $10,000 right here, you can just walk out the circle. - [Boy] Do it, do it. - I'm out.\n- It's 10 grand. I would leave. (boys groan) - $10K is $10K! - The boys were blowing\nyou out of the water. I paid the one guy who knew\nhow to solve them to",
        "22": "leave. Now, if you don't win,\nthat was all for nothing. So win for me. - You're almost halfway done,\nthe girls are still losing. - [Mr Beast] Current is\nhelping me give away $25,000. 100 of you will win\n$250, just click the link and use the code Beast250 to enter. Even if you don't win the $250, I'm gonna be personally giving you a gift to every single one of\nyou that install Current and use this code right\nhere when you sign up. So if you haven't already,\nclick on the description and download Current right now. - Give me another one, I\ngot it,",
        "23": "I can do that again. - Go faster Zeke, you're making me mad. - This is the last Rubik's cube. Bro, he's shaking. I really hope the girls\njust miraculously catch up. (intense music begins) Oh my god!\n(boys cheer) Chris, you might wanna move.\n- Oh, yeah. - All right. The girls' circle is cut in half, because they lost the Rubik's\ncube challenge to the boys and the only girl that knew how to solve a Rubik's cube ended up leaving. Hopefully all of her\neffort wasn't for nothing. - I did 96 Rubik's cubes but I still lost. - [Mr Beast] With",
        "24": "the\nthird night rolling in, I wanted to find out which\nteam would get tempted easier. - This is an empty briefcase. I'm gonna put it outside the circle. Let's see if we can get somebody out. - [Boy] What do you\nwant, what do you want? - All right, let's go. - [Boy Participant] No! - I did it, yay!\n(boys laugh) - The briefcase was empty. (laughs) - [Mr Beast] Then Nolan\nput another briefcase out. - [Boy] Oh! - Please take your briefcase. - [Mr Beast] And tricked the boys again. - And I got cereal.\n- It is not nothing. - [Mr",
        "25": "Beast] And again and again when one boy got out trying to grab it without leaving the circle. - [Boy] Go for it.\n(boys groan) - At least you got what\nwas in that briefcase. (boys groan) - [Mr Beast] So, of course they tried the same trick on the girls. - [Girl] If there's no money, you're gonna look like an idiot. - Yeah, I am.\n- It's an empty briefcase. - All right. The girls are clearly\nsmarter than the guys. - It's 1:00 AM, we're\nall losing our minds. - They cut our circle in half (girls giggle manically) and we're losing",
        "26": "it. - [Mr Beast] I can't\nbelieve it's so close. After three days, both\nteams still have a shot of winning the half a million dollars. It's officially hour 70. How many girls do you\nthink are still left? - [Boy] 20.\n- [Boy] 25. - 20, so you don't even think\nthey're in the 30s anymore. On day four, one of the girls said she had a surprise for me. - I found some car keys in the porta potty and we don't wanna tell the other girls 'cause we don't want them to freak out. - Okay, give me one second. Here is",
        "27": "your brand new car! (girls scream and cheer) Hey, if Chris scratches\nit, it's coming with it. You don't have to get\nout, but whenever you do, your brand new car's right there. - I'm definitely staying in.\n- Okay, go for it. That's dedication. I have a podium with a giant red button, I'm gonna put it in there and say nothing. Let's see if anyone presses it. (dramatic music continues) - What does the button do? - Cuts their circle in half. - This is so suspicious. - We're playing it cautious,\nbut we're playing it smart. (boys protest) - He didn't",
        "28": "even explain what it was and that boy instantly pressed it. - All right, gentlemen, do\nyou know what this does? - [Boys] No. - It cuts your circle in half. - No!\n(boys groan) - All right, well I'm\ngonna go grab spray paint. Any of you press this? - [Girls] No.\n- Okay, good. - [Girls] Boys suck, boys suck! - How we feeling?\n- It sucks. - Yeah. - You wanna just clap once for me? (boys clap) And now the room is painted. One of the girls convinced our camera guy to borrow a drone to spy on the boys. -",
        "29": "We have the controls to the drone and we're flying it over to the boys. Oh my God, dude. - Oh! - We almost saw into the boys. (dramatic music begins) - [Man] Look at this dude. (laughs) - [Mr Beast] And on night four, we decided to let them\ncook their own meal, because tomorrow we'll\nget much, much harder. - We're 85 hours into this\nand it's getting so close. - I don't plan on leaving, there's no way. - I don't think many of us will last. I think the girls are winning. (dramatic music continues) - [Mr Beast] For",
        "30": "the final\n10 hours of the challenge, we split each of the\ncircles into 10 sections. There is now 10 hours\nleft in the challenge and 10 zones in your circle. So just so we're clear, if you touch these red lines, you're out. And every hour, they have to decide which section to block off. - And I think this one\nshould be our first choice. (girls agree) - [Mr Beast] Which led to some pretty interesting conversations. - We can fit nine in the porta potties, so we can get real close. - All right, boys, oh,\nhave you already decided? - [Boy]",
        "31": "We picked so quickly. - [Boy] Yeah, we're blocking this off. - Final decision? - This one?\n- Okay. (dramatic music continues) - The fact that it's\ndead even after 90 hours is so statistically improbable,\nthat it's crazy to me. It's been an hour boys,\nwhich one are we filling in? Wait, the money pit? They seem very confident and\nthey didn't seem on board. - That side.\n- Okay. - It's time. - [Girl] That one! - Boys, what am I spray painting? - [Boys] No more pit, no more pit. - [Mr Beast] With only four hours left, the teams were going over",
        "32": "how to best use the remaining space. - There's no way we can\neliminate the money pit. - It's the money pit or the porta potty. - If we come... if we do\nthis, and then we just cut it down, we have\nmore than enough room. - [Mr Beast] Then this happened. - Boys, boys, boys. Change the lights. I think you can guess what this means. You'll see a finger drag across (boys groan)\nthe red line. Xavier, you clearly touched it. Not only did Xavier get\nout, this guy right here, after he stepped out of the porta potty. Look at all",
        "33": "your reactions afterwards. There's actually a third. Who is that, good sir? Come here, good sir, I'm sorry about that. Boys, salute! - We're losing people\n'cause we're being sloppy. If we cut that out, then we're good. - [Mr Beast] After that,\neveryone was careful, and made it until the last\nhour of the challenge. It is officially the last hour. So Chris, get to work. Well, there's a pile of a bunch\nof dudes in a porta potty. Oh my gosh, how many are in there? This last hour will determine who gets the half a million dollars in cash. (dramatic music",
        "34": "begins) - We're gonna make it. - I just hope 33's enough. (dramatic music intensifies) - [Boys] Boys, boys,\nboys, boys, boys, boys. (dramatic music intensifies) - [Boys] We will win! - Ladies and gentlemen, the\nchallenge is officially over. Meet me in the middle of the dome. (boys cheer) - [Boy] Let's go! (girls scream and cheer) - When we started, we had 100\ngirls and we had 100 boys. These are all that remain. After 100 hours, we have\n33 boys and 35 girls. (girls scream) - [Girls] Girls, girls,\ngirls, girls, girls, girls. - Congratulations, they just\nwon half a million dollars. -",
        "35": "35. Two people. - My friend's gonna be so proud of me. - If you haven't already subscribed, we're closing in on\n100 million subscribers and it would mean the world to me. Should they subscribe? - [Girls] Yeah! - I really wanna hit 100 million, hit it if you haven't already. ♪ MrBeast6000, oh ♪"
    },
    "summary": "Mr Beast set up a challenge where 100 boys and 100 girls competed in separate circles to win $500,000 by maintaining the most participants after 100 hours. Various strategies, distractions, prizes, and temptations influenced the outcomes as both teams endeavored to endure the physical and mental strain of the competition. Ultimately, after 100 hours, 35 girls and 33 boys remained, with the girls securing the prize.",
    "scene_captions": {
        "8": "This image shows two individuals wearing matching blue t-shirts with some kind of writing or design on them, possibly indicating they are part of a team or event. They appear to be indoors, in an area with a tile wall, which could be part of a sports facility or aquatic center given the blue tiles that are reminiscent of a swimming pool setting. The person in the foreground is looking intensely at something off-camera, possibly watching or analyzing something, while the person in the background appears to be holding a whistle, suggesting they might be a coach, referee or involved in some form of sports activity or training. There is also a reflection and some digital screens visible in the background, indicating a modern indoor facility. The specifics of the event or activity they are involved in is not clear from the image.",
        "4": "In this image, there is a man standing outdoors next to a light blue car on the left and a portable toilet on the right. The man is wearing a white t-shirt with some text on it and he's gesturing with his right hand, possibly explaining something or giving a presentation. The portable toilet has a sign on it that reads \"Reliable Onsite Services\" and includes a phone number. Behind the scene, there is a white trailer and trees, suggesting that the location may be in a suburban or semi-rural area.",
        "5": "In the image, there's a man pointing towards a smartphone screen displaying an application called \"Current\" with a graphic indicating a 4.00% Annual Percentage Yield (APY). The background shows a room with pink walls and several people, some of them seem to be engaged in activities possibly related to the event or presentation highlighted by the person in the foreground. The overall scene suggests that it might be a promotional or explanatory video regarding the financial app displayed on the smartphone.",
        "7": "The image appears to be taken from the perspective of someone following another person. The person we can see is wearing a t-shirt and a backward-facing cap, and he seems to be walking ahead down a brightly lit corridor with white walls. The image is overexposed, resulting in a washed-out look with reduced detail, especially in the brighter areas. There may be some shelves or fixtures on the walls, suggesting it could possibly be a commercial or retail setting; however, due to the overexposure, it's difficult to make out specific details.",
        "6": "This image shows a group of people, most of whom are wearing identical blue t-shirts, gathered in an indoor space with a sporty and casual atmosphere. There is a scoreboard at the top left with text that reads \"BOYS 42 GIRLS 36\", which could suggest a score from a coed game or competition. There is equipment scattered around, such as a hockey goal, which hints that the space may be used for sports or recreational activities. Front and center, there's a person holding a microphone, addressing the crowd, and a camera operator capturing the moment. It appears to be a lively event with people of various ages showing interest and excitement.",
        "2": "This image shows a group of people wearing blue shirts, gathered in a room that has a red and white circular pattern on the floor. There seems to be some paper or debris scattered about the floor, and a few individuals are sitting or lying down. A clock at the top right corner indicates that a time of \"11:19:36\" has elapsed, suggesting that this might be some sort of timed event or activity. There are counters for \"BOYS\" and \"GIRLS\", with the numbers 66 and 65 respectively, which could imply a competitive or team-based element, potentially tracking the number of participants remaining in the activity or points scored by each team. A red \"X\" is overlaid on one of the individuals in the foreground, which may indicate that this person is either out of the competition or is being highlighted for some specific reason.",
        "3": "The image shows a group of individuals wearing matching light blue T-shirts. They appear to be inside an indoor facility with blue and white walls, possibly engaged in a group activity or team-related event. One man in the foreground is looking to the side and seems to be speaking or reacting to something, with an animated expression and his arms crossed. Another person near him is looking down towards something out of frame. The rest of the individuals in the background are not fully visible, but they seem to be focusing on their own interactions or activities. The context is not clear, but it may be a sports team, a corporate team-building exercise, or another type of group gathering.",
        "1": "This image appears to be a screenshot from a video or a staged scenario. In the center of the image, written in large, bold letters are the words \"GIRLS\" in red and \"BOYS\" in blue, with arrows pointing in opposite directions towards two groups of individuals who are standing some distance away from each other. The group on the left, indicated by the arrow labeled \"GIRLS,\" features individuals that may be girls based on the label, and the group on the right, indicated by the arrow labeled \"BOYS,\" features individuals that might be boys according to the label. The setting looks like a large indoor area, possibly a warehouse or an open space for events. The image suggests a playful or competitive context, perhaps an activity or challenge based on gender groups.",
        "0": "The image appears to be an abstract or digitally altered image that's quite blurry, with symmetrical patterns and a burst of motion effect. It seems to have a mirrored quality that's repeating certain elements, including circles in red and white, and areas of blue throughout. The center of the image looks like it might be a stem or narrow object, possibly part of the original image before the effects were applied. The blurriness and repeating patterns suggest this could be a depiction of movement or a representation of a distorted reflection. Without more context or a clearer picture, it's difficult to make out specific details."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/tVWWp1PqDus/hqdefault.jpg",
    "title": "100 Boys Vs 100 Girls For $500,000",
    "views": 193709135,
    "likes": 4547249,
    "duration": "16:53",
    "description": "Giving away $25k on Current! Sign up and use my code “BEAST250” for a chance to win*: https://www.current.com/beast250\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• TikTok - https://www.tiktok.com/@mrbeast\n• Twitter - https://twitter.com/MrBeast\n• Instagram - https://www.instagram.com/mrbeast\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Official Merch  - https://mrbeast.store\n• Beast Philanthropy - https://www.beastphilanthropy.org/\n\nText me @ +1 (917) 259-6364\nI'm Hiring! - https://www.mrbeastjobs.com/\nChocolate 🍫 Win a Tesla or be in a MrBeast video - Buy now ▸ https://feastables.com\n-----------------------------------------------------------------—\n\nCurrent is a financial technology company, not a bank. Banking services provided by Choice Financial Group, Member FDIC. The Current Visa Debit Card is issued by Choice Financial Group pursuant to a license from Visa U.S.A. Inc. and may be used everywhere Visa debit cards are accepted.\n\n*NO PURCHASE OR PAYMENT NECESSARY TO ENTER OR WIN. Open to legal residents of the 50 U.S./D.C., age 18+ (19+ in AL and NE, 21+ in MS). Void outside the 50 U.S./D.C. and where prohibited. Sweepstakes starts at 12:00:01 AM ET on 7/9/22; ends at 11:59:59 PM ET on 10/9/22. Odds of winning will depend upon the number of eligible entries received. For full Official Rules and how to enter without becoming a Current member, visit https://www.current.com/beast250. Sponsor: Finco Services, Inc. d/b/a Current, 30 Cooper Square, Floor 4, New York, NY 10003."
}