{
    "url": "https://www.youtube.com/watch?v=FM7Z-Xq8Drc",
    "trascript_chunks": {
        "0": "- Behind me are 100 people. And they range from the age one all the way through age 100. And I've trapped each of them\nin their very own glass cube. The last one to leave\ntheir cube is going to win half a million dollars. The challenge has officially begun. Let's see which age is the best. - So, I'm representing for 31. I've got the best view\nand the best motivation. - You want the best?\nYou got it right here. - My daughter's turning\nthree this Saturday. Emery, daddy loves you, this is for you. - 69, feeling fine. And I gotta",
        "1": "winning on my mind. - Boing, boing, boing. - What's your strategy\nto win this challenge? Keep in mind, I have over 300 cameras set up literally everywhere, so we'll be monitoring their every move. And one of the first things I noticed was that the kids had a crazy strategy. - My strategy is to make a lot of noise, so people like don't get any sleep and they really wanna get out. - And, I can't believe\nit, but it's working. The old people were not having it, and they started leaving right away. - Can somebody make that\ngirl stop",
        "2": "screaming? - And even some of the kids got out because of it. - He's building up suspense.\n- No! - Did you want the money?\n- Yeah. - Then why did we leave? - I have good news for you. You've survived longer\nthan the one year old. - That, don't, come on. - Do you think this will be easy? - I am a World War II veteran. It'll be peanuts. - True.\nI appreciate your service. Thank you. We're a couple hours into the challenge and 10 people have already gotten out. So, we decide to leave them\nalone for the rest",
        "3": "of the day, which caused even more people to get out. - I want to go home. I want to see my kids. Bye. - I gotta go to school. - I just don't think\nit's for me at my age. - I got really bored and I miss my dog. - Here's some money for playing. - Oh, are you serious? - But, some people were\nmore determined to stay. - You know, I'm a big family guy. Hopefully, pay off my\nsister's student debt. - I have a deal with one of my grandkids. I'm here to show him\nhow strong I",
        "4": "am at 70. - I don't need a strategy,\nI'm good 'til Christmas. - It's the start of day two, and only 76 people remain. Let's see how the a\nhundred year old's doing. How's it going? - I'm awake! - It's the start of day two. Do you want to keep going\nor do you want to get out? - I think I'm gonna quit. It's something my family\nwill never forget. - You fought in a World War, and competed in a Mr. Beast video. - Yes. - Going into day two,\nI've been pretty good. - The money's right there. It's right",
        "5": "there, within my reach. - Whoa, how are you growing\nso much on the walls? - Chap stick. - It's always amazing to see how people fight their boredom in these last to leave challenges. Some draw on the walls with deodorant, while others build pillow forts. So, I'm gonna give them an opportunity to take this challenge to the next level. We're 24 hours in, and\nit's time for a vote. In each of your rooms you'll notice a green button and a red button. And if a majority of you\npress the green button, we'll do a challenge, but that will",
        "6": "eliminate a bunch of you. If a majority of you press the red button, we won't, and we'll\njust continue as usual. - I chose red. Why take unnecessary risks? - Not voting green. - I am ready to do something\nand get some people out here. - Green is we do a challenge. Red it-\nOkay. - Reveal the results. 63 people voted for a\nchallenge and 13 didn't. - I've got my game face on today. - The game is three cup monte, but we made it slightly bigger. A ball is placed under\none of these three cups. Nolan, Chandler, start moving",
        "7": "'em around. Whoever remembers where the\nball is, stays in the game. Everyone else is eliminated. - The guys are so cute, it's hard to keep my eyes on the cups. - Have you ever seen\nsomeone that focused before? What's that over there? - You are unbelievably tricky. - Oh, my gosh, what's that over there? - Not falling for that. - It worked on the 82 year old. Do you have any idea which cup it's in? I guess it's up to chance. But some people lost track of the ball and had to trust their\nneighbor for the answer. -",
        "8": "It's like you blink or\nyou look away for a second and it's gone. - We relied on a consensus here. - New strategy.\n- What? - We're not gonna tell\n'em the correct thing. When they ask, it's a different color. - I trust my people, I think I'm good. - I'm nervous because I\ndon't wanna get kicked out. - They've been watching these cups for an hour straight. If they still know which\ncup the ball is under, that's really impressive. Everyone, I need you\nto lock in your votes. Hit the button that lines\nup with the cup you choose. - I don't",
        "9": "know who to trust. - Green. - He said red.\n- Red. - She said blue.\n- Blue. - Don't trust her! - I don't trust the\nman over there, at all. - You're done, big boy, done. - Reveal what color they picked. Only three people picked green. Nolan, were those three people right? They were not. Most people picked blue. Let's see if they're right. They are! - We're out.\n- We're outta here. - By the end of the challenge on day two, only 52 people still remain. And the tensions are getting higher. - We got an enemy now, the",
        "10": "old guy. - I know, look at him. - There's friction\nbetween these two groups. - He told me red.\nShe told me the truth. - These are the people\nhe's been talking to the whole time we're here. And they told him the wrong color. - Her and I were just playing with him, giving him the wrong color. We were just having fun with 'em. They took it the wrong way. - If you gotta win by lying, then that's not the way we want to play. - What they've done is, they've turned a bunch\nof folks against them. A bunch.",
        "11": "- At this point, you're probably wondering\nhow they use the bathroom. Push this down. Okay, the light outside\nthe cube just turned on, which means Chris is now\ngonna bring you a toilet. I couldn't get plumbing\nin all hundred rooms, so we have portable toilets. This is now a bathroom. Let's get out of the\nbathroom, oh my goodness. - By the end of day two, almost half the contestants\nhave been eliminated. - It was fun to tell 'em the wrong color, 'cause they didn't know what to do. - Wait, why do you want\nnumber 22 out so bad? - We were beefing",
        "12": "earlier. - Tension, now, is at an all time high. - Makes her want to get out. - You know it doesn't, right? - What?\nI can't hear you! - I'm hungry. Leave me alone, I'm hungry. - God, pissing me off. - Which naturally caused\nmore people to leave. - It's time to go home. - You got really far.\n- Thank you. - By the end of day three, 54 and 74 were the biggest targets. How's it going everybody? - Woo! - We're halfway through day four, which means it's time to\nvote on whether or not we do another challenge.",
        "13": "If you vote yes, a lot of\npeople are gonna get out. This is not the same\nas the last challenge. So, vote with caution. How's it going?\nWhat'd you vote for? - Challenge. - You're not worried it could get you out? - I like to sow seeds of chaos. It's more fun this way. - Why are you pressing it so much? - Let's do the challenge. - All right. The results are in, and only nine voted against it. You each have a piece\nof paper and a sharpie. I want you all to write a number of one of the",
        "14": "remaining\ncontestants on that paper. Whoever gets the most\nvotes, is eliminated. 60 second timer starts now. I told you this challenge would be brutal. - This is gonna stink. That's what's going through my head. - I'll betcha they're trying\nto vote me off right now. - In the last challenge, there was a lot of lying. So, now, the people that were lied to are gonna vote out the\npeople that lied to them, so it pays off to be honest. - What's your vote?\n- 54. His cockiness and his lying. - 74, she's not a very grateful person. Somebody needs to",
        "15": "go, would be her. - You wrote that down quick. - Yes, we got his whole block. - So, everybody's voting for 54? - Yes. We're going to see who has more influence. - Things are about to\nget real interesting. - Everybody reveal your answer in three, two, one. Oh! I'm seeing a lot of same numbers up here. - There's such a big\nwar between 74 and 54. - The results are in. And it was actually scarily\nclose, within two votes. The loser is 74 with 14 votes. Nolan, can you please show 74 out. One down, now we need",
        "16": "to\ndo that nine more times. - Woo! - We all just basically came\nto a consensus at the same time that 10 needs to go. - He's so annoying. Like, he literally voted for me and I didn't do anything to him. - That's a strong minded\nchild right there. If he stayed the whole time, he could win. - The ten year old's my favorite. I really hope he stays in. - Yeah, I'm thinking\nten, I'm so sorry ten. But, if I don't vote for\nyou, then they'd want me out. - I'm not a hundred percent sure, but I think he",
        "17": "voted for me. - Three, two, one. All right, everyone, show\nyour vote to the camera. - Savages. Savages.\n- Oh, my gosh. That is a lot of tens. I'm sorry, little man. This is officially the\nfirst decade eliminated. - You guys are sick in the head! - You outlasted this entire row. The only reason they voted you out was cause they were scared. - I felt so bad for ten, I\ninvited him onstage with me to co-host the rest of the challenge. - He's probably gonna kick me out. - Okay, I need every single\none of you to vote for",
        "18": "14. - 14, 14, 14, 14, 14, 14. - I don't know how to put this, but almost everyone voted for 14. - We have to think in terms of who's the biggest threat, and this one's gonna be tough. Get ready. - It's time to go. - The 50 year olds were\ndetermined to eliminate people, and they had the most voting power by far. - 73 is also one of those bad apples. - 73.\n15 Votes. - They got a pretty big\npower block right there. - Oh, my god. The 50s might single handedly take out everybody in their",
        "19": "70s. - 71?\nOkay. - 71 got 15 votes. - I've never been so\nthreatened by 50 year olds. - It's kind of scary. We lost some good friends. Hate to see them go. - I hate doing this.\nIt was 75. - This is insane. - I wanna say, everyone voted 69. - I feel so sorry for you. - 69, you've been voted out. - Look at what you've done. - The next person is 35, with nine votes. - We randomly chose. - And I'm sorry to say, 21. - We can only all be friends for so long. -",
        "20": "I'm actually seeing a lot of 96, so let's go hear what she has to say. She was very close to being eliminated. - Great, this is what you want, I'm happy. - Dude, she's so cute. The fact that she's sweet, tells me that I know her\ngrandkids miss her at home. - My arms. My arms. - Let's see who you savages dog piled on. Show the numbers. Over half of you voted for 96. I don't understand you people. She's not the biggest threat here. - Oh. I'm sorry.\n- Thank you for everything. You know, it's the way\nit",
        "21": "is, and I'm happy. You know, it's what everybody wants, and that's what's important. - This is heart wrenching. - The purge is now officially done. If you're in your cube, you survived. Because of their alliance,\nthe 50s made it through the entire voting game untouched. And, yet again, somehow 54 survived. - On to the next. - Either challenge or no challenge. - I gotta vote no challenge,\n'cause I can wait it out. - It's time for another challenge vote. - I know for a hundred percent I can win if I do no challenges\nthe rest of the time.",
        "22": "- I vote yes for challenge. My chances are getting better and better just like everybody else's. - I could wait it out. My house would be paid off. I'm ready to retire. This could be it for me. - 20 of you voted for a challenge. Why are you gambling? You guys are crazy. Inside of each of your\ncubes is a Jenga tower. We're gonna pull blocks out one at a time, and, if your tower\nfalls, you're eliminated. Pull your first block. It can be any block besides the red ones. We're gonna keep doing this until there is",
        "23": "only ten people remaining. Pull the second block out. Looks like no one has been eliminated yet. Let's do another one. - My heartbeat is so fast. - I'm just waiting to hear\nthe crash of Jenga blocks. - That was close- Oh, my gosh, I called it. One person down, 14 more to be eliminated. This is gonna be crazy. And, while they're pulling pieces, I wanna tell you about the Shop app. It's the most amazing way\nto shop from your phone. The Shop app makes shopping extremely fun. From buying Feastables bars, to e-bikes, to whatever else you're interested",
        "24": "in, it's super easy. And, when you're ready to buy, you can speed through\ncheckout using Shop Pay. - It's not coming out. - The Shop app uses AI technology to scan hundreds of millions of products, and recommend the ones best for you. I'm so nervous. - So am I. - Oh. Oh, wait, wait, wait. Wait, wait. - I can't touch- - Oh. Shop will even track all\nyour packages in one place so you'll know exactly\nwhen each of them arrive. And, remember, we're doing this until there are ten people left. - Yeah, whoa! - What are you doing?\n-",
        "25": "Nothing. - You can't be trusted. - Oh. I bumped into the thing. - Yeah, I noticed. - Only one more to go. - It all comes down to this. She could be the last person. - I can't believe this hasn't\nhit the ground already. - I know, whoa. Bro, your tower has tilted 30 times. I can't look, I can't, oh, I gotta look. But I can't look, I gotta look. - Come on, Brenda, think\nabout the backyard Jenga. - Backyard Jenga don't have Jimmy in my- - That is the final elimination. - I can't believe it. I'm",
        "26": "top 10. 90 gone, ten left, let's go. - If mom wins the $500,000, we are going to Disney World. - Download the Shop app right now. We're gonna be selling Jenga blocks and other parts from\nthis set on the Shop app, which I'll tell you more\nabout at the end of the video. This challenge has eliminated\neveryone above the age of 60. The right side of the map is a wasteland. And, now that 15 people just got out, we have to tear down 15 cubes. There's no way they're gonna vote for another challenge tomorrow. Look at how many",
        "27": "people have gotten out. Every single one of these\nXs used to be a person. - There was a human right here. - There is no one around me. - I'm the youngest one here. - If I leave, I leave on a challenge. I'm not leaving walking out. - I have not come this far to give up. - I'm gonna let you guys say\nyour votes over the microphone. Do you want a challenge? - Absolutely. - Yes or no? - Yes.\n- Yes. - Challenge. - Yes or no? - Yes.\n- We're doing a challenge. - Mic drop.\n- Mic drop.",
        "28": "- In our Squid Games video, you guys loved the marble\ngame, so we brought it back. Just like last time, the\ncontestants are playing one v. one against their neighbor. Each player's given ten marbles, and they choose what game to play. By the end of 30 minutes, only the person with 20 marbles moves on. These guys just wanted\nto get in over with. - This is a $500,000 coin flip. - Oh.\n- Oh. Ladies and gentlemen, I'm\nso sorry, it is heads. - First to two wins, right? It's up to you guys. Oh, my God, sunk it, that's one point.",
        "29": "Oh. If you make it into any\nbucket, you win right here. - Let's go. - Oh, my God, he won it. - I'm sorry, buddy. - All good, all good. - Count 'em up. Make sure you have 20. - Got ten blue, nine red. - You're missing a marble? - Can you count again? - 19, you are one short. - I'm not holding onto any. - Interesting. There's only seven minutes left, so if you care for this\nman, you should find it. - Where is it? - You're currently at 18 marbles. And you're at two marbles. -",
        "30": "I'm leaving this in your hands. - It's okay. - I'm so sorry. Oh, good. - Whoa. There might be a comeback. - It might be. - I found it. - Really? - Yeah.\n- Oh, really? - It was in my bed sheet. - He has one more marble. If you win with that one\nmarble, that'd be crazy. I thought that was in. - That's it.\n- Oh. - I can officially step out now. Oh, that feels so bad. - This keeps going back and forth. Rock, paper, scissors, shoot. Rock, paper, scissors, shoot. Rock, paper, scissors. Hey, remember, you",
        "31": "said we'd both go home, so one of us is gonna have\nto decide a different game. - Rock, paper, scissors for\nhalf a minute is bad too. - Okay, this is for all the marbles. We're gonna do all or nothing. Does that sound fair? - This is for all the marbles?\n- Yeah. - But you have 14 marbles and he has six. Why are you gambling? - All or nothing, a minute and a half. - Hurry up. - Rock, paper, scissors, turn! - I got 'em all. - 54 escaped elimination again. 30 seconds remain. - Okay, we're done",
        "32": "to the last two. It was the same position as\nthis only a couple minutes ago. - And, the thing is, a\nminute ago it was me. - Is there anything you wanna\nsay to each other before this? - I love you.\n- I love you too. Let's just do this, right? - It's okay, congratulations. Can I hug her?\n- Yeah. - I lost to an amazing person. - It was rough. - The only people left are 23, 40, 43, 52, and 54. - Look at the graveyard of Xs. These were all cubes\nlike mine at the start. I'd be lying if",
        "33": "I said I wasn't nervous. - Things have been getting\na little more intense. - Today is my daughter's birthday. It's just hitting home now\nthat I'm not gonna be there. - Can you all hear me? - Yes. - When we started, there was a 100 of you, and now we're down to five. Do you wanna reduce it even\nfurther with a challenge? - Yes! - All right, but you guys chose this. In this challenge, the 95 contestants who have already left will vote. And the three of you with\nthe most votes are gone. - Wow. - I'm definitely worried\nabout",
        "34": "this challenge. - Certain people here have kind of brushed people the wrong way. - You have no idea what\npeople think of you. - At this point, I'm rather glad that I didn't really make any enemies. - Do you think the people\nthat lost liked you? - For the most part. - Are you willing to bet\nhalf a million dollars that they liked you? - I don't know about that one. - Do you think the people that\nwere eliminated liked you? - No.\n- What's not to like? - Let's find out. We literally asked every single one of the\n95 eliminated",
        "35": "people who they want gone. - Heart's about to jump outta my throat. - How many votes does it say you got, Joe? - Ten. - Which is not enough to be eliminated! He's one of the two that passed. Which means only one of\nthese four cubes remains. So, I'm bad with this stuff, do you wanna, you wanna handle it?\nYou got it. - 23.\n- Yes? - You were, in fact, eliminated. - No. To lose it in top five, when I've come as far, was super painful. - I really didn't expect 23 to go. - And, now, only",
        "36": "one\nof these three remain. Do you think it's you? - I hope so. - That didn't sound confident. You received 15 votes. - Oh. - Oh, this is brutal. - Love you, Chris. - I'm not gonna lie, losing\nout on that was crushing. After spending, roughly, seven days here, and getting that close\nto that grand prize, and not getting it, it hurts. - And, now, the two of you. All right, we'll come over here. - This is tense. Very tense. - 54. - I got the most votes, I know. - Wait, how'd you know that? - I don't",
        "37": "trust the\nman over there, at all. - You're done, big boy, done. - I just know. - Yeah, you did.\nYou got 37 votes. - So, I'm in?\n- Which means, 52, you passed! - I'm in! This was a once in a lifetime chance. - I've got a 50% chance at\nwinning half a million dollars. - As a reward for making\nit to the final two, I have one last surprise for you. What do you think it is? - Oh, I have no idea. - What is this right here? - That's for my daughter. - Today's her birthday? Well, let's",
        "38": "see what comes\nthrough the curtains. - Don't do this to me. Oh, my God. - I'm not gonna let you miss her birthday. - Is that your daddy? - Regardless if you win or lose, we're proud of you, you can do this. - Good job! - This is the fam. - Hi! - I couldn't ask for anything else. That was my everything right there. - Yeah. I've got this now. - Only ages 52 and 40 remain, and they've been living in\nthese cubes for over a week. - Day eight. It's been a wild ride. - Here I",
        "39": "am. I can't believe it. Every challenge I've\nsaid, I thought I was out. I thought I was out. I made it. - It's a lot more feasible now in my mind, because it's not me\nversus 98 other people. It's me versus one person. - All these Xs were\ncubes with people in 'em, and everybody's gone now,\nand it's just Joe and I. - Another day here is not\ngonna make somebody quit. To come down to something actually forcing one of us to leave. - I give them a chance to say no to a challenge, but- - Oh, my, what should",
        "40": "we do? - I can't believe they chose a challenge. They are taking a half\na million dollar gamble. Inside one of these briefcases, is the check for $500,000. And everyone on set is blindfolded, including the cameramen,\nwhile I mix up the cases. I promise this will make\nsense in just a minute. The briefcases are now mixed. And, because you guys chose a challenge, you can step outta your\ncubes and meet in the middle. Half a million dollars is\nabout to go to 52 or 40. I'm going to flip a coin to decide who gets to look inside\nof their briefcase, making",
        "41": "them the only person on set that knows where the money is. - It's a game of bluffery. - That's right, because, then, it's up to the other person to choose which briefcase they want to take home. Heads or tails? - Heads. - Tails. Whenever you're ready,\nlook inside your briefcase. I don't even want to know what's in there. I can't stand the burden. 52 now has to decide whether she's gonna keep her\nbriefcase or steal his. - Joe, do you have\n$500,000 in your briefcase? - Yes. - Joe, are you lying? - What do you think? - Was",
        "42": "there anything\nelse in the briefcase, other than the money? - I saw the Mr. Beast logo. - You saw a check in there? - Yes. - Joe, are you honest? - You spent enough time\nwith me, what do you think? - This is so nerve wracking. Half a million dollars on the line. Is she going to keep her\nbriefcase or take his? - Wow. - It's a big decision. - What do you think, as of\nright now, in your head? Do you think it's in there? - I don't think it's in there. I think I have it. - I'm",
        "43": "so nervous. - I'm, actually, my heart is beating. I'm actually feeling anxious for you guys. - And you swear that the\nmoney is in your case? - Yes. - I don't think it's in there. I think I'm gonna pick my case. - So, you're gonna keep this? - Locked in? - All right, Joe, what\nis inside your briefcase? Oh, my God! - I knew it!\n- Yeah! - And you told her it was in there. - I did. - This man literally said he had it. Oh, my gosh, what a crazy play. What is wrong with you? -",
        "44": "He told the truth, and he got it. We said all along, the good guys can win. - It pays off to be honest. Even though you didn't win, we still wanna give you $10,000, and your family a trip to Disneyland to make losing a little better. They're still gonna go. - Yay! - We took items from the set and turned them into collectible pieces that we are selling for only one penny. And you have to act quickly, because there's only a\nlimited amount of 'em, and they're gonna sell out fast. Click the link below and\ndownload the",
        "45": "Shop app right now. Subscribe and you can win\nhalf a million dollars. Later."
    },
    "summary": "In a challenge where contestants of various ages are trapped in glass cubes, the last one to leave wins half a million dollars. People strategize to outlast others, face obstacles like Jenga, a voting challenge, and a coin flip. After intense moments, the winner chooses the correct briefcase, securing the prize.",
    "scene_captions": {
        "8": "The image shows a man in the foreground leaning on two briefcases placed on a table. He is dressed in a black suit with a white shirt and appears to be addressing the viewer. Behind him stand two individuals, each wearing a black suit and sunglasses, reminiscent of bodyguard or secret service aesthetics. The overall setting looks like a staged environment, as evidenced by the dramatic lighting and the red and black floor that appears to be stylized for visual impact. There is also what looks like shredded paper or debris scattered across the floor, adding to the stylized chaos of the scene.",
        "4": "This image shows an elderly individual seated on what appears to be a bed with white bedding. The person is dressed in a white t-shirt and red pants. The surrounding environment looks like a temporary housing or medical area, as indicated by the clear plastic curtains or walls partitioning the space. There are also other beds visible in the background, each separated by similar clear dividers, suggesting a need for individual spaces, perhaps for privacy or health-related isolation. The number \"94\" with \"AGE:\" next to it suggests that this person is 94 years old, although I cannot confirm this person's actual age. This could be part of an informative graphic or documentary feature. The general context seems to relate to care or assistance for the elderly, but without additional information, the exact nature and location of the setting are unclear.",
        "5": "This image appears to be a digital or graphical representation of an explosion, with clouds of smoke and fiery blasts depicted in a somewhat pixelated or stylized manner. Surrounding the explosion are numerous red 'X' marks and a few with a green border, possibly indicating targets or points of impact in a digital interface, perhaps for a game or a simulation. Also, there is a red vertical line towards the right side of the image, which could be part of the interface or a boundary indicator. The overall context of the image is not clear without additional information, but it certainly represents a volatile or destructive scene within a digital medium.",
        "7": "In the image, you see two people; one person is standing in front of a microphone and the other one seems to be bowing or looking down with more of the side of their head and cap visible to the camera. Both of them are inside what appears to be an area enclosed with transparent panels, maybe a game or challenge area. There are some graphical elements overlaid on the image, including a big \"AGE: 23\" at the top right, indicating the possible age of the person standing. There's also a red \"X\" over one of the portraits of people, green circles around the portraits of three other people, and the text \"20 VOTES\" next to the person with the red \"X\" over their portrait, suggesting this might be from some sort of competition, game, or voting scenario. These graphical elements imply that the image is a screen capture from a video, most likely a TV show, game show, or a web-streamed competition.",
        "6": "The image displays a scene that appears to be from a game or a sport. On the right of the photo, there's a sloped board with a hole in its upper part, which is likely a cornhole board—a game where players toss bags filled with corn or beans into the hole. The score indicators are present in the lower corners of the image, suggesting that this could be a clip from a broadcast or a recorded game. We see the score of \"19\" to \"1\", indicating there might be a significant lead in the game.\n\nThere's a red cloth on the floor, which could be a marker for the players to stand behind while throwing. Only the feet of a person are visible, possibly of a player involved in the game. The ground appears to be covered with some kind of dark carpet or rubber material, which could be part of a venue set up for this activity. The overall setting seems informal, possibly an indoor event or gathering where cornhole is being played.",
        "2": "In this image, there are two individuals engaged in conversation or an interaction. The person on the left is wearing a white long-sleeve shirt and the person on the right is wearing a black long-sleeve top and blue jeans. They seem to be inside an area with a semi-industrial appearance, possibly a studio or workspace given the background which includes what appears to be a large, grid-like, open structure and black curtains or dividers. The lighting is artificial and bright, providing a well-lit environment.",
        "3": "The image shows three individuals standing on a stage in front of a large digital screen. The screen displays a matrix of rectangular panels, each containing an image with a pronounced red 'X' mark over them, suggesting a form of selection, rejection, or elimination of the options or items shown. It's not possible to identify the nature of the items or the context without further information, but this setup is typical of events such as talent shows, gaming tournaments, or other competition-related activities where selections or eliminations are made publicly in front of an audience.",
        "1": "The image shows a man standing in a room that appears to be a game or challenge area, possibly inspired by a scene similar to those in the \"Squid Game\" series on Netflix. He's wearing a red and white track jacket with the number 3 on it. The room has a green floor that resembles artificial turf and is outfitted with a grid of tall, transparent columns. Each column holds a white, plush cube with a red number on it. The aesthetic looks game-like and possibly stressful, given the enclosed nature of the space. At the top right of the image, there's a label that says \"AGE: 31,\" possibly indicating the age of the person in the image or relating to the context of the game. Please note that the individual's identity or the specific context of the image is not provided, which limits the detail I can offer.",
        "0": "This is a blurred image, making it difficult to discern specific details. However, I can identify a person in the foreground facing the camera. The background suggests there might be other individuals wearing red, which could be sports uniforms or similar attire. Due to the lack of clarity, I cannot provide more specific information about the scene or the individuals."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/FM7Z-Xq8Drc/hqdefault.jpg",
    "title": "Ages 1 - 100 Fight For $500,000",
    "views": 334067682,
    "likes": 6173355,
    "duration": "25:36",
    "description": "Claim a piece of MrBeast history — buy a prop in the Shop app for $0.01 https://go.shop.app/mrbeast\n\nThanks to Lickd for providing the music for this video! Discover tracks for your YouTube videos here: https://go.lickd.co/mb1\nTrack: Whisper by The Dear Hunter, License ID: B0yLW6gQwQ4  \nhttps://lickd.lnk.to/EAnwiV\n\nAlso thank you Concept Pixel for the LED Wall,it looked great!\n www.conceptpixels.com\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}