{
    "url": "https://www.youtube.com/watch?v=fuhE6PYnRMc",
    "transcript_chunks": {
        "0": "- I just bought this train and it is currently barreling full-speed towards that giant pit over there. We're also crashing countless cars, blowing up thousands of\nsticks of real dynamite, and even putting 10 jet engines on a car. Just to show you the most\ninsane experiments of all time. Starting with filling a house\nwith over 100,000 fireworks. Please do not try this in your house. For this experiment, each of the boys will hide\na dummy in my new house to see if it's even possible to survive. - Water and fire don't mix, my mannequin is going to survive. -",
        "1": "Mine's in the fridge. - Go in, come on. Let's blow this house up. Hey be careful. If you accidentally press\none, the house explodes. - Oh my goodness.\n- Please. Where's your mannequin? - Bathtub.\n- Fridge. - Under the washer. - Tareq?\n- Front porch. - Oh yeah, it's sitting right there. This is gonna be the coolest thing you have ever seen in your life! - Yes! 5, 4, 3, 2, 1. - Fire in the hole! - Oh my God! - What happened to the house? I can't even see it anymore. - Oh my god! - I don't think",
        "2": "our mannequins are gonna make it. - The house burned all night, until there was literally nothing left, including all the mannequins. Next experiment. We're about to play Tug-of-War between this real military tank and these two school buses. And the loser gets dragged into the pit. - There's no way the tank loses. - We're probably gonna lose. - No, we're not. - Now obviously, people\ncan't be in these vehicles, 'cause they'll die when\nthey fall in the pit. So this remote actually controls the tank. This feels illegal. 3, 2, 1. Go! - I'm full throttled right now. You're",
        "3": "done for! Oh!\n- Oh, we're screwed. - The buses are done for. Oh my god. - Oh my god! - Oh my god! - Do you hear the buses beeping? Its horn's going off. - We're gonna go investigate\nthe bottom of the pit to see the buses. - Oh god.\n- Oh, no. I need to stop looking down this is... Stop moving!\n- I'm not moving! - We're in the pit. Oh my gosh. Bro, look at that. Why'd the bus think it\ncould beat the tank? - I don't think it did. - Later in this video, a train's gonna come",
        "4": "off those tracks and land right about there. But before we do that, this is $50,000, and it is surrounded by\nthousands of pounds of TNT. And this is Will. - What's up guys? - See that crate in the field?\n- Yeah. Oh, man. - That is around 1% of the explosives surrounding this money. - Are we safe standing here? - Uh yeah, you'll be fine. Here's my credit card. Spend as much money as you\nwant to protect this 50 grand. I don't care if you use wood, bricks, or even steel to protect this money. Whatever's left of this",
        "5": "50 grand when that TNT blows up, you keep. Good luck building walls. - All right, let's make $50,000! - I don't think he stands a chance. The first thing Will did was buy 12 industrial water containers and filled them with\n20,000 pounds of water. - I'm really worried that Jimmy's TNT is gonna get through this. - And he should be, because this isn't even close\nto enough to stop the TNT. Meanwhile, we're gonna\ntest another experiment. In a previous video, we\nput a jet engine on a car and it jumped eight buses. So this time we put 10\njet engines",
        "6": "on the car and we're to see if it\nflies 10 times further. When this car flies off this ramp, I think it's gonna go past\nall the buses into the trees. - I think it's gonna hit the first bus. - Our guesses couldn't be further apart. He's currently matrix-ed into the car, so he sees what the car sees. Chris!\n- Hey! - Oh, should we move? - Yeah, we're sending a rocket car. - Oh, okay. - 3, 2, 1. Send the jet car! The car's coming straight at us. - I lost signal. - Maybe we should jump? -",
        "7": "Now I'm straightening it. - Oh, my god! Yeah!\n- What the heck? - Whoa! Wait, wait. We broke the ramp! - I think it was a success.\n- Yes. The jet car easily cleared all 12 buses and literally left a crater in the road. I love how this block of engine's just on the road. - Yeah, it's still smoking. Whoa! - Oh, it's leaking.\n- Oh, and it's smoking. - And now we're back at the giant pit. If you jump in this deep pit and land on a thousand bouncy balls, would you die? - I'd love to know.",
        "8": "Nolan, catch! - Catch what? What are we doing? - Goodbye. Oh! Oh. - You completely missed! - Luckily we have more mannequins. Will it survive? Pay attention! - Oh. Oh! - Oh, buckets! - Hey Jimmy! What if we dropped the car in it? - I think you know what's about to happen. - Yo! - Clearly that mannequin didn't survive. Next bit. Meanwhile, Will was desperately trying to protect his $50,000. He's honestly taken\nthis way more seriously than I thought he would. - In the past four days,\nI've hired some professionals and we've already built\nthe cinder block wall,",
        "9": "filled it with matches, and we're already on our\nsecond cinder block wall. This dynamite is not getting through. - You blew my expectations\noutta the water. How about this? If you let me double the\nTNT, I'll double the money. - So a hundred grand, double the TNT. - Yeah, but if it blows\nit up, you get nothing. - Take the deal! Take the deal! - Okay! Okay!\n- It's a deal baby! Deal baby! - And while he kept working,\nthe boys and I went bowling. And the bowling balls are these cars. - I'm ready to see some destruction. - Let's see",
        "10": "if I get a strike. Hey, first bowl a strike. Oh, it's not going straight. - Oh, it's coming in our direction. We should move. We should move. We should move.\n- Nolan, watch out! - Oh, into the field. There it goes. Oh it's turning around. - Oh, it's coming back! - Oh God.\n- It's coming back. The car's got a mind of it's own! - It's coming back! - Take number two. Oh, that's a perfect strike. - Whoa! - Whoa!\n- Let's go! - I love cars hitting things! - And if you're wondering, the other car is still",
        "11": "going in circles. During this bit, me and the boys have been wearing some brand new designs, which you can now buy on our new store, MrBeast.store. 3, 2, 1. We switched from ShopMrBeast.com,\nwhich was very long- - Move over! Move over! - to MrBeast.store. Oh, my gosh! - Ooh!\n- No way! - Whoa! - We just about died. - I'm gonna show you how to\njust hit a full strike easily. - Okay. - All right. Here comes a strike, baby. - A .store domain is the perfect choice for anyone looking to\nsell anything online. - That was the worst",
        "12": "throw yet. - That was the best throw yet! - That was awesome! - If you're looking to set up a store, it should be at .store domain, so your customers clearly know\nthat your website is a store. - This is Carl's car. - Unlike .com, MrBeast.store\ntells the world that the website is my store. Oh. Don't forget to head to MrBeast.store and buy our brand new merch, right now. Since I doubled Will's money and TNT, he's completed a seven-layer fortress of 20,000 pounds of water, mattresses, a cinder block wall, four mattresses, a second cinder block wall, an",
        "13": "additional 32,000 pounds of water, all packed in with a final wall of dirt. - But I actually have another layer that Jimmy knows nothing about. Jimmy will never see this one coming. - What? - Hey, Jimmy! - How am I supposed to blow up Feastables? - That's the point. - And with the TNT doubled, it's time to put Will's\nbunker to the test. I also brought number 40,\nfrom 1 throughout 100, back to help us blow up all this TNT. You're in charge of the button. Don't press anything yet. Oh god. Moment of truth. Whenever you're ready,",
        "14": "press the one. I'm nervous. Whoa! - Oh my god! - Oh, that money's gone for sure. - Oh my god! - Bro, look at that smoke cloud! - I can't even see anything. Is it okay? - Wait, I think I see\nmoney falling from the sky. - No! Seven days of work just went up in flames. I don't know if I've got this. I gotta see if my money's okay! - Why are we running? - I'm running 'cause he's running. - Oh my goodness! Oh, there's so many stacks! - We counted out the money and over",
        "15": "$95,000 survived the explosion. - I just won $95,000! - Congrats on the 95 grand. Let's go see what happens if\nyou drive a train into a pit! - Yeah!\n- Whoo! - And now's the moment\nyou've all been waiting for, a train is gonna go\nfull-speed down those tracks into this giant pit. If you were on this train,\nwhere would you sit? - I put my mannequin in the cabin. Statistically the safest\nplace to be on a train. - All right, you got this. - All right, we're gonna\nsit him right on the front. You're not going anywhere. - We're gonna give",
        "16": "the\nFeastables bar a front row seat. Stop eating Hershey's. Eat Feastables. We have waited our entire\nlives for this moment. This is going to be epic. Nolan, send the train! - The train's coming! Let's do this! - Oh my god. Here it goes! - Oh my god, here it comes! - Oh, my god! - Whoa! Look at that! That might have been the coolest thing I've ever seen in my life. - Are you kidding me? - Yeah, my mannequin didn't survive. - Train versus pit, the pit won. I hope you enjoyed the video. Let's end it with",
        "17": "an explosion. - Ooh! That is so hot! ♪ Mr. Beast ♪"
    },
    "summary": "The speaker is describing various extreme experiments where they test destructive scenarios involving trains, cars, dynamite, and TNT. These experiments result in destruction and explosions, with mannequins representing humans in dangerous situations. The experiments involve crashing cars, blowing up TNT, and testing the impact of jet engines on vehicles. One experiment involves a train crashing into a giant pit.",
    "scene_captions": {
        "8": "The image shows two individuals near what appears to be a locomotive. The person standing on the locomotive's steps is wearing a white t-shirt and jeans, and they seem to be either climbing onto or off the locomotive or possibly working on it. The other person is on the ground, wearing a black t-shirt with a logo on the back and a baseball cap; they might be providing assistance or guidance. The locomotive itself is blue and yellow and has rail wheels, suggesting it's designed for use on train tracks. The environment suggests an industrial or train yard setting, considering the open sky and lack of urban infrastructure visible.",
        "4": "This image shows a large sinkhole that has appeared in an area where there seems to be a road or a constructed surface. Around the sinkhole, several vehicles are parked, and a group of people can be seen standing at a distance from the edge. A crane or some form of heavy machinery with a long boom is extending over the sink area, possibly for the purpose of investigation or for conducting repairs. The surrounding environment is relatively flat with patches of greenery, indicating the sinkhole is likely in a low-lying or level area. It's a clear day with no visible clouds in the sky.",
        "5": "In the image, you see two men standing and facing each other. The man on the left is gesturing with his hands as if he is explaining or talking about something, and the man on the right is listening, with a slight smile on his face. Behind them, there is a third person who seems to be standing on a raised surface, such as a wall or ledge, and is looking down at something in their hand, possibly a mobile device. The background is outdoors with a partly cloudy sky, and it seems like a casual, friendly interaction among the individuals.",
        "7": "The image shows three men standing indoors. The man in the center is holding what appears to be a small remote control device. They are standing in front of a counter or table, and there is a window behind them showing a bright day outside. The men are casually dressed, suggesting a relaxed or informal setting, and the one on the left is smiling at the camera. It's not clear what activity they are engaged in, but given the presence of the remote control device, it might be related to some sort of electronic equipment or possibly a hobby like drone flying.",
        "6": "In this image, there is a person standing outside next to a bright green SUV or crossover-type vehicle in a parking area. The person appears to be gesturing with their hands, possibly directing the vehicle or preparing to do something with or to the vehicle. They are wearing a cap, a light-colored shirt, and dark pants. In the background, there is a yellow school bus parked, indicating this might be a parking lot near a school or where school buses are stored. The surroundings look quite open with trees in the far distance and what appears to be a clear sky above. There is also an icon in the top left corner, which is likely part of the user interface from a video or a game, but without additional context, its significance is unclear.",
        "2": "The image shows a mobile crane with its boom extended, lifting a personnel basket that contains two individuals who are presumably workers. They appear to be wearing personal protective equipment, such as safety helmets and high-visibility vests, which is standard for individuals involved in construction or industrial activities. The setting looks like an outdoor area with train tracks and clear skies, suggesting that the activity might be related to railway construction or maintenance. The crane is marked with a number on its side, but other specific details about the location or the company operating the crane are not discernible.",
        "3": "You're looking at a computer screen displaying what appears to be a YouTube video. The video is titled \"Hydraulic Press vs Lamborghini\" and it's on a channel that has a logo with green and white colors. The scene in the video shows an animated scenario where a red car, represented as a Lamborghini, is heading towards a hydraulic press. The setting seems to be a simplistic digital animation with green fields in the background. On the right-hand side, there is a list of other suggested YouTube videos, each with a thumbnail image and some text describing the video content. This seems to be a typical YouTube interface with play controls at the bottom of the video window.",
        "1": "The image appears to show a scene with a bright, fiery explosion. The explosion has created a large cloud of smoke and there are sparks and flames visible, indicating a significant release of energy. The photo is too blurred and lacking in detail to identify the specific context or location. There are no clear figures or objects that can be distinctly made out other than the explosion and accompanying smoke cloud. It's likely taken during the night, given the dark background. The cause and nature of the explosion cannot be determined from this image alone.",
        "0": "The image is heavily blurred and distorted, making it difficult to discern the details accurately. It appears to be an outdoor setting, possibly involving a person standing with outstretched arms, potentially on or near tracks. However, due to the extreme distortion, it's not possible to provide a precise description. The blurring effect could have been done intentionally or be a result of a camera mishap. Please provide a clearer image if you're seeking more detailed information."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/fuhE6PYnRMc/hqdefault.jpg",
    "title": "Train Vs Giant Pit",
    "views": 193172698,
    "likes": 6030677,
    "duration": "10:36",
    "description": "Go buy my merch at https://mrbeast.store and if you're looking to set up an online store, it should be on a .Store domain. Thanks for sponsoring this video!\n\n\n \n\nThank you to Warped Perception for helping with Jet Car https://www.youtube.com/@WarpedPerception\n\n Fireworks provided by https://americanwholesalefireworks.com/ \nand https://www.PyroStarentertainment.com/\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}