{
    "url": "https://www.youtube.com/watch?v=tnTPaLOaHz8",
    "trascript_chunks": {
        "0": "I just\nbought this entire grocery store, which includes enough food\nto literally feed an entire city. And then I decided to trap\nthis random guy inside. And every day you live here, I will\ngive you $10,000 in a grocery cart. That's wild, dude. Let's go. - Well I'll give it to you in 24 hours.\n- Okay. This challenge could literally\nmake Alex a multimillionaire, which in theory means\nhe could be in here for years. And it starts right now. All right, Jimmy's gone. Why would I ever leave?\nI could be here for years. Time to go grocery\nshopping, baby. Now, if Alex crosses this",
        "1": "red line, that we painted around the entire\nperimeter of the grocery store. The challenge is over, and he walks\naway with his current winnings. And to make sure\nhe stays inside. It's worth noting here\nthat we have countless cameras covering every square\ninch of the grocery store. For my first meal on night one,\nI guess I'll cook this steak. I think this is\njust going to be home base. This little\ncorner of the grocery store. If I have meals like this every night,\nI'll easily be here for years. Day one, complete. See you in the morning. It is officially been 24 hours,\nand I got",
        "2": "the first 10 grand. - Alex.\n- Hey. Can you feel this and confirm it's $10,000? It is. I believe you. Now, we introduced the twist\nof the challenge. Basically,\nto receive the daily $10,000 you need to give me $10,000\nin product from the store. And so you have to strategize\n what order to get rid of these items to stay here as long as possible. Okay. Conveniently,\nthere's a lot of electronics over there that are pretty\nexpensive for day one. That's probably a good idea. I can't really eat a TV,\nso it's no use to me. You're $0.22 over. All right, let me",
        "3": "check out. - Do you have an MVP card?\n- No. - Would you like one?\n- No. - Do you want to sign up for it?\n- No. Here's your cash. Kris, take it away. I will see you tomorrow\nwith another $10,000 in cash. You should start strategizing\nwhat you're going to sell me. This changes everything. I got to start strategizing for the future. I have to figure out all of\nthe stuff that I need to get rid of. Pet food, pet items. Jimmy cannot pay me\nto eat this stuff, I swear. I got $10,000\nworth of dog food right here. I think",
        "4": "I'm just going to get some rest,\nwake up early... because I'm going to have to prep\nmore items tomorrow. I got a lot of work ahead of me. - Alex.\n- What's up Jimmy? Is that what you're selling to me\ntoday? Today it's dog food. Oh, my gosh.\nIt's going to take us forever to move. Wait, can we do like a... I let him clap.\nTransition, go for it. There we go. It's all over here at the register.\nIsn't that a cool effect? I love Beast magic. We're at $9,991.80, And for the final item,\nwe are now at $10,045. And something you should",
        "5": "know. Every single item Alex sells to me, we're literally going to donate\nto charity. So don't worry, none of\nthis is going to go to waste. The next few days\nwere kind of a breeze for Alex. On day five,\nhe sold me $10,000 worth of produce. All this produce here,\nthey're going to go bad very fast. On day six, he sold me a bunch of diapers. And on days seven, eight and nine, he cleared out an additional\n$30,000 worth of products. He even discovered\nthe backroom of the store, and since he hasn't showered in 10 days, he built his very own makeshift",
        "6": "shower... and laundry system. - Hey, how's it going?\n- What's up, Jimmy? All right,\nas of now, give me an honest answer. How far do you think\nyou're going to go? Oh, I mean,\nI feel like 100 days for sure. Oh, boy. Depending on how long Alex lasts, this may just become\nmy most expensive video ever, but I'm prepared for that. Holy crap, dude. I don't care if you go a year,\nI got the money. Who put all this in here,\nis what I want to know? The bank. You will get this once\nI get my $10,000 in items. All right,\ntoday I have",
        "7": "more TVs. Who goes to a grocery store\nto buy a TV? Why are these here? Now, Alex, be honest with me. Did you empty out\nany of these TV boxes, fill them with rocks and keep the TV? Dogs. All right. I trust him. Even though\nthat was not what I was asking. Approaching day 11, Alex began to get pretty efficient\nat picking which items to sell. $10,001.89. And since I had to leave to go film a video\nwhere I stranded myself on an island... This is not comfortable. But let's pray we get like\n30 minutes of sleep tonight. We had someone",
        "8": "else\ndrop off the money for Alex. We call him \"The Money Man\". It's \"The Money Man\". Thank you, sir. $100,000. I can definitely reach a million. And what he did\nwith the rest of his time to keep himself\nentertained was interesting. I am building a cheeseball wall. It's done. The great wall of cheese balls. Oh, yeah baby.\nHere we go. Three, two, one... It was worth it. It was so worth it. On day 13, Alex decided to upgrade\nhis shower because... It's a piece of crap. What I'm going to do, is use four of these shelves\nto reinforce the shower. Okay,",
        "9": "here we go. I am going to use plastic liner,\ndrape it across here. The walls are waterproof now. All right,\nYou got to give it to him. This man is literally constructing\na functioning shower out of just raw store parts. And there it is.\nShower's done. Time to test it. Okay. It's been a few days in here. I'm going to build a wall. Now, I never thought I'd see this, but Alex literally used\nall the water bottles in the entire store to build walls for his makeshift shelter. He even created a bed\nusing all of the toilet paper and it looked",
        "10": "kind of comfortable. This is pretty cozy. I could fall asleep right here. I got to get to scan in, kind of had my eyes\non these bad boys for a while. Gift cards.\nThese things are freaking expensive. It is actually surprising\nhow expensive birthday cards are. Because Alex was able to hit his\n$10,000 mark only using the cards. And after I got back\nfrom filming at the island... - Hey, Jimmy.\n- Hey, it's been a while. Alex wanted to see if we could help him\nuse the forklift in the back of the store. You know, if you could get it in\nthe store,",
        "11": "that'd be super helpful. You're sure you're going\nto let Kris drive this? Yeah. Three, two... Alright. Not the bakery. I think maybe one more. Yeah. Hey, it's in. Yes! Yeah, yeah, yeah. Enjoy your forklift. We'll see you tomorrow. Even though it's only been a day\nsince he last saw me, it seemed like Alex\nreally started to miss me. At least that's the only explanation\nI have for what he's about to do. I saw this\ncut out of Jimmy over here. We're going to be hanging out a lot,\nyou and I. He's just going to watch,\nmake sure I don't lose count. Just",
        "12": "scanning away for another 10k. $10,000.33 Over the next few days, Alex's efficiency was through\nthe roof, thanks to his new forklift. So he even had enough time\nto upgrade his bed. and it was quite the improvement. It's is so much better. And even though Alex's original goal\nwas to get a million dollars... I think we're going\nfor a mil on this one. I hope not. He started documenting\nwhat he'd spend the money on and came to realize maybe he didn't\nneed to stay as long as he thought. A million dollars is nice in theory. I'm still missing out\ntime with my boys.",
        "13": "Both their birthdays are coming up\nin the next two months. I've never missed a birthday yet. So after thinking about\nwhat I want to put the money toward, I realized that I need to\nat least make $500,000. But right now, I only have $200,000. So in total, I got 50 days, I got to be in here\nalmost halfway there. On day 22,\nAlex decided to absolutely decimate all the goldfish in the grocery\nstore. Oh, my God. Okay, so this is $10,000\nworth of goldfish. I could feed an army of toddlers. All right. Thank you, sir. You're living a regular life\nnow. Almost. You're",
        "14": "getting paid\nten grand a day to miss your family. Yeah. And you can just do this\nhowever long you want. Yeah. And you can just do this\nhowever long you want. However long you want. However long you want. As you can see, the days\nstarted blending together for Alex. But eventually, the day came\nwhere he decided to sell the water that he originally used for his shelter. But since he couldn't\nsell the empty shelves in the store, he realized\nthey make pretty good walls. I'm going to reinforce\nthe house with metal shelves. This is the way. As you can see, Alex is feeling\npretty",
        "15": "at home now. But what he doesn't know is\nwhen I bought this grocery store, I stopped\npaying the electricity bill. So at any point now,\nall the power's going to cut off and his freezers won't work,\nthe lights won't work, and so much more. The challenge is going to get way harder. But to give them some motivation\nbefore things get pretty crazy. We thought Alex deserved a reward. - Are you excited to see your dad?\n- Yes. - You ready to do this?\n- Yeah. I think he might literally cry.\nThis is gonna be crazy. Alex, we have a surprise for you. Hello.",
        "16": "- Oh, my babies!\n- We brought some special guests Hi buddy! Yesterday, you were telling me about\nhow much you miss your family. I felt kind of bad. So to celebrate 30 days, we're gonna\nto let you spend the day with them. What are you doing? You crazy boy. Daddy, I need to go pee. What's happening\nwith all the boxes on the floor? I made a race car track. - Is that the car?\n- Yeah Wait, can he ride that? What do you think, dude? There they are. I can't believe that you guys are here. I know. - Dada.\n- Come",
        "17": "here. Today, I got to see Sarah and the boys. It was freaking amazing. And Sarah was as beautiful as ever. - I love you.\n- I love you. - Bye.\n- Bye buddy, I love you. Heart break. When I saw my kids,\nI mean, they looked different to me, you know at that age, they grow weekly. I just look forward to going back\nhome, spending time with my family. What's up? I better get up\nand start scanning stuff now. We're gonna... What the heck? Why are the lights off? What are these shenanigans? There's a flashlight. It's just some kind of",
        "18": "joke? Houston, we have a problem. Did you do this, sir? Knock, knock. This is so much creepier. My power's out, Jimmy. Yes, so when I bought this grocery store,\nthey gave me a form to put, like, the utilities in my name,\nand I just never filled it out. The cameras and cash registers\nare hooked up to a generator because we need those.\nSo what am I looking at over here? Okay, so I had originally $60,000\nready to go. Oh, my gosh. But I assumed\nnow that the power went out, You're going to sell the frozen\nstuff... Yeah. Things have changed. We need",
        "19": "to get to scan it. Let's get rid\nof these hot meats. Assembly line. All right, I'll hold the cart. Assembly line. I'm the door holder. And while they're clearing out\nthe freezers, I want to tell you guys\nabout Shopify. Shopify\nhelp pay for this grocery store. And in exchange,\nwanted me to promote one of the millions of businesses\nthey support in power. If only we had a bag that we could\nput these things in to keep it cold. And together we picked Kanga Coolers. Chandler, what if I told you,\nthere's a 12 pack of soda inside of it? And it can keep what's",
        "20": "inside cold\nfor up to seven hours. That's a long time. You got multi wieners.\nYou got single wieners. - Cheesy.\n- Cheesy wieners. Kanga Coolers are\nlightweight and insulated, so you can take them wherever. Hey, meet us at the front. Chandler, have you ever been\na cashier before? - Yeah.\n- Wait, did you double scan that? Hold up. You can have the Kanga Cooler. You can fit a\nhuman head in here. Anyways, click the link in the description,\ndownload the shop app right now. You can buy a Kanga Cooler. I'm going to go help them\nscan some meat. All right, here's our meat receipt.",
        "21": "Here's your 10 grand. Also, here's a Kanga Cooler. Oh, nice. Oh by the way Alex,\nI’m going to Africa for a week At this point, I once again had to\nleave to go film a video in Africa where I built a hundred wells. Well number one is a success. Alex spend the rest of his day rushing to get all the frozen\nfood sold so it can be donated. Guess I'll just be scanning stuff\nin the dark from now on. I really hope Jimmy turns the power on. It's going to suck. I'm not going to lie. Being left without power",
        "22": "affected\nAlex way more than I thought it would. I guess the food wasn't\nthe only thing getting checked out. I wonder if you can tip over a forklift? Careful on aisle seven. This store is turning into a wasteland. So I'm going to the back.  I'm going to open up this dock door\nand let some daylight hit my face, breathe in some fresh air\nbecause this is not going to do it. It's so nice. This right here\nwill give me through the dark days. It is day 36. I got $360,000. Why stop now? Got to keep loading these carts up.\nGot",
        "23": "a lot of food to get through. Just carts and pools of money. And waiting, waiting for the days to go by. The most exciting part of my day\nis being this close to the red line. I'm just a sad,\nold miserable boy back here. Nothing's ever been sadder in my life, except living in a grocery store. Coffee, food, and a lot of money. I'm like way ahead on checkouts still. I don't want to do anything,\nthere's nothing to do. All that stands between me,\nmy wife, my kids, is this line right here. The lights being off, being this close",
        "24": "to the red line,\nrealizing I can go see my family. It's super tempting every day now I know there's\na bunch of pallets back there still that I haven't even dug into. Some glasses. Ice packs. What the... Look what I just found. InstaStart QuickPack lantern. Nice. I got five of them. I just lit them all up. They're on full blast right now. It definitely lights up\nthe entire space really well. I feel like I can actually\nhang out in here again. Alex, are you here? - Another 10k?\n- Yeah Let's go, dude. It's crazy I have all this money. But",
        "25": "there's nothing I can do\nwith this money while I'm in here. Except just look at it. Well, you can't look at it.\nIt's so dark in here. - So I'm going to bring some lights in.\n- Are you serious? For filming purposes. Alright. What are you going to do for\nthe rest of the time you're in here? Something I definitely want to do\nis go ahead and just run through all these shells\nwith the forklift. You ask for this! What is going on? All right. Time for me to not be here anymore.\nWe'll see you tomorrow. Here's your broom. Thanks, guys. Enjoy",
        "26": "cleaning. After spending an entire day\ncleaning up Kris's mess, Alex took advantage of the newly\nopened space to set up a pool he found in the back. Off we go. I'm going to drag the hose out here,\nstick it in this pool, and sometime tomorrow\nwe'll have a grocery swimming pool. It's been over a week, and Chandler won't tell me what happened\nwhile I was gone. This place looks\ncompletely different. Oh God, open the doors.\nI got to see this. Where did everything go? We did a little remodeling\nwhile you were gone. This looks like someone gave Kris\na forklift. Everything makes sense now.",
        "27": "- Can you show me the pool?\n- Yeah, you want to get in? Flip. Do you wear socks? Yeah. That's crazy. It's freezing. Cannonball. What you typically do\nin the pool? I just kind of float around. This was fun and all,\nbut I think we should check out. Thanks for the groceries.\nEnjoy your pool. All right, I'm just going\nto grab everything from the back and just put it up\nhere, organize it. And who knows?\nMaybe there's some fun in there. It's no secret at this point,\nAlex was pretty tired, and while he was making\nhis rounds in the forklift, something unexpected happened. Oh,",
        "28": "crap. No! No! Oh God! Dude! No! Oh my God. I was trying to turn one way, and\nit just went the opposite direction. Oh, my God. My freaking money is soaked. There's a bunch of products ruined. It's, like, so deep right here. It's in my space. It's all over the grocery store. Dude, I'm done, man. I just want to leave. We're going in. - Alex!\n- Buddy. Why is it so wet in here? Yeah. Oh, Alex. Your golden chariot awaits you. Look at you in bed. - You good dog?\n- I'm all right, man. You look like a",
        "29": "defeated man. Yeah, I busted the pool. How does one bust a pool? So I was driving by to drop off\nsome pallets, and I tried to turn, and it just turned the complete\nopposite way. I was like. No! So all this got wet? How many more weeks\ndo you have left? Weeks? I'm just taking it\nday by day right now. Depends how much longer I can go. So if you just see like a spider in your bed\ntomorrow, you're leaving? Oh, a hundred percent. Yeah. I don't think he has many days left. This is ending soon. You guys want to",
        "30": "come hang out\nfor a little bit? - Heck no.\n- You're depressing. This is what the store looked like\nwhen Alex started the challenge. And this is what it looks like now. So day 44. It's almost dark outside. Jimmy hasn't come by today. I have stuff I need to sell. I'm just going to move\nthis stuff to the back. Hopefully somebody brings me\nthe $10,000 today. Maybe they just forgot or something. It's really lonely in here. I'm just going to go sit in my chair\ntill they bring me some money. Yo, what? Are you serious? Are you there, Jimmy? It's the",
        "31": "first interaction\nI get all day, and it's... the freaking robot. Thanks for the money. Not even Jimmy\nwants to come here for a minute. That's how depressing this place is now. Can't say I blame him,\nhonestly. This sucks, man. God, I'm freaking miss my family\nso bad. It's day 45. And Chandler,\nhow would you say he's doing? That is complete boredom.\nHe's just tapping the bat on the ground. I would feel bad for him,\nexcept he's won $450,000, and he can leave whenever he wants,\nso he'll be fine. - Alex.\n- Hey. We were watching you on the cameras. You looked very sad. Yeah,",
        "32": "I'm pretty bored. Well, here's $10,000. - So are you less bored?\n- Helps a little. How many weeks left you got? Well, I don't even know\nif I got an hour left, Jimmy. Really? Here, let's go look\nat your sea of money over here. This is all the money\nyou've made so far. 450 grand. Are you saying\nyou're content with it? Give me one second. I've got a surprise\nthat might help you decide. What? Are you serious? Hey babe. What the heck? Don't cry. I can't help it. Okay. Why aren't you wearing your shoes? And your shirt? To be clear,\nI didn't",
        "33": "take his shoes. I don't know why he's not wearing\nshoes. These are all the things that\nthis money's going to go toward. - Isn't this crazy?\n- I can't even wrap my head around it. I feel like I could do another\nfive days. Do you think it's worth it? What's the verdict? - We've weighed the options.\n- Make tons of money. Keep tons of money already made. Honestly, it's not worth staying\nand I’m leaving. Okay, well,\nthen let's push the money out. All right, Alex, the second\nyou step on the red, it's over. I can move all the money back.\nWe can keep going.",
        "34": "It's your decision. All right, bring it back in. Okay, bring it back in. Just kidding. Let's go! Alex spent 45 days in the store\nand walked away with $450,000. Can't believe this happened.\nThis is freaking sick. Congratulations, Alex. Shout out to Albertsons for helping us\nfill the shelves. You guys are amazing.\n I'm going to go find him a shirt. Also, if you're wondering\nhow we filmed this video because we blew up\nthe earth earlier, it was actually on the moon\nthe entire time. Watch the laser\nmaze video if that's confusing."
    },
    "summary": "Alex participated in a challenge where he was trapped in a grocery store and had to sell items to earn $10,000 daily. He strategized to stay as long as possible, created a makeshift home, and encountered various twists. After 45 days, he chose to leave with $450,000, reuniting with his family.",
    "scene_captions": {
        "8": "The image features a man with curly hair sitting in a blue chair. He appears to be inside a room with a casual setting. In the background, we can see a pool table, shelves with various items, and what looks like a child's play area, as suggested by the presence of toys on the floor. The image also has text overlay in the upper left corner saying \"DAY 44,\" which may suggest this is a snapshot from a video documenting a daily series or a project progress.",
        "4": "The image shows a family moment with two adults and two young children. The adult on the left appears to be holding a child, who seems to be saying \"I NEED TO GO PEE\". There is a caption at the top that reads \"DAY 30,\" which could suggest this image is part of a series, perhaps documenting consecutive days of a challenge or daily life. The adults are smiling, and the atmosphere is casual and familial. They seem to be in a public place, possibly a waiting area or lobby, as indicated by the posters and décor in the background.",
        "5": "The image shows the interior of a dimly lit room that appears to be a store or shop. On the right side of the photo, there's a display with a variety of snack items, possibly chips or similar packaged goods for sale. In the foreground, there is a metal basket or cage-like structure filled with what looks like rocks or some kind of packaged product. \n\nIn the center, a person is walking away from the camera, wearing a gray t-shirt and light-colored pants—holding what appears to be a wooden object in their right hand, possibly a bat or a similar item. The top left corner of the image states \"DAY 31,\" suggesting this might be part of a series or a project that spans over days. Due to the quality of the image, some details may not be entirely clear or accurate.",
        "7": "This image shows an indoor scene that appears to be inside a large store or warehouse. A person is running across the floor, which looks shiny and possibly slippery. In the center of the image, there is an orange forklift with the name \"SAFETY\" visible on one of the upright supports. Scattered on the floor, there are various items, which suggests some type of disarray or accident may have occurred. The apparent motion blur of the individual indicates a quick movement. In the background, there are aisles with products and signage indicating \"coffee/ tea.\" Additionally, there seems to be a trampoline or some type of pool structure with a net on the right side of the image. In the top left corner, text reads \"DAY 42,\" which may imply this image is part of a series or a monitoring situation over an extended period.",
        "6": "The image shows a person, presumably a man wearing a cap with a label that reads \"FXTM\", looking at an item he is holding. The item appears to be a label printer from the brand \"Coleman\", and the setting suggests an indoor space with various items in the background, which is dimly lit. On the top of the picture, there's text stating \"DAY 38\", which could indicate this image is part of a series or a project documenting something over time.",
        "2": "The image provided is very dark and details are not clearly visible. It appears to be an indoor setting with some faint outlines that might suggest shelves or structures, possibly suggesting a room or a building interior, but it's difficult to ascertain more without enhanced lighting or additional context. If you have any more details or a brighter image, that would be helpful in providing a more accurate description.",
        "3": "The image shows a room with a set of green and yellow boxes arranged on the floor to form a roughly rectangular shape. On the top left corner, there is text overlay that says \"DAY 20,\" which might indicate that this is a snapshot from a project or experiment that has been going on for 20 days.\n\nIn the background, there's a windowsill with blinds partly closed. There's some greenery, which appears to be a potted plant, and a couple of electrical outlets and connections visible along the wall. In the right half of the image, there's other miscellaneous items: a lamp on a table, a striped foldable lounge chair, some white structure near the chair (hard to identify), and what seems like a small area of artificial turf on the floor. The setting looks like a casual indoor working or living space, possibly a garage or a workshop area given the concrete floor and the functional nature of the furnishings.",
        "1": "This image appears to be an edited or altered photo taken within a store. There are two individuals standing in an aisle with shelves stocked with various items in the background. The floor bears a blue outline with a bright, glowing effect in the center, which seems to be an added digital effect rather than something actually present in the physical environment. The text \"DAY 3\" is overlaid near the top of the image, suggesting that this photo might be part of a sequence or series of events taking place over multiple days. The Safeway logo can be seen in the background, indicating that the photo is likely taken inside a Safeway grocery store. The nature of the edited effect in the image gives it a surreal or fantastical element.",
        "0": "The image features an outdoor setting with what appears to be a person standing on a tennis court. The individual is wearing a white top, dark shorts, and white sneakers. This person is seemingly in motion, possibly jogging towards or just stopping and looking up towards the camera. The tennis court has visible lines that indicate the boundaries and service boxes. The lighting suggests it's a sunny day, casting a shadow of the person onto the court."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/tnTPaLOaHz8/hqdefault.jpg",
    "title": "$10,000 Every Day You Survive In A Grocery Store",
    "views": 188300738,
    "likes": 5132604,
    "duration": "21:32",
    "description": "I didn’t expect him to stay that long \nShop Kanga Coolers, powered by Shopify: https://go.shop.app/kangacoolers\n\nSpecial thanks to: \nAlbertsons - https://bit.ly/MrBeastxSafeway\nStarry - https://bit.ly/MrBeastxStarryLemonLime\nRockstar - https://bit.ly/MrBeastxRockstar\nCountry Crock - https://bit.ly/MrBeastxCountryCrock\nRed Baron - https://bit.ly/MrBeastxRedBaron\nVita Coco - https://bit.ly/MrBeastxVitaCoco\nDUDE Wipes - https://bit.ly/MrBeastxDudeWipes\nGoldfish® - https://bit.ly/MrBeastxGoldfishCrackers\nKettle Brand® - https://bit.ly/MrBeastxKettleBrand\n\n\nMusic Provided by https://www.extrememusic.com\n\nNew Merch - https://mrbeast.store \n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG \n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗ \n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣ \n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝ \n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com \n\n---------------------------------------------------------------- \nfollow all of these or i will kick you \n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n• Instagram - https://www.instagram.com/mrbeast\n• Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}