{
    "url": "https://www.youtube.com/watch?v=48h57PspBec",
    "trascript_chunks": {
        "0": "- This is a $1 billion super yacht, and it's big enough to hold\nan entire city on the water. How do humans build this stuff? And I'm gonna show you the\ndifference between this and a $300 million mega yacht,\na $50 million giga yacht, all the way down to this $1 yacht. Why did you sell me\nthis boat for a dollar? - The storage just kept racking up. - Yeah.\n- $18,000. - It's cost you 18 grand\na year to store this? - Correct.\n- Interesting. Here you go.\n- Thank you. And after stepping on board it was pretty clear why\nthis yacht only",
        "1": "cost $1. Okay, now that we're on the water what are we working with in here? - I don't think the floor's\nsupposed to do that. I don't know if this\nis even worth a dollar. - Oh, we're actually sinking. Oh. The boat literally started sinking right when we put it in the water. - Oh, my God. Let's go. - We gotta go up. We're sinking. Jump, Chandler. My baby! I paid a dollar for that. That was the $1 yacht. Later in this video, we\nhave a $50 million yacht a $300 million yacht, and\nthe $1 billion super yacht. But",
        "2": "before all that,\nhere's the $1 million yacht which is a little smaller\nthan I thought it would be. Hop on, boys. All right.\n- Let's see the inside. - On the $1 million yacht, you get a surprisingly big living room, a lower deck with a master bedroom, another bedroom that I can't stand up in, and then you got some\ndouble beds for the kids. - Wait, you have kids? - Chris, Chandler, Karl, Nolan. - Don't worry, boys. I got this. Coming on the break to break. - Please stop. Someone's\ngonna send a rescue boat. - We need the coast guard.",
        "3": "- I wonder if I turn this, if he'll fall. Stop. - This is fun. Oh. - For a million dollar\nboat, I'm not gonna lie, it's a little smaller than I thought. Let's see if these guys watch our videos. - Oh, my God, it's Mr. Beast. - Hey, he has seen our channel. That's pretty funny. So, now we're going to\nthe $10 million one. - 10 million? - See ya.\n- It's gonna be great. - Bye. Oh, my God. He's fast. - And now we are on the $10 million yacht. Let's check this out. - Holy crap, the",
        "4": "front of the boat's huge. It's just way bigger than the last one. Look at the view. - I'm getting some good sun here. I'm really pale. - Oh, my gosh. Yes,\nthis is a nice bedroom. For $9 million more I\ncan actually stand up. And right down these stairs\nare four more massive bedrooms. Why are there two toilets side by side? - Oh, that's a bidet, Jim. - For your butt? - You poop in here and then you wash your butt in here. - Why don't you just use toilet paper? - You're so American. - And upstairs is",
        "5": "another seating area. Oh, my gosh. The seats on the $1 million\nyacht were leather and hot. These are actually soft. - Soft and practical. - This boat is the nicest\nboat I've been on so far. - Well, just wait until\nyou see the next one. It's massive. And because it's so massive,\nI invited all my friends. Go have fun.\n- Go, go, go. - This boat is meant to hold 150 people. They're gonna have a lot of fun. - Whoa.\n- Oh, my God. - This is wild. What is the difference\nbetween this and a mansion? - This is a mansion. When",
        "6": "does it stop? Jimmy, I'm still going. - This is definitely the nicest\nbedroom we've seen so far. And it's nice because my\nhead doesn't hit the ceiling. I can barely touch it now. This yacht has a living room, an office, a massage parlor, two dining\nrooms, and seven bedrooms. - This is the best yacht\nI've been on so far. I'm driving the boat. - Chocolate. It's not Feastables. - It's not Feastables. Thank you for saving my life.\n- You're welcome. No way. ♪ You gotta ♪ - No. - Hey buddy, are you relaxed? - Yeah, I was. - Are you",
        "7": "done with your massage yet? Here you go, take a bite. - That's some good chocolate. - So, we got all of the\ngoon squads in here. This is a $25 million boat with 30 rooms. Why are you guys in here? - This bed is so comfortable. - Even though this yacht\ncomes with a world class chef the boys still wanted pizza. So, I planned a little surprise. Do you know what we're standing on boys? - A boat.\n- A hospital. - An H.\n- A boat. - A helipad. And Uber conveniently does\nhelicopter deliveries. That can't be real. - Oh,",
        "8": "it's real. - Is that a helicopter? - Pizza. - I can't believe it's actually works. - Pizza! - Pizza, pizza, pizza. - All this for some pizza.\n- Woohoo. - Pizza, pizza, pizza. - I am terrified of parallel parking. He just landed a helicopter\non a moving boat. Who wants some pizza? I know you're not supposed to swim after you eat a bunch of pizza, but you're on\n- Jump. a $25 million yacht. Which thankfully when you pay 25 million, you can get some jet skis. - Oh. - Tariq flipped the jet ski. Yo, Mac. Catch this pizza.",
        "9": "Oh. - Oh. - Oh. Oh. - $25 million yacht and I'm\nthe only one enjoying it. - If you thought this yacht was crazy, look at this video of\nthe $50 million yacht. You know what? Honestly, let's just go to it right now. Zoom in. And now, we are on the $50 million yacht. This yacht is over 200 feet\nlong, four stories high, can hold over 200 people, and\ncomes with a 20 person crew with this homeless person I found. Sup guys? - When you pay $50 million, you're given this remote\nthat can call the crew at any time you",
        "10": "call me. - Sir, did you call me? - No, I just wanted to\nshow how this works. But that's not the only\nthing the remote does. They said this TV goes up and down. - That's cool. That is slow, dude. Maybe it's like... I'm gonna go downstairs, you guys go upstairs. Tell me if you find anything cool. - Okay.\n- Okay. - Bro, it is massive. - It's like a whole nother boat up here. - Jimmy, there's nothing\ncool up here. Don't worry. - This is crazy. - Whoa. The interesting thing is\nI've just been walking and I don't know",
        "11": "if I'm\nat the halfway point, the end of the boat, or if I just started. This thing's huge. - Meanwhile, Nolan overslept. So, he was still trying to find us. Have you seen Mr. Beast? - Yeah.\n- Yeah. - Are you lying to me? - Yeah. - Apparently Pete Davidson is there. If I don't see Pete Davidson, I'm gonna sink the $50 million yacht. - Meanwhile, we noticed\nanother boat was approaching us and then the owner did this. I was waving at him and\nhe showed me his butt. - That's gonna be someone's\ndad one day, dude. - All right,",
        "12": "catch. Oh. - Where are they going?\n- Gimme that, gimme that. - Are they backing away from us or are we just that much better? Oh. - Get 'em. - This is the best.\n- Oh. Oh.\n- Oh. The guy that's bigger and\nstronger than all of us did it. Wow, Chucky. - I wonder what kind of\nfood they got on this yacht. - I heard they have lamb. - They do not have lamb. - Mm-hmm.\n- No. - Cut to the dinner. - Oh, man.\n- Whole lamb. Thank you so much. - It's really good. What projects do you have coming",
        "13": "up?\n- Uh. Ooh, I'm very excited. I have a show called Bupkis coming out on Peacock on May 4th. - Three days before my birthday. And while Nolan was\nstill trying to find us. - Which direction did Mr. Beast go? - We noticed a lot of boats surrounding our floating billboards. I didn't even know you could\nput billboards in the ocean. And we thought they might\nwant some chocolate. - I'm delivering chocolate. Yo, you guys want chocolate? - Let's do this. Oh, my gosh. - Best chocolate I've ever had. - Let's go.\n- It's so good. - Yeah.\n- Let know",
        "14": "if this is the best chocolate bar ever. - Oh, my God. Out of 10, it's an 11. Hershey's don't know nothing. - Hershey's doesn't know nothing. Everyone agrees it's\nbetter than Hershey's. You need to try it. Tell me what you think. - Honestly, way better than Reese's. - That's what I like to hear. What do you give it? Aye. - A 10.\n- I'm flying Feastable bars to people. Aye, Feastables incoming. - Oh, no.\n- Let go of the string. One Feastable bar delivered. Hey Karl, they're trying your gummies. - If you wanna try the best\nchocolate bars, cookies,",
        "15": "and gummies on the planet? Go to Walmart, 7-Eleven, or\nany Albertsons stores right now or go to feastables.com right\nnow if you wanna order online. Hey, what do you think? - This is amazing. This is better than every other chocolate so why wouldn't you get Deez Nutz? - I agree. Put our nuts in your mouth. - Oh. Alright. - At the end of the day,\nNolan finally found us. - Jimmy. - Nolan. We had another five star dinner. And the next morning we boarded one of the world's largest yachts. This is the $300 million yacht and it has",
        "16": "over 50 crew members waiting on your every request. Tons of luxurious rooms and nine master bedrooms. Oh, my gosh. Great. - Welcome aboard. - I literally can't see the\ntop of the boat from here. We are the 69th largest yacht in the world. - Is that a factual statement? - Yes, it is.\n- That is crazy. There are six floors, a massive pool, and a hot tub with a view. This is nice. - It's ridiculous. - It's my favorite boat so far. - The $300 million yacht comes\nwith a state-of-the-art gym that overlooks the ocean. - Oh, what?",
        "17": "- Dude, if my boat had\na gym, I'm working out. - A movie theater with\nwindows that auto darkened whenever you watch something. And even the table is worth $3 million and the piano plays itself. I want one of these in my house. All the boys disappeared in the spa. Come with me. Oh, you're getting a haircut? Yeah. Karl was in the sauna. Are you alive? - Barely. - That does not look comfortable. And I don't even know where Nolan is. - Oh, it's so hot. - Man, really got in a hot tub with a sunburn.\n- It's",
        "18": "too hot. - Dude, there's more downstairs? - Whoa.\n- Oh, my gosh. - You think they have enough jet skis? - What's behind this door? - Oh, I'm doing this. - One of us is getting thrown\noff the side of the boat. - Huh? - He was last.\n- Bye. - Hey, always, always\nbe ready for nose goes. - Jimmy, can we eat some food? - Yeah, when you get back. Boys, we must act like rich billionaires. Clink. Would you rather have 300 $1 million ships or one $300 million ship? - You could almost have one for every different",
        "19": "day of the year. - I'm not gonna take care of 300 boats. - Which would you rather have? 300 boats or one big boat? - You want the big boat? - Gentlemen, did any of you\nnotice a boat pulling up? - No. - On that boat might be Tom Brady. By might, I mean it is. And we should probably go say hi to him. - Let's go. - Hey, Tom.\n- What's up, guys? - And if you don't know who Tom Brady is, he is the number one\nquarterback in NFL history. So, this is where you get\nyour haircut",
        "20": "on the boat. So, it turns into a dentistry.\n- Where you wash. - Clean your teeth too. Is this the nicest boat you've been on?\n- My God, are you kidding me? - Yeah.\n- It's crazy if you eat too many Deez\nNutz bars before breakfast. I literally had to hide them in my house because I knew these two would sneak to right where they're at.\n- Yeah. - I did. This place is so fun. It's really an endless maze. I think it's a nicest boat in the world. That's what we do.\n- It's so beautiful. - It's crazy.\n- We still",
        "21": "have more floors to go on.\n- Tariq's, the master of the camera. Thank you, thank you. - This is a way nicer helicopter pad. - When I think of a\nhelicopter pad on a yacht this is what I think of. Not what we had before. And with Tom Brady here, of course, we had to play some football. This is the most fun version of catch 'cause you just do this and\nhe just throws it there. - Nope. - I just suck. - That's what I got paid\nfor, Jimmy. Come on. - I wanna see if you could\nhit my drone",
        "22": "out of the sky - Oh, no.\n- with a football. - All right, if I hit the\ndrone on the first try, maybe I should come out of retirement. - I like that.\n- Dad, you're gonna like miss. - I probably will miss. - First try. - Go, go, go.\n- Oh. He got it. - Nolan, put your sunscreen on. Karl's probably the worst wide receiver you've ever thrown to. Unless you dome him in the head, he's probably not gonna catch it. All right, Karl, don't screw this up. Just throw it as far as you can. You hit him",
        "23": "in the chest. You gotta hit him in the head.\n- It's a bad placing. After chilling with Tom Brady, we hung out in the movie room\nfor the rest of the night. Would you say this is\nthe best boat so far? - 100%.\n- But keep in mind, there's still a billion\ndollar boat after this. - How big can that get? - It is four times bigger than this boat. - These things get bigger? - This ship is bigger than\nthree statues of liberty. - Holy crap. - You cannot fathom how\nmassive this ship is. It is literally a floating city that",
        "24": "is 1200 feet wide\nand 17 stories high, and it fits almost 10,000 people. In all the other ships\nwe had our own rooms but this ship has over 2000 rooms. This boat has water\nslides, an indoor mall, a basketball court,\nand tons of other stuff I can't even name. - I ran out of fingers. - All of which we have to ourselves. Have fun boys.\n- Yeah, yeah. - Brother, it's that way. - Oh, okay.\n- Let's see what happens. - Whoa, there's a water slide. - There's a whole entire\nwaterpark up here. I'm breaking the rules. - We're running, we're running.",
        "25": "- Sorry, lifeguard. They literally have live\nmusic in the waterpark. What the heck?\n- There's even an entire sports floor that has\neverything you can imagine. - Mini golf.\n- Let's go. - We're literally playing\nmini golf on a ship right now. Interference. - And I wasn't exaggerating, when I said this ship is a city. There's literally seven\nneighborhoods on this ship. This is insane. We're still on a ship. And just for reference, this is what one of those neighborhoods look like. - So, I went down to the slide and now I'm teleported into\nlike a different world. And you have a",
        "26": "carousel? - They have shops, restaurants,\narcades, even a Starbucks. Hey, Chandler. - Hey.\n- A hundred million people are watching. Let's see if you make the shot. - This is crazy. Like how can I use all these seats? I'm only one person. - And apparently there's an entire floor for indoor shows and events. - What is this, bro? We got the whole ship to ourselves, selves, selves, selves,\nselves, selves, selves. - Obviously, I don't need\nthis giant ship all to myself, so I wanted to share this\nexperience with you guys, my subscribers. - I love Mr. Beast. - Subscribe to",
        "27": "Mr. Beast. - Holy cow, this boat. - It's actually pretty nice. - Let's go, boys. Let's get it. - We're gonna go ride the carousel. - Carousel, carousel, carousel. - Where'd Chandler go? Oh. - And just when we had thought\nwe had seen everything here. What is this? How do humans build this stuff? Also in this giant mall,\ninside of this giant ship there's a bar that comes\ndown from the ceiling. Wait, what are those robotic arms? - That's our bionic bar. - Oh, it's all right, buddy. - Oh.\n- Oh. - Whoo. Woohoo. This is sick. - From",
        "28": "the kids menu. - Oh, my God. - See how much you guys, my subscribers, we're enjoying this ship. - Never let go.\n- Never let go. - And I had one last\nsurprise for my subscribers on the cruise ship. So, I had Nolan gathered\nthem all together. I have a big announcement for all of you. To all the subscribers\nwe brought here today. We're giving you a\nthree night free cruise. - And if you wanna be in\na video in the future, subscribe so you can join us next time. We filmed a secret Mr. Beast video that will never\nbe uploaded to",
        "29": "YouTube. The only way you can watch this video is by buying a Feastables\nproduct within the next 30 days and scanning the QR\ncode on the back of it. There's literally never been a\nbetter time to buy Feastables from Walmart, Albertsons,\n7-Eleven, or feastables.com. I spent over a million\ndollars on this secret video. You wanna buy Feastables,\nso you can watch."
    },
    "summary": "The video showcases a series of luxury yachts with price tags ranging from $1 to $1 billion. It features humorous interactions and experiences on different yachts, culminating in a massive $1 billion super yacht tour. The video includes celebrity appearances, entertainment, and a surprise gift of a free cruise for subscribers. Mr. Beast promotes his product \"Feastables\" with a special video offer tied to a QR code on the product.",
    "scene_captions": {
        "8": "The image shows a man standing on what appears to be a stage with a dark background. He is wearing a casual t-shirt and has a slight beard. The lighting on the stage illuminates the person while the auditorium or seating area in the background is not visible, likely due to the low lighting. The man's expression suggests he might be speaking or performing.",
        "4": "The image shows a person eating something that appears to be a small bite-sized piece of food, like an hors d'oeuvre or a sushi piece. The person has sunglasses perched on top of their head and is wearing a casual t-shirt. They are indoors, and there is wall art in the background, suggesting this could be a casual dining establishment. The individual seems focused on the act of eating, indicating enjoyment or taste-testing.",
        "5": "The image shows a group of people ascending a set of stairs. The photo is taken from a high angle looking down the staircase. The individuals appear to be in a hurry or moving with a purpose, as suggested by their body language and facial expressions. The environment looks like the interior of a modern building, possibly a commercial or recreational space given the light and casual attire of the individuals. The image is a bit blurry, indicating that the photo may have been captured in motion.",
        "7": "The image appears to be distorted or layered with multiple exposures. It shows a person wearing a T-shirt with some text on it, which seems to say \"MrBeast.\" MrBeast is a well-known internet personality and philanthropist who creates videos for YouTube, often involving large-scale stunts or charitable acts. The background is difficult to discern due to the overlaid images, but there seem to be elements of a built-up cityscape or urban environment, possibly with water and bridges, suggesting it could be a composite image or an unintentional double exposure.\n",
        "6": "The image depicts a group of five individuals seated around a dining table. They appear to be in the middle of a conversation or an argument as indicated by the text overlays that say \"NO,\" \"NUH UH,\" and \"NO.\" Each person exhibits a different reaction or expression, suggesting a lively discussion or disagreement. The setting looks like a modern, indoor space that has a lot of natural light, likely from large windows or glass walls. The table is set with what looks like fine dining ware, and there is an elaborate centerpiece with flowers and foliage. The individuals are dressed in bathrobes, suggesting a relaxed or leisure setting such as a resort, spa, or cruise ship. The atmosphere of the scene is casual yet animated.",
        "2": "The image appears to capture an interior scene, potentially from a video, as suggested by the motion blur and slightly tilted angle, which often indicate movement. On the top left, there is text \"$25 MILLION\" which might indicate the context or value associated with the scene, perhaps referring to the price or value of a property or object being shown or discussed in the video.\n\nA person is seen from the back wearing a light-colored hoodie and black pants, seemingly walking into a room with modern architecture and design. The wood paneling and red accent on the wall add to the upscale ambiance, which might align with the high monetary figure mentioned in the text. Due to the quality and angle of the photo, other details are not clearly discernible.",
        "3": "This image is a collage of four separate photos, most likely from an advertisement or a showcase. The images appear to feature the luxurious interiors and deck areas of a large yacht. The photos reveal several different spaces including:\n\n- The top-left image shows the exterior deck of a yacht with lounge areas consisting of sofas and cushions.\n- The top-right image gives us a glimpse of an interior space, possibly a salon or living area within the yacht, furnished with a large sofa and tables in a contemporary design.\n- The bottom-left image showcases another interior part of the yacht, which appears to be a living space with sofas, chairs, and a coffee table. The design suggests a luxurious and modern aesthetic.\n- The bottom-right image is another outdoor area with seating on the yacht's deck, featuring a sleek design and a view of the water and distant city skyline.\n\nAdditionally, there's an icon of a person followed by \"x 200\" in the center of the collage, suggesting that the yacht has a capacity to accommodate around 200 people, which indicates the yacht's large size.",
        "1": "The image shows a large, luxurious yacht cruising on blue water. There's text at the top of the photo indicating the yacht's value, \"$1 MILLION\". On the boat, you can see a person standing near the front, seemingly enjoying the ride or looking out over the water. In the background, there is a coast or waterfront with buildings that might be part of a city skyline. The boat itself is white with distinctive windows and appears to be a fairly modern model.",
        "0": "This image appears to show four individuals on what looks like a sports court, possibly a basketball court judging by the lines on the floor. The space seems to be outdoors, with a bright, sunny background, blue skies, and what might be a hint of a sea or large body of water in the distance, suggesting they might be on a cruise ship or near the coast. The people seem to be engaged in some sort of activity or dance, with three of them raising their arms and one leading at the front. They are dressed in casual attire, with a mix of t-shirts, pants, shorts, and sunglasses. The image has a vibrant and energetic feel to it."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/48h57PspBec/hqdefault.jpg",
    "title": "$1 vs $1,000,000,000 Yacht!",
    "views": 299813874,
    "likes": 6646720,
    "duration": "14:47",
    "description": "Buy Feastables anywhere to get a secret MrBeast video: https://bit.ly/_feastables\n\nGo watch Pete Davidson's new show \"Bupkis\" now live on Peacock!\"\nhttps://youtu.be/2x6h2VJ_m-c\n\nCheck out the all new \"Icon of the Seas\" coming 2024: https://bit.ly/Icon_OfThe_Seas\n\nAlso, check out the ship Harmony of the Seas which is actually 18 floors, not 17! https://bit.ly/Harmony_OfThe_Seas\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}