{
    "url": "https://www.youtube.com/watch?v=iogcY_4xGjo",
    "trascript_chunks": {
        "0": "- I rented a $1 million a night hotel room and I also rented this\n$1,000 a night cave, this $10,000 a night underwater palace, this $50,000 a night island, and so much more. And we're gonna spend\nthe night in all of them starting with the world's cheapest hotel all the way in India. Basically, you can rent\nthese mats for $1 a night. So, I'm gonna give you guys a room tour. See this mat right here? This is my entire room for the night. Oh! It's just like my mattress at home, minus the comfort. So what's the room service",
        "1": "like? - Bro, it's a dollar. While we were trying to sleep, people kept stepping over us\nin the middle of the night. - Hey\n- Hey. - If you didn't believe\nwe're in a hallway, there you go. These are the price points of\nall the hotels we're visiting, and it gets really crazy\ntowards the end of the video. That was the $1 hotel. Now let's head over to\nthe $1,000 a night hotel. It comes with two beds, a living room, one bathroom. You could see me while I pee. And it's 200 feet below ground. We literally have this\nentire cave to ourselves.",
        "2": "- Are there bats here? - No, but the bed does have stains on it. - Hey, I'm gonna be honest with you, at least it's better\nthan a pad in a hallway. - Apparently, caves don't have Wi-Fi. - We're gonna have to\nenjoy each other's company? - So, Chris just got up and left. Where'd Chris go? - It's getting a little creaky. That actually kinda\nlooks like the entrance to a horror movie. Yeah, I think this is\nwhere we call it a day. - As the night went on, the boys discovered a\nkeyboard right beside my bed. Oh, no way.",
        "3": "Turn the volume up. Oh, I can perform for you guys! - They won't let me sleep. Go away, shut up. - Have you seen my funny bone? - Someone help me. Turns out there's not\nmuch else to do in a cave. Now we really start ramping up. And now we're at the\n$10,000 a night villa. - Whoo!\n- This place is huge. Boys, let me do the honors. - Allow him. - Oh!\n- Oh, my gosh. This place is nice. For $10,000 a night, you get three bedrooms. - Could've done without the\nentire forest on my bed. - What's wrong",
        "4": "with a little shrubbery? - Bathtubs by the ocean. - Oh, my God. It looks like Chipotle bowl. - It does look like Chipotle bowl. - Access to a private dock. - Look at that. Is this an infinity pool? - Yes, look. It's infinite. - Unlimited food prepared\nby a private chef. Let's see if the pizza tastes expensive. - Oh my god. This takes hotels to the next level. - And this isn't even the best part. Behind this door is why\nthis costs 10 grand. - Oh my God! - The underwater villa. - I feel like I'm in",
        "5": "a fishbowl. - We are in a room at\nthe bottom of the ocean. - Wow, look at those fish! This was worth $10,000. The fish sell it. - Which do you like better? The cave or this? - It's gonna be this. - Look, look at that one! - Oh my god! Hello, sir. - Guys, there's an underwater bathroom. - What?\n- I can shower underwater. - Chris, what are you doing? - I feel like an evil villain\ncontemplating world domination in my underwater base. Guys, I have an idea. Stay right here. I'll be back. - This isn't gonna",
        "6": "be good. Oh, there he is! - No way.\n- Chris! - Oh my gosh.\n- It's a Chris fish. Chris! This is epic! That's a cool looking fish. - As a part of this $10,000 package- - Yeah, this is is so cool. He like floating in the air. - We got jet skis and water jet packs for the whole afternoon. - This is the greatest hotel in the world! - We're now eating in an\nunderwater restaurant. Shark! - Shark!\n- Oh my gosh. - Now we eat fish surrounded by fish. - That doesn't feel right. - Honestly, fish tastes",
        "7": "better underwater. - I just wanna make you guys aware that this is just the beginning. We have a $50,000, $150,000, and a million dollar night stay coming up. - How can you afford this? - I'm just gonna lose a\nmillion dollars in this video. It's finally time to go to bed. I laid claim to the fish room, and not gonna lie, it's kinda trippy just\nbeing surrounded by fish. - We still have so many hotels to go to. - Exactly why we need to get some sleep. - All right, good night. - And that was the $10,000",
        "8": "a night hotel. Up next, we have a beautiful\n$50,000 private island, and a $50 bus. And I had the boys randomly\npick which they're staying at. - Ah! Enjoy your bus! - While we were on our way to\nthe $50,000 a night island, I caught something insane on my drone. It's a whale.\n- No. - Oh my God. Whoa, I got a really good shot of it. Whoa! - mom! - Dude. - I thought the 50 grand\nwas getting me a island. How many is included? - 14. - All 14 we can explore? - All 14 you can explore. -",
        "9": "This is crazy. - Are they just here\nwaiting until we show up? - How are you? - How long have you been standing here? - Two years. - No, how long have\nyou been standing here? - Since eight o'clock in the morning. - I feel bad. - Oh look, this isn't a bus, it's a home. Chandler, you're not gonna\nbe able to stand, by the way. I don't believe that\nthis was actually $50. $50. - In addition to 14 islands, we have 12 houses, five swimming pools, and 110 staff on the island waiting on us. Wait, what did you",
        "10": "just say? There's 110 people that take care of the three of us? - Yup. - I feel so special. - Apparently up the side\nof this little mountain is our little casitas. - Here we are, welcome home. - Holy crap. This is crazy. - Is this Nolan's room?\n- Yeah. - Nolan! - I'm not next to this goofball am I? - Nolan! - And you indoor/outdoor shower. - Wait, so I can shower with\nthis door to outside open? - Yeah. - So what are we supposed to do? - I don't know. - Usually, we would do\nlike a tour",
        "11": "of the place but you can literally see it\nall from where we're sitting. Let's see if we can drive this baby. I don't think it works. - Back on the island, we had lunch. Wow, that takes dessert to the next level. Relaxed on a private beach. I haven't felt this peaceful\nin a very long time. Took a ride on a private plane. And we ate even more food. Bro, they just keep giving us great food. I decided to give Chris\nand Chandler a call to check in on them. What up, Chris? - Hey, what's up? - I'm just",
        "12": "gonna say it, this $50,000 a night island is insane. - The bus is hot, it doesn't even start, and there's only one bed! - Sounds like they're\nhaving an amazing time. We'll check in on you\nguys in a couple hours. - Hey, check- - I guarantee you he was gonna say, \"Hey, check in on these nuts.\" Play what he just said. - Hey, check in on these nuts. - Dang. - All right, we gotta eat something. - Yeah, we do. - I got an idea. - Somehow, the boys convinced the owner of the Airbnb to tow their",
        "13": "bus. - I'm surprised this is going really well. - And we settled down for\nan eight course dinner on the beach. What is this? - This is octopus carpaccio. - Octopus carpaccio? - Oh! - Oh.\n- Oh! Oh my god! - This place is amazing! - Oh my gosh, we're here. - This crab is fancy. - This crab is eating better than Chris. - All right, we got our McDonald's. Time to get in the bus and\ngo back to the campsite. - Go back home. - What an incredible day. Probably one of the most fun\nI've ever had in",
        "14": "my life. As you can see by our list, we're starting to get to the big stuff. These next few is where\nthe video gets interesting. Up next, I've rented\nthis entire cruise ship. This behemoth usually\nholds thousands of people. But for only $75,000, you can have it all to yourself. But I only have it for one hour, 'cause it's a $500 million cruise ship. And to make this one hour fun, I hid a hundred thousand dollars randomly throughout the cruise ship. Whatever you guys find, you can keep. That's your signal to run. - Let's go! - And while",
        "15": "he's looking for money, I wanna tell you about Experian. - I go from here. You go from there? - Experian is a free app that helps you take\ncontrol of your credit. Whether you have $1 or $1 million. - Nothing? Nothing. Every corner. - I don't think Jimmy\nput money in the trash. - Let's see. - Let's go, let's go! - I find one!\n- Woo! $10,000, let's go. - All right, that's a good start. - Experian is a free and easy way to check your credit report, your FICO score, and so much more. - Okay, let me",
        "16": "find this $10,000 check. I got one! Okay. - He's got more? - I found two already. - Hey, come over here. Did you know with the Experian boost, you can leverage things\nlike your utility bill, your cell phone bill, even your Netflix bill to\nboost your credit score? - Yep. - Did you actually? - Yeah! - Oh wow. Okay, he knows everything. And by the way, I was holding one of the checks. Here you go. - I'm so nervous, sorry. - Well, go find more! And it gets even better because now, you can even be\nrewarded for paying",
        "17": "your rent. - Did you see any white board big check? Nothing? - He's a professional\nat finding big checks. - Oh wait.\n- Woo! - Somehow, after helping\nus pay for these hotels, it is still free to\ndownload and sign up for. Just click the link in the description and download Experian right now. How much did you guys find? - 30? 40,000. - I love how they don't even\nknow how much money they found. With only two hotels left to go, I met up with the boys in Vegas. Now we're at the 150 K\na night hotel package at the Palms",
        "18": "Hotel Resort in Las Vegas. There are three rooms. A bowling themed room, a basketball themed room, and an art themed room with\nstuff from this famous artist, Damien Hirst. We're gonna let Chandler and our special guest pick the first room. Which one do you want? - Basketball. - Here you go. Have fun boys. In my opinion, Gravy and Chandler had the best room. - This is beautiful. - They had a secret gaming room. - There's a hidden room. - I was just gonna say, like, I can just feel it. It's a door! - They literally had",
        "19": "their own butler. - I'm a lucky butler. - And to top it all off, they had their own basketball court. - We made it. - Which room do you two want? - Bowling!\n- Yeah! - You sure?\n- Yes. - Which means me and you, Chris, are stuck with the medicine room. I Googled the medicine room and it doesn't look fun. - I wanted to bowl. - Kingpin suite! Yo wait, this is actually ridiculous. Strike. Strike, baby! You can't do that! It's against the rules. That is not how this game works. - I won by seven points!\n-",
        "20": "No! - Where are the beds? Whoa, there's more! - Bunk beds!\n- Bunk beds, yes! Nolan, we picked the perfect room. - Let's check out the medicine room. This room has over $16 million\nworth of art inside of it. And Chris has no idea. This is a million dollar piece of art. - It looks like my\ngrandma's medicine cabinet. - When I rented this room, they said, \"Whatever you do, \"do not touch this.\" If you try to open it, a security guard will come up. Don't touch it! How much do you think this\ncollection of pills costs? - $37.",
        "21": "- 3.5 million. It's a piece of art. - It's a piece of something. - It says this pool table was 2.3 million. - Are you serious? - No, it's a normal pool table. - Oh, okay. - I love how they're having fun bowling and playing basketball, and we're just like\nscared to touch anything. Included in the 150 K package\nis the $10,000 dinner. - Wow. - By the way, Chris, how was that bus? You never told me. - I got bit in the face by mosquitoes. - While that was happening, I was getting a massage. How does",
        "22": "this compare to the other hotels? - 10 out out of 10 - Oh! - It's been a beautiful\nlittle meal, you know. - Hey, cheers. - I think we can all\nagree this meal was great. But the night's not over. After an amazing dinner, me and the boys hung\nout in the bowling room. This is called, The Quad Bowl. Hey!\n- Oh! - Whoa, we still didn't get a strike. - Yeah! - I think every hotel room\nshould have a bowling alley. This $150,000 hotel package was insane. I don't know how this\nmillion dollar a night hotel can get any better.",
        "23": "And now the moment you've\nall been waiting for, the $1 million a night castle. - Dibs on that one. - Let's knock and see what happens. - How's it going?\n- Hi. - Hello, everybody! - As soon as we walked in, they gave us each our very own butler. - Nice to meet you.\n- There's a lot of people. - Yo, what's up man? I'm digging the hair. This is sick. - Come on up, enjoy the castle. - Whoa, you gotta split the staircase? What the heck? - We're off to a good start. They make foosball tables this",
        "24": "long? - They do when you're in\na million dollar castle. - Hey, Nolan. See that ball there? Ah! - Our goal is to give you all\na million dollar experience for the next 24 hours. - This place has six Diamond stars. I didn't think it went above five. - Way more important than that? - Yeah. - Come with me right now.\n- It gets better. - It's a dude with milkshakes. - Oh my gosh! - This is worth the\nmillion dollars for me now. - What the heck is this? Is that a robot? - There's literally just dudes\nbreakdancing here",
        "25": "all day? This is sick. - After we saw as much as we could- - No! - They're gonna teach you\nhow to do this, Jimmy. - Wow. They showed us to our rooms. Show me to my quarters. Thank you.\n- Here you are. - Thank you. - Yeah! - I guarantee you, if you cut to Karl, he's gonna say something about\nsitting in a bathtub tonight. - Oh my god,. I'm a bath guy. This is ridiculous. - The boys wanted to explore the castle, but I had something else planned. And before we go crazy, I have a surprise",
        "26": "for you guys. Bring it in! - Bring what in? - Welcome! Thanks for subscribing. Come on out. What up, man? How's it going? Since you guys are the reason we're able to afford this\ncastle for the night, we invited four random\nsubscribers to hang out with us. Everyone pair up and go have fun! Enjoy the million dollar a night hotel. - We're trying to pick out a car, Jimmy. Shut up. - Okay. - I'm gonna die. I do not do heights. - Let's see it! - Wow, Jesus!\n- Come back, come back! - Oh my gosh! I did",
        "27": "it! Oh my god, that was awesome! - That was pretty cool. - That was the most epic\nthing I've ever done! - Look at all these horsies. - Have you ever ridden a horse before? - No, I've never seen a horse. - I'm sorry. How is this happening? - How ridiculous is it that we have these gigantic horses next to this gigantic castle, right? - You wanna go in? - Yeah. - Karl, you're literally riding a horse in a castle right now. - So unreal. - Oh my gosh. Wait, why? - It was an option so",
        "28": "I figured, why not? - Hey, we're driving here! Oh, you feel that power? - I'm in a McLaren! - Chris and his subscriber decided to drive a $300,000 car to McDonald's. - Hello. Guys it's me, Chandler, from Mr. Beast. - I wanna be in a Mr. Beast video. - Oh my God, you just were. - Chandler! A membership to this course\ncosts $57,000 a year. - And I'm playing for free right now. - 'Cause I spent a million dollars. - I'm playing for free. - Why a long face? Ted, please. I just wanna go one foot",
        "29": "forward. - Okay, Santa Fe, go! - I like cars more. - I wonder, what does a $1\nmillion a night dinner look like? I love how because we're all here, all our butlers are just\nstanding over there. You guys can chill. You don't have to be so uptight. Just sit down, get comfortable. How does this castle compare\nto all the other places? - Best food? Vegas.\n- Agreed. - Okay, best hotel? The private island wins for me. - Didn't see it. Saw a bus. And the lamp doesn't work. And the AC. - My favorite was the\n$50,000 private island. Oh",
        "30": "my gosh! Whoa! This place is amazing. And you know when you're\npaying this much for dinner, it's gonna come with a show. - This is crazy. Wow. - I'm starting to get why\nthis is a million dollars. - I don't even know what to think. Rich people are crazy. And after that was done, they gave us a grand finale. See all those green dots out there? Those are drones. All right. They're going up.\n- This is incredible. - Oh my god, they are dabbing! - Oh!\n- No! - Oh my gosh! - What's he doing to that guy? It's",
        "31": "a briefcase full of money! - This is insane. Yo, fireworks better\ncount their days, bro. Wow. - Oh no. Why? - Oh my gosh, bro. I know this doesn't look real, but that is real. - That was great. We spent weeks traveling\nall over the world. I hope you guys enjoyed\nand learned something. This was our hardest video ever. Subscribe and you can be one of them. ♪ MrBeast6000, oh ♪"
    },
    "summary": "In a video, a group of individuals stay in various high-priced accommodations including a $1 hotel, $10,000 cave, $10,000 underwater palace, $50,000 island, $150,000 villa, a $75,000 cruise ship, and a $1 million castle. They engage in activities and experiences in each place, culminating with a grand drone show.",
    "scene_captions": {
        "8": "The image shows an outdoor evening event, possibly a party or reception. There is a group of people seated at a long dining table. The table is set with plates, glasses, and a floral centerpiece, suggesting that a meal either has been or will be served. Two men are visible in the foreground; one is looking at his phone while the other seems to be interacting with someone off-camera, perhaps making a friendly gesture or comment.\n\nIn the background, there are people dressed in black formal wear, likely staff or waiters, carrying trays and attending to the guests. String lights are visible above, providing a cozy, intimate atmosphere. The setting appears quite elegant and festive, with the architecture suggesting this might take place in a courtyard or similar outdoor venue.",
        "4": "In the image you've provided, there is a person speaking or gesturing towards the camera. They are standing on what appears to be the deck of a ship or a large boat, as indicated by the wooden deck, railings, and a hot tub in the background. The environment seems pleasant with blue skies and some clouds, and in the distance, you can see what appears to be a coastline with vegetation and buildings. There is also a digital timer overlay in the top left corner of the image, indicating that this could be a screenshot from a video, possibly a challenge or an event that is being timed.",
        "5": "The image shows two individuals standing in a room that appears to be a personal office or collection room. The person on the left is wearing an orange t-shirt with a blue hand graphic design on the back, while the person on the right is wearing a white shirt with a repeating pattern. The room is outfitted with black shelves that contain various items, such as books and what seem to be collectibles or personal items on display. The center of the back wall has a brightly lit display cabinet or shelf with more items that appear to be special or decorative. The overall setting suggests a space designed for work or the display of a personal collection. The image does not provide a clear view of the individuals' faces, and the focus seems to be on the environment and the backs of the shirts.",
        "7": "The image shows a group of people gathered in what appears to be a cobblestone paved area, possibly an outdoor courtyard or street. There are several colorful cars parked in the background, and it is daytime with clear skies. One person, wearing a baseball cap, is standing with their back to the camera and is raising their arms, possibly gesturing or directing the group. The rest of the individuals are facing this person and seem to be listening or participating in whatever activity is taking place. The setting suggests a casual, social atmosphere, and it looks like they might be engaged in some sort of group discussion, tour, or perhaps even preparing for a group activity or photo.",
        "6": "This is a blurry action shot of a person bowling at a bowling alley. The person is in a bent-over position, preparing to release the bowling ball onto the lane. The blurriness suggests rapid movement, capturing the momentum of the swing. You can also see the bowling lane, the gutter, and a ball return machine in the image. The setting appears to be indoor, and it looks like it's taken in a recreational or sports environment where bowling is played.",
        "2": "The image shows an underwater scene, possibly taken from within a submarine or an underwater observatory. You can see a gradient of blue and green light, potentially from artificial lights interacting with the water. There are a few small fish visible in the water, and the darkness suggests that this photo might have been taken at a significant depth. The top left corner has a timestamp reading \"10:48 PM,\" which may indicate the time the photo was taken or is part of a video still. The overall scene is quite dark with limited visibility, a characteristic of underwater environments, especially at night or at depth.",
        "3": "In the image, there are four individuals on a golf cart or a similar small utility vehicle. The person on the left side of the image is driving the cart, and three passengers are seated behind him. The individuals appear to be male and are engaged in some sort of activity or in conversation with each other. They are surrounded by greenery, indicating that they might be driving through a park or a wooded area. The image is a bit blurred, possibly indicating motion or a screenshot from a video.",
        "1": "The image shows a modern and luxurious interior space, likely a living area within a high-end residence or possibly a lounge area in an upscale hotel or corporate setting. Key features include:\n\n1. A large open-plan room with a high ceiling, providing a sense of spaciousness.\n2. An elegant seating area with contemporary-style furniture, including several white armchairs and a long grey sofa, arranged around low coffee tables. This arrangement creates a social atmosphere conducive to conversation.\n3. A stylish bar area at the back with white bar stools and a well-stocked counter, suggesting a place to enjoy drinks and possibly light refreshments.\n4. Large floor-to-ceiling windows or glass doors along one wall, which allow natural light to fill the space and may offer a view of the surroundings outside.\n5. Ceiling fans to circulate air and maintain comfort within the space.\n6. Artwork on the walls that contribute to the décor's overall modern aesthetic.\n7. Decorative elements like vases, candles, and plants that add to the space's refined ambiance.\n\nThe space is designed to feel welcoming and comfortable while showcasing a sleek modern design.",
        "0": "The image is of low resolution and appears to be blurred, but it features a person who appears to be singing or shouting with an open mouth and raised hands. The person is standing outdoors with a building in the background. The specific details of the surroundings are not clear due to the quality of the image."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/iogcY_4xGjo/hqdefault.jpg",
    "title": "$1 vs $1,000,000 Hotel Room!",
    "views": 330647231,
    "likes": 6907735,
    "duration": "15:41",
    "description": "The hotel at the end is worth the wait!\n\nDownload the Experian App: https://smart.link/n3op1gefxlzjn or Visit Experian.com/Boost.\n\n “Results will vary. Not all payments are boost-eligible or considered by lenders. Credit Card offers are not available in all states. See website for details.”\n\nCheck out Conrad Maldives Rangali Island!\nFacebook @conradmaldivesrangaliIsland\nYoutube https://www.youtube.com/c/ConradMaldivesRangaliIsland\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}