{
    "url": "https://www.youtube.com/watch?v=3OFj6l2tQ9s",
    "transcript_chunks": {
        "0": "I built a giant death trap, which is\njust one of many traps we built. And for every trap this contestant\nsurvives, he wins $100,000. But if he fails one,\nhe loses everything. The first trap is simple. He's got to break out of this cage and climb up this roof\nbefore the walls close in. - Mack, are you ready?\n- I'm ready. - You sure?\n- Do it. That was a little rude, but okay. How am I supposed to get out of this. Mack, hey, you want a hit? What? The roof Hey Mack,\ndon't forget a $100,000 is on the line. Oh, my",
        "1": "gosh. It's getting so close to the spikes. How does breaking the chair help? Mack, come on. I’m trying, Jimmy, shut up. The wall is almost there. Mack, hurry. Mack, come on. Hurrry! Come on, come on, come on. You just won a hundred grand! Yeah! - But...\n- Yes! But I have a second trap\nset up for you right now. And if you risk this\nhundred grand, you could win 200 grand. Think on it But I also don't have a video\nif you don't say yes. I'm doing it. Let's go.\nMack may sound confident now, but there are ten more traps\nhe",
        "2": "has to get through if he wants to walk out of this\nwith $1,000,000. But first, let's see if he can win\n200 grand. Welcome to Trap number two. Close the door. Glad we were not under that.\nIn these duffel bags. It's 200 grand in cash. All you have to do to win it, is press that red button\nand go back to this door. What happens when I press the button? Just press it and find out. You wanna come with me? Oh, no. I'm staying,\nI'm staying over here. - Come with me.\n- Go press the button. In case you forgot 200",
        "3": "grand is on the line. I don't know what's going to happen\nwhen I push the button. Just press the button The dramatic lights. I think you can see what the trap is. If you touch a laser,\nthe door is going to slam closed. Is there a time limit? There's a touch of the laser\nlimit and it's one. Bro, imagine if he just hit the first\nlaser. This is not made for short people dude. Oh my gosh. I had a feeling\nhe would crawl on the floor. That's why coming up, There's lasers\nliterally straight in front of him. I don't know how\nI'm",
        "4": "going to get past those. - I'm gonna be honest.\n- Oh, this is crazy. Oh my gosh. Oh, you're like,\nsurrounded by lasers. Mack, I wouldn't move. Jimmy, if I touch the laser. How long do I have\nbefore that door closes? Less than a second. Take a step to your left. Take a step out of the way. - Okay.\n- Thank you. Three, two, one. Oh my gosh. That was so... I'm speechless. Oh, yeah. - Let's go!\n- Don't celebrate yet. Do you want to walk away with 200\ngrand or risk it for 300 grand? I think I want to\ndo the",
        "5": "next one. Let's do it. Unfortunately for Mack,\nall of these traps get progressively harder and harder to pass,\nespecially this next one. Mack, come on in. You're now in trap number three. Bro, look how cool this is. We literally spent the last 60 days\ndesigning this set. This is the $200,000\nyou've already won. All you have to do here is grab the next hundred thousand dollars,\nand then all you got to do is walk down this path and walk\nright through this door. What's going to happen\nwhen I grab the money? - Look around.\n- It's over your head on this one. Okay.",
        "6": "Starting to click for me\na little bit. That was a little too obvious. I'd say as soon as I picked up money that boulder's coming straight for me. And if you get ran over by the\nboulder, I take my 300 grand back. Oh, dude I'm going to go over here so I don't get\nsquished by a boulder. I want you to count me down\nfor three. Three, two, one. Go! Oh, my God. Go, go, go You got to go. Go, go, go. Back off! Not going to lie You are much faster than I thought. Oh, my gosh. That boulder",
        "7": "was right behind him. Are you going to go for a fourth? I don't know, Jim. You're actually getting better. If that thing hit me,\nwhat would happen? Would I die? Well, here's what happened to Nolan\nwhen he got hit. It hurts. - I'm sorry, I just got to...\n- Yeah, of course. No, this is a big decision.\nYou should really think it through. Okay, so what do you do? - Okay, I'll do one more.\n- One more? - One more, yeah.\n- All right. Let's go see if\nhe loses 300 grand...  or makes more money. Don't phrase it like that, Jimmy.",
        "8": "Mack is now in a ball. How's it feel? I'm realizing\nhow bad I smell in this ball. You chose this. Open the door. Welcome to trap number four. For this trap, I made a life sized\nvideo game that he has to complete. Oh my gosh, dude. To win 400 grand, all Mack needs to do\nis complete this course. In case it's not clear If you fall down there in the foam,\nyou lose. I see that. Oh, yeah. One more thing. You only have 5 minutes\nto complete the course. Okay. First things first. We have these little platforms. Not too crazy.",
        "9": "This is so much harder in a ball. Bro, if he's unironically\nstruggling with this, Wait until he gets to all the moving\nplatforms of death. This is not going to be easy, Oh my gosh, dude. Jump! Jump? Mack, be careful. 400 grand on the line. Here, can I join you? - Why? why?\n- I don't know. - Why?\n- I'm sorry. Because I want to be in the video. It's my video. This is terrifying Up to this point, it's been pretty easy. This is where it starts to get difficult. This is where it's difficult? It has not been easy.",
        "10": "Oh, this is crazy, dude. Unlike the other challenges. He's actually going pretty quick. Balancing inside of this\nball is harder than it looks. It multiplies all of your movements,\nmeaning you can fall at any time. This ball is so hard to balance in. Bro, it's 400 grand. It's not supposed to be easy. The obstacle so far in this trap are\nnothing compared to the final stage. This is where it gets really hard. I couldn't have been more wrong. Mack literally obliterated the last stage of this course\nin 10 seconds. Oh my God! That is what I'm talking about! bro,",
        "11": "whenever he wins,\nI get afraid to be around him. I don't know what to say when\nI sketch this on a piece of paper. It seemed a lot harder. However, the traps that follow this one\nare harder than anything we've seen so far. Answer the riddle. What is better than 400 grand? 500 grand? Are you going to be a wuss or\ndo you want a chance to win $500,000? If the next one is going to be\nas easy as this, let's run it back. I didn't say it would,\nbut I'm going to take that as a yes. Next trap. Which Mack",
        "12": "is going to need\na bathing suit for because... It might involve some swimming. Jimmy, what is this? Mack, hop in this water real quick. Mack, do you have\nany idea what you're doing? Not really. Okay. This trap is hard, but simple. When I say go, your money will be\npulled towards that massive bonfire.  To stop it\nYou need to pull that lever. And to get there, you'll have to swim\nthrough this underwater chamber and pick the locks of all four doors\nin your path. Got it. You're probably wondering,\nwhy am I holding a clothes hanger? Because that's\nhow you pick the locks.",
        "13": "- Mack, are you ready?\n- I'm ready! Three, two. Oh, wait, Mack,\ncould you fix that thing behind you? All right, the timer has started. This money in exactly 3 minutes,\nit's going to be in that fire pit. Unless Mack comes out the other end,\nand flips that lever. He's struggling right now. How is he holding his\nbreath this long? So Mack just unlocked the first lock. You got this, Mack. And while he's competing\nfor half a million dollars, I want to tell you about\nStumble Guys. A free to play multiplayer game\nwhere you basically compete against random people\nin knockout games and whoever",
        "14": "comes out on top wins\nthe crown. Every time Mack unlocks the lock,\nhe goes deeper and deeper into the water, which means he has less and less time to pick his locks as he has to\ncome back up to the surface for air. That is so hard to see. Bro, this is crazy.  Stumble Guys even took\nsome of our biggest videos and turned them into levels\nin the actual game. And on top of that, Stumble Guys\nnow has MrBeast skins, emotes and even victory animations\navailable inside their item shop. He got the third door open. There's also a special MrBeast-themed event\ncoming",
        "15": "soon on Stumble Guys, so make sure you download an iOS,\nAndroid or Steam for free right now. All right, Mack. One more door. Bye bye. Look how close the money is\nto the fire. He is almost done,\nI think he just opened the fourth gate. Pull the lever. You got to pull the lever! You just stopped the money! Oh, my gosh. I hate you. You might be a little lightheaded from\nthe lack of oxygen. I could barely see. I know, see that 500 grand\nfloating right there? Do you want to risk it for 600 grand? Full transparency. The next trap.",
        "16": "It's probably the easiest trap\nof all. I'm serious. If you were to ever stop,\nI don't think now is when you would want to stop. - All right, let's do it. I'm in.\n- Yeah? - Yeah yeah, let's go.\n- That could have been a lie. What? I was, in fact, not lying. Anyone with a developed prefrontal cortex should be able to pass this next one. Welcome to the next trap. This, in theory, should be the\neasiest 100 grand of your life. Okay, I need you to pick either\na Feastables Bar or a Hershey's bar One needs to go in the",
        "17": "trash - There we go!\n- Yeah! I will never eat that. - Disgusting!\n- Well of course... Cause you just won\na hundred grand. That's right. Now you have $600,000 in cash. - Jimmy that's six lamborghinis\n- And a Feastable bar. I'll throw that in. Thanks. Do you want to risk this $600,000 Mini ocean of money For the chance to win $700,000? You're crazy. I can tell he's about to say yes. I don’t know… Dude, my mom is gonna be so mad\nat me if I lose this right now. Yes or no? Just one more. What's one more? - All",
        "18": "right, let's do it. Yes.\n- All right. One more. I actually though. Please do not let me do\none after that. - Okay.\n- Okay. Well, where we're going on this next trap, Mack is going to need a blindfold. All right, can you see? I cannot see. That was a lie. All right,\nmaybe actually two blindfolds. I hope he's not scared of heights. And if you're wondering\nwhy I said up heights earlier... Well... Send us up! Oh, we're going up. No, no, no, no, no. Mack may know that we're going up,\nbut not how far Oh my God, dude. We're going",
        "19": "200\nfeet in the air, where he's going to have\nto face his biggest fear If he wants to walk away with 700\ngrand Mack... let's take off the trash can. Heads up! Mack... Welcome to the next trap. I hope you're not afraid of heights. I'm scared, bro. Dude, that looks terrifying. The next trap is simple. All you have to do is walk\nto the other side on this absurdly thin balance beam. Okay, this is insane.\nOh, my gosh. I just don't know how\nhe's going to do this. I'm so scared right now.  I'm so scared. Bro, this is terrifying. -",
        "20": "I don't... Would you do this?\n- Oh, heck no. I would never do this. 700 grand down the line. His worst fear. Let's see what happens. Okay. I can't think about anymore. It is what it is. There. Oh, he's definitely\nat the point of no return. Karl, don't move... Oh my gosh. Holy crap. He’s making it… Oh! No way. Yeah! - Yes!\n- Yes! - Yes!\n- Oh my God! That's what I'm talking about. That's what I'm talking about, baby. Oh my God, dude. Based on the first couple of steps,\nI did not think he was going to make it",
        "21": "As requested, I will not try to influence you. Do you want to walk away\nwith your 700 grand or risk it and keep going for\nthe million dollars your decision? I have the opportunity right now to\nleave with just an insane amount of money. But... I'm just... I'm just so close. I just feel like everyone at home\nwants to see the next three challenges,\nright? I do. Final answer. I'm going to the next one. Yeah! If he fails the next trap, I'm going to feel terrible. Mack now only has three traps remaining to win $1,000,000,\nbut it only gets harder from",
        "22": "here. You decide to risk the money. - Let's do this.\n- I'm so scared. Lights on! This next\ntrap may look a little familiar Our most viewed video is Squid Game So I thought it would be fun\nif we combined the glass bridge game with the cookie cutting game\nall into one trap. Just like in Squid Game,\nyou have a honeycomb here. You have to cut out the shape\nthat's there and put that exact shape on the scanner. If you break the cookie, it won't fit in the circle\nand the bridge will drop you. And I lose everything. But if it's the",
        "23": "exact same size,\nthe door will open and you have to do it three more times How much time to have? There is no time limit. - Thank God.\n- No, but you've been... - Thank God! Some of these challenges, he takes an hour. so I might give you one. - No, don't give me a time limit.\n- Okay, well, can you just at least start? Okay. A strategy. Jimmy,\nis I lick this boy. And that's going to melt the sugar. And then ideally, I can poke this\nneedle through this cookie. So your strategy is Squid Games. That's the way to",
        "24": "put it.\nYeah. - Mack.\n- Get away from me. - I didn't touch you.\n- You need to stay over there. What about my croc? No. Well, now I don't have a shoe. It's the only way to teach you, man. All right, here we go. It's taking forever. I understand that this money\nis essentially meaningless to you. Me? This will change my life. So I'm going to take my sweet time\ncutting the circle out. You can take your sweet time.\nTake your sweet time Just the next one. I'm probably going put a time limit. No! Halfway done. That's it, right? Okay,",
        "25": "put it there. You're good. Light's on. He's going to solve the triangle\npretty easily. But after the triangle is a star\nand an umbrella which are way harder. Okay.  Cookie. Also, wait, wait. Before you open it. One second. Oh, no, I'll replace that because the money\nwas so far away I moved it over here. In case you forgot what you're\ncompeting for. - Part of it's really far away.\n- I will replace it. Okay. You can proceed. For the record,\nI regret saying yes to this. - Really?\n- Yeah. At this point see how sad you are\nat the thought of losing?",
        "26": "I would actually highly recommend\nif you win to walk away after this. That's what I thought after\nI finished the high ropes course. That's what you thought after every trap, But yet, we're here. Wow, that's just sliding off. Last piece. Oh my gosh. I think he did it. Okay. Walk on in here. Cookie us. Now comes the real challenge.\nUmbrella. The hardest shape. If I win this, I don't think\nI should risk it again, dude. All right, how about this? Cut this stupid umbrella out and then\njust take the money for my sanity. For my sanity, dude. Okay. Oh, and",
        "27": "by the way,\nthis one has a ten minute timer. - Okay, it's ticking right now?\n- Yeah. 9 minutes and 50 seconds\nremain. I love you. I will not be speaking to you\nwhile I'm doing this. I completely understand $800,000 is on the line. Give me a dollarbill, like a stack money.\nGive it to me. Stack, okay. He's using the money as a hammer. They didn't do that in Squid Game. I've never felt more intensity\nin my life. This is very, very difficult. I don't know what I'm going to do\nwith myself if I lose this. 5 minutes remain. Honestly, I think",
        "28": "you can do this. I feel like\nI'm going to break it, dude. Shoe hammer Dude, I'm just making no progress. 2 minutes. He's starting to break it off. He's starting to pull pieces of. Just so you know,\nthere's 60 seconds left Mack. Wait, what just happened? Oh, no. I actually don't know what to say. I'm such an idiot, dude. And I had it all. It's $700,000. I don't know why I did\nthis. Would it have hurt less\nif you just lost the first challenge? So much less. Well, here, come on buddy. Come on. Let's stand up. Let it be",
        "29": "known. If you're in a MrBeast video... quit while you're ahead. I'll be honest, guys. This was pretty sad. So I decided to give Mack an extra 100\ngrand for his troubles. Let me know if you want to see\nmore videos like this one. Hopefully\nthe next one has a happier ending. See you later."
    },
    "summary": "Contestant participates in a series of progressively difficult traps for a chance to win money, risking his earnings at each stage. Traps involve physical challenges like climbing, swimming, and balancing, as well as puzzles like cutting shapes from a cookie. Despite winning some cash, contestant ultimately loses $700,000.",
    "scene_captions": {
        "8": "The image shows two individuals inside a room with modern, minimalist design elements. One person is standing and smiling at the camera, wearing a cap and casual attire. The other person is bending forward, partially out of view, possibly engaged in some activity on the ground or inspecting something below. The room has a dark wall color and an interestingly shaped doorway, which looks like an arch or the top of a circle, suggesting a modern or possibly an artistic venue. There is a small digital panel or control unit on the wall. The interaction seems light-hearted or playful, judging by the smiling person's expression.",
        "4": "In the image, we see an underwater scene where a person appears to be performing a task or challenge. The individual is partially visible on the left side of the frame. The individual is wearing a dark-colored cap, possibly a wetsuit, and what seems like a glove on the hand that's visible. Directly in front of the person, there is a clear acrylic or plastic structure with orange seals or gaskets. Inside this structure, there appears to be a puzzle or mechanism involving metallic rings and bars that might need to be manipulated as part of the task.\n\nOn the right side of the frame, there's a chain with large metallic links, and further to the right, it looks like there might be the edge of another clear acrylic wall or structure. The numbers \"2:05\" in the top center suggests that this could be a timestamp or countdown timer, possibly denoting the time remaining for the task or challenge at hand.",
        "5": "The image shows two candy bars displayed on clear stands. On the left, there is a Hershey's chocolate bar, and on the right, there is a candy bar with the label \"MrBeast DEEZ NUTZ\" which suggests a collaboration between MrBeast, a well-known content creator, and a confectionery product. The background has a bright blue and orange color scheme.",
        "7": "The image displays a scene with two individuals who appear to be in a room with a blue door or entrance in the background. The room is dimly lit, and there are several items on the floor, such as bags and possibly a sleeping mat or blanket, suggesting some sort of temporary setup or encampment. One person is crouching on the ground while the other stands, and both are dressed in casual, light clothing. The context of this scene is not clear, but it could be from a variety of scenarios such as a rehearsal for a play, a preparation phase for a camping trip, or simply packing or unpacking in a dimly lit room.",
        "6": "The image shows two people standing on a platform high above the ground, supported by a metal truss structure. They appear to be preparing for an adventure activity, possibly a zip line or bungee jump, given the harnesses they are wearing and the wires or cables above them. The person on the right seems to be spreading their arms, possibly indicating excitement or readiness. There is also a cameraperson or technician on the platform to the right, capturing the event or providing assistance. The backdrop reveals a lush green landscape with trees, which suggests this activity is taking place in a rural or park setting. There seems to be a shadow of the structure on the ground, indicating it's a sunny day.",
        "2": "The image shows two individuals sitting on the floor, both wearing white t-shirts. They are next to an open duffel bag spilling out what appears to be cash. The surrounding environment looks somewhat industrial or like a storeroom, with a dark curtain or tarp in the background. It's difficult to ascertain the context without more information, but they could be actors on a set, participants in a staged scenario, or captured in a candid moment.",
        "3": "The image shows a scene that appears to be from an older film or video due to the graininess and color saturation. It features a person walking across a narrow bridge or plank that is part of a larger structure that has an unusual, somewhat futuristic design, with round windows or openings. The surroundings are dark, which contrasts with the illuminated structure, and this gives the scene a dramatic and possibly suspenseful atmosphere. The person's attire and the style of the image suggest this could be from a science fiction or fantasy context, although without additional context, it's hard to ascertain the precise nature of the scene.",
        "1": "In this image, there is a person who appears to be navigating through a maze of red laser beams. The individual is captured in the middle of an action, seemingly avoiding the laser beams by stepping over and maneuvering around them. The person is wearing a white top, blue shorts, and sports shoes. The surrounding setting suggests a controlled, possibly staged environment, likely for a game, training activity, or entertainment purpose. The floor is reflective, and the background is dark, emphasizing the visibility of the red laser beams. Overall, the scene resembles a challenge or obstacle course typically found in spy or heist movies where characters must evade laser security to reach a target or exit. There's also a small reddish object on the floor, which could be a part of the equipment used to create the laser setup.",
        "0": "I'm sorry, but the image is too blurred to provide any specific details about its content. The blurriness obscures any identifiable features or context that would allow for a meaningful description. If you have a clearer image or any specific questions about it, feel free to share!"
    },
    "thumbnail_url": "https://i.ytimg.com/vi/3OFj6l2tQ9s/hqdefault.jpg",
    "title": "World's Most Dangerous Trap!",
    "views": 205043698,
    "likes": 5939340,
    "duration": "19:48",
    "description": "I can’t believe how crazy the last room is\nGrab my FREE Jail Time Jimmy skin when you download Stumble Guys! Jump into the MrBeast event and play our new MrBeast’s Dangerous Traps level today! https://stumbleguys.onelink.me/Zh4x/MrBeastYT\n\nOriginal music by: Laurentia Editha for Bleeding Fingers Music\n\nScore producer: Russell Emanuel for Bleeding Fingers Music\n\nMusic Provided by https://www.extrememusic.com/\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\nDiscover over 1 million mainstream tracks for your YouTube videos at Lickd: https://go.lickd.co/mb3  \nTrack: Where Is My Mind by Your Movie Soundtrack License ID: n0kbdxn47XD \nhttps://lickd.lnk.to/whereismymindMrBeast"
}