{
    "url": "https://www.youtube.com/watch?v=7ESeQBeikKs",
    "transcript_chunks": {
        "0": "These tanks are literally about\nto rain missiles on this $500,000. And any money that doesn't\nget destroyed, I'm giving to Blake. But lucky for you, I'm\ngoing to give you my credit card. And you can spend as much money as you want trying to protect this money\nfrom all of the missiles we're going\nto be firing at your money. - So I just build whatever I want?\n- Whatever you want. But you only have 24 hours\nbefore we fire the tanks. I need metal! Let’s go! Alright, let’s go boys!\nHe’s running! We're kicking this off\nwith a sprint. All right, Blake,\nwhere are we heading",
        "1": "to first? - I’m thinking the Junkyard.\n- Blake's first 3 hours consisted of sourcing any metal\nhe could find to protect his money. I mean, this looks like they have metal,\neven if that meant spending $30,000. Definitely want that. Want that\nAll the trucks. - Basically, you just want every car here.\n- Yeah. Can you give me any of your shipping\ncontainers? Let’s go out back! Yeah. This is good. Those would work well\nif I put them on top of the money. And is if buying out\nthe entire store wasn't enough. Blake did the same thing\nat two other industrial stores. Well, everything I",
        "2": "get from you today I would need within\nthe next 12 hours. 12 hours? - I’m willing to pay double.\n- Ok, we’ll get it. It is very quick\nto throw my money around. $15,000 And while we waited,\nfor the materials to be delivered. We headed back to the money, and\nBlake laid out his official plan. You just spent the last hour\nstrategizing. What did you come up with\nto stop the tanks from destroying your money? Step one I want to put a shipping\ncontainer over the money. That is actually genius. Step two, giant water tanks. Do you think that's your best\ndefense? I think",
        "3": "it's good,\nbut it's not the best. Step three these containers\nfilled with bricks. hay and wood. Step four is my best defense. A fortress of strategically angled\ncars from the last video that I saw. Those bullets are going to hit\nthose cars and ricochet elsewhere. If he actually builts\neverything you see here, I will be flabbergasted. - Let's get to work.\n- Good luck. Unfortunately for Blake, it wouldn't be for another 4 hours\nuntil his materials were delivered. So he hired some construction\nworkers to help get the job done. I'm building a complete fortress. If we dropped the atomic bomb\non this thing, the",
        "4": "money's not going anywhere. This is like\nan industrial construction site. It started to look like Blake might actually have a chance\nat protecting his money. But even if the 500 grand survives\nthose tanks, the tanks are actually only the first\nof four phases of attacks Blake will have to defend. And believe me when I say this,\nthey're going to get much more challenging. For the rest of the night. Blake and his crew worked tirelessly\nto defend the money, but by the time the sun rose,\nthey still weren't quite done. Looking good. Looking good. That's the money.\nThe tanks are over there. What is",
        "5": "this car here for? This is like my inventory back\nhere, dude. Put your inventory\nbetween the money and the tank. Give me 10 minutes.\nAnd that white car will be ready. I mean, you have 5 minutes. I don't think I\neven have time to do anything else. Time is up. Stop stop, time is up. Drop it. Drop it right there. Go far away. Blake, time is officially ended. Seems pretty sturdy. Let's go fire some tanks. I've been up for about 25 hours now. Just building and building\nand building. I mean, I'm looking at it now,\nand it looks great, But then",
        "6": "I turn around\nand I see these five beasts, and then I see these shells\nthat they're working with. I really had no idea\nthey're going to be that big. You think a shipping container is\nstopping that? Hopefully three of them are. Oh, man. All right, it's time.\nLoad up the tanks. All right. These five tanks aimed at your money\nare about to fire 20 rounds. Blake, fire the first shot. There’s so much dust. Oh my Gosh! Look at his face.\nLook at Blake's face. No way his money is safe. So only 19 more right? 19 more to go. Chandler Fire! This is",
        "7": "way too much fun. Oh, my God. All the way back here. I can count eight holes\nin that shipping container. Yeah, I see those holes. - No, shot his money is safe.\n- I’d ask you how you're feeling. Well, we might as well fire\nthe last few shots. Let's just get this over with. Five shots. Four shots remain. Three shots remain. How much money do you have back\nthere? Like half a… Two remain. And of course, Blake,\nyou have to fire the last shell. The honor is mine. After this, we'll see\nif you have any money left. Let's go. Oh, he's",
        "8": "running. He's so fast. Is there any money? Wait, it's still there! Yes! Blake, it looked like\nyour money survived. We got a fresh stack. I know you're happy. We're moving on to phase two of four\nand in 24 hours, we’re going to blow up the biggest bomb we've ever blown up\nin our history of the channel around this money. Are you going to drop it\nor are you going to shoot it? I'm glad you asked.\nI'll be right back. Blake, what do you think is\nin those green crates? I don't know, dude\nit looks like… Here, I’ll answer for you. This is",
        "9": "a hundred crates\nfilled to the brim with TNT. How are you even allowed to do that? I'm not sure it's legal. And while we prepared\none of the biggest explosions in YouTube history. Blake began to strategize\non how to keep his money safe. Step one, we got to take everything\nflammable out of here, man. All the wood has got to go. Step two water tanks. Step three. I want to move\nthe shipping containers that I got. I just want to close them in\ninto the other shipping containers. Then step four is just walls,\ncement, bricks, cars, if I have to. Explosion\nis a",
        "10": "lot worse than the tanks. This is bigger than that safe that blew up? Yes. Every single\nthing inside that, destroyed. The first\ntime he lost $250,000 in this video. Are we going to repeat it? No. And because at this point, Blake\nhad been awake for over 24 hours, he trusted the construction workers to finish the job\nwhile he got a good night's rest. Yeah, I'm going to bed. Good night,\nguys. This is Blake going dark. And because he was so exhausted, Blake slept for way\nlonger than he planned. All right.\nI got a good night's sleep. About to find out how much",
        "11": "progress\nwas really done overnight. Like half… Empty. That means nothing has happened\nsince I've been gone. And with only 6 hours remaining,\nBlake did what he could by covering his weak spots with spare parts,\nbricks and more cars. Looking good in here, looking real good. - Oh, Mr. Jimmy,\n- What am I about to witness? If you listen closely,\nyou can hear beeping. It's actually a school bus\ncoming in. It's going to be plopped\nright where you're standing. I assume it's not full of children. It's a short bus. That is just not what I asked. Is our brand new, feastable bar,\nnew flavor, new",
        "12": "branding. - You want to try it, Blake?\n- Yeah. I'm using our snack products to distract them from telling them\nwhere to put the bus. Dude, honestly, this is better\nthan all the other ones. - All the other ones.\n- I promise. Anyone want a piece of chocolate? Did you get that? Hey Blake! 5 minutes till boom. I need 10 more minutes.\nJust give me five extra minutes. You have four minutes. - Bro, you spraying them with water.\n- Probably feels good. I don't think they agree. They're literally\ngetting off the car. They've got 90 seconds left. Blake, you're running out of",
        "13": "time. Go! Go! Come on. Come on. Hey! It’s five o’clock. Stop, stop, stop,\nturn it off, turn it off. Hey, hey, Blake.\nTurn it off before I start taking your money. Let's go over to the bunker. You narrowly escaped death\nfrom the tanks. Let's see if you can do it again. Let the sun go down\nso it's a little darker now. This is the biggest bomb\nwe’ve ever set off. This is the first bomb I’ve ever seen. Blake, are you nervous? Yeah, I'm sweating now. This is the detonation device. Here\nyou go. It's live? Yes, it's live. Two days of work,",
        "14": "17\ncars, six water jugs for shipping containers\nand $500,000 on the line. Let's find out if you're going to be\nrich or go home with nothing. When you're ready, Blake. Three, two, one. Mom, I love you. Oh my gosh. That firestorm is massive. - Can we go put that out?\n- Before we go put it out. I'm just wasting time. Run! Grab the fire extinguisher! Go, go, go, go. Let’s go see if it burns! Oh, no. Oh, it's on fire over there. Oh, no. Be careful of this. Get off my money. The fire still going on up front. Blake",
        "15": "is moving sandbags. Right there should be good. Please don't be ashes. Please don't be ashes. What do you see? What do you see? - I see green!\n- Oh, my gosh. Yeah, baby!\nYeah! I see a lot of dirt on it,\nbut it seems it survived. Whoa. I knew it. Blake, you've officially completed\nphase two of four. Do you want to see\nwhat the next challenge is? Yes. All right, Blake, for your third\nchallenge, we're going to be dropping\nflaming cars filled with gasoline on top of your money. Can you tell me how many cars? - A lot.\n- A lot? A lot.",
        "16": "This is going to be the hardest\nphase yet. Not only will Blake have to deflect\nthe attack from the sky, but he'll also have to protect his\nmoney from the flammable gasoline seeping through the cracks\nof his defense. And after we drop the cars,\nI have another surprise. Good luck. I want the crate with the money\nin it to be stuffed with concrete, that shipping container\nthat's just sitting. Plop that on top of the money. Since Blake had been working so hard for the past few days,\nhe ended up going right to sleep and saved most of his work\nthe next day. And although",
        "17": "he seemed confident,\nthis challenge would soon prove itself\nto be more difficult than anything\nhe's ever faced in these videos. - Let’s go Blake!\n- Come on, Blake! Alright, this is day four. I'm feeling like a zombie. We're going to take the other\nshipping container that I have. We're going to pick that up\nand we're going to put it in a formation to where the point is\nfacing up, so it’s like a pyramid. The cars will hit it, doom and fall, but\nnot on the money. We've got to get that shipping container\non top as soon as possible. It’s starting to worry me a\nlittle",
        "18": "bit. Over the next few hours. Blake did everything in his power to place the top shipping container\nat an angle to deflect the cars, even if that meant using wooden logs\nto prop it up. If this container does not go\nexactly where I want to right now, I'm probably losing a lot of money. We did it. Oh, that makes me feel really good. The water tank,\nwe bring that over to, like, right\nhere, fill that thing with bricks, and then we're going\nto take the last car we got. Put it right here. That's going to block\nall this is going to look",
        "19": "great. We got a plan, baby. But what Blake didn't know is\nI was about to introduce a twist. Do you want to know what the twist\nis? - Yeah.\n- Follow me. See that flag over there?\nThat's a catapult. So as cars fall from the top,\ngiant flaming balls are going to be hurled\nfrom the side. Dude, I’ve been guessing millions\nof things I never thought catapult. I have, like, no more materials.\nI have nothing else to use. Throughout the final hour,\nBlake raced to cover the weak spots of his fortress. However, there was still a key\npart missing. His water truck, which he sent",
        "20": "to refill in\nthe morning, was painfully late. He has 90 seconds left. Alright, here we go. As always it comes down to the wire\nwith Blake. 60, 59, 58, 54, He's\ndrenching everything in water before he drop the car to try\nto protect the money from the fire. 30 seconds remain. You really think this is going\nto stop the fire? Oh, yeah, baby. Three, two, one. Drop it. Just for that. I'm not showing mercy\non the last one. - You knew that was going to happen, dude.\n- That was intentional. Oh man, moment of truth. Look how high up that bad boy",
        "21": "is. This is only the first of five\nflaming cars. We're going to be dropping. On top of the five flaming death balls\nfrom the catapult. - You ready? Blake?\n- Get this going, dude. Light it on fire! Now drop it. Oh, no. Oh my Gosh! Hold on. Everything is actually setting\non fire right now. The burning car successfully\nrolled off the container. However, the wood\nthat Blake used to prop it up quickly engulfed in flames. Dude, what's going on? What is happening? What in there is on fire, Blake? I don't. I don't even know what to say. What was on top\nof",
        "22": "the shipping container? All right, there is wood there. Let’s not jinx it. Knock on wood. You put wood? And you knew we are\ndropping flaming cars? I needed to use them, dude. Luckily, Blake did surround his money\nwith cinderblocks, so there's still a very high\nlikelihood his money is unburned. And since we're about to go\ninto the coolest part of this video, obviously now I'm going to tell you\nabout ACORNS. Their debit card is meant to help you grow your money,\nnot just spend it, which I'll tell you\nmore about in a second, fire! ACORNS just launched\nthe new Mighty Oak debit card.",
        "23": "They made with Dwayne Johnson Cool thing about this\ndebit card is every time you make a purchase, it automatically rounds up to the nearest dollar\nand invest the difference for you. Believe it or not, your money\nis also under attack, not by flaming death balls, but by things like\nbills, spending and inflation. Which is why\nwhen you're not spending your money, you'll be hard at work in two of the highest APYs\navailable. Chandler, what does APYs mean? It means you can fight back against\nbills and inflation by growing your money,\n just by having it in your account. Blake, how are you doing,",
        "24": "buddy? I'm remembering what it feels like\nto lose one of these things. Oh, it's a direct hit. Right on the money. Just from signing\nup, ACORNS and I are giving you $20 to start growing your money. So go to acorns.com/mrbeast To learn about how you can\nmake your money work for you. Light it on fire! Drop it. The rain of fire\ncontinued all throughout the night. Oh, oh. And as the flames only grew bigger,\nthings started to look really bleak for Blake's money. No, no, no. That fire was raging for over\nan hour and a half. It's either all going to",
        "25": "be there\nor it's not going to be there at all. That right there is a bunch\nof logs of wood. He accidentally created\na giant bonfire. He thought he was making a fortress, but he was actually\nmaking a furnace. I mean, there's still a chance\nthe concrete protected the money. Blake, moment of truth.\nDid your cinderblocks protect your money\nor was the fire just too much? Oh, my God. Oh, no. Oh. Oh, Those are ruined. Wait, hold up. The money is\nfried. It's a thousand degrees in there. Let’s be real with ourselves, Blake. It's gone. As you saw,\nmost of the money looks like",
        "26": "this. Another loss. Yeah. This one hurts\nmore than the laser one. What hurts the most is that I worked\nso hard for nothing. Yeah, it sucks. The challenge is officially over. And before you go, Blake,\nI have an offer for you. You have two choices. You can either walk away with\n$100,000, or you could get a third and final chance\nto compete in a future video. - All right, I'm coming back.\n- You're coming back? I'm coming back. Okay. Blake's last chance to win a video is going to be right here,\nbut it won't be out until February. I don't think me,",
        "27": "the audience. Everyone can bear to see\nyou lose a third time. I'll see you then."
    },
    "summary": "Blake is given the challenge to protect $500,000 from missiles fired by tanks, flaming cars, and flaming balls. He strategizes and spends money on materials to build a defense. Despite his efforts, the money is destroyed in the end. He is offered $100,000 or another chance in a future video, choosing the latter.",
    "scene_captions": {
        "8": "The image shows an outdoor nighttime scene with a group of people sitting on folding chairs, watching some activity in front of them. They are facing toward what appears to be a rocket or missile being launched, as indicated by the trail of smoke or vapor and the bright flare at the end of the trail, which suggests the rocket's engine is ignited.\n\nThe sky is dark, and there is a bright, orange, moon-like object in the sky, which gives an atmospheric ambiance to the setting. The ground looks like a dirt area, typical of a launch site or test range. There's some sort of vehicle in the background and a tall structure that might be a part of the launch infrastructure. On the top right corner, there are two numerals \"2\" and \"1\", and an icon of a rocket, which might indicate a countdown or a score display from a media overlay, suggesting this image might be a still from a video.",
        "4": "In the image, there is a person wearing a maroon sweater and a straw hat walking in the foreground. The person is looking off to the side and appears to be on a dirt surface. Behind them, there is a scene that looks like an outdoor work or construction area. Visible are two vehicles: a white and green van and a silver pickup truck, which seem to be parked or possibly stuck in the muddy ground. There is a digital timer in the top left corner showing \"00:04:54,\" which could indicate that this is a screenshot from a video, possibly documenting a timed event or challenge. Additionally, there are a few individuals in the background who seem to be working or observing what’s happening. They are wearing hi-visibility vests indicative of a work environment that requires safety measures. The setting appears to be somewhat barren and remote with no immediately visible structures other than the vehicles and people.",
        "5": "The image appears to show a large amount of cash, specifically US dollar bills, scattered loosely in a disordered pile inside a dark and confined space. There's a visible piece with the denomination of \"$100000\" which is likely not legal currency, suggesting it could be either a novelty or part of a game. Real US currency doesn't exist in such denominations for public use. The surrounding environment looks dilapidated with old wood and what seems like construction debris, contributing to a sense of abandonment or neglect.",
        "7": "The image shows a top-down nighttime view of a fire burning in what appears to be an outdoor area. There are bright flames visibly consuming the structure or material on the ground, and smoke is rising from the fire. Several vehicles are parked nearby, one of which seems close to the flames and could be at risk of catching fire if not already involved. The scene looks quite intense, and it suggests a serious incident, possibly an accident or a fire outbreak at a property. There are no visible people in the image. Additionally, there's an overlay with a graphic of a helicopter and the word \"REMAINING,\" followed by numbers, giving an impression that the image may be a still from a video, possibly from a news broadcast or a live feed from a helicopter.",
        "6": "The image shows an outdoor scene during the daytime. In the foreground, there's a person wearing a white T-shirt, gloves, and protective goggles pushed up onto their forehead. They appear to be gesturing with their hands, possibly explaining or directing something. Behind them, there's a heavy construction vehicle, which resembles a backhoe loader, and it's colored orange. There's also a large metal container lifted in the air, which might have been moved by the construction vehicle. The setting looks like a construction area, scrapyard, or a similar industrial environment, with various materials and containers scattered around the place. There's a fire extinguisher visible to the right side of the frame on the ground, indicating some attention to safety measures. The sky is clear and blue, suggesting good weather conditions.",
        "2": "The image shows a bird's-eye view of a military exercise or training scenario. There's a dirt area with what appears to be a steep incline or a small man-made hill or obstacle. A large vehicle, possibly a truck or an armored vehicle, is at the top of this incline and there is visible dust around it, suggesting recent movement or activity.\n\nIn the foreground, there are multiple armored vehicles lined up in formation, facing the direction of the hill. There aren't any visible people in the image, but it is implied that military personnel are operating the vehicles. The setting appears to be a controlled environment for practicing maneuvers or testing the capabilities of the vehicles and their crews.\n\nAt the top of the image, there is text reading \"REMAINING: 19,\" which could indicate a countdown or the number of objectives remaining in an exercise or a mission during this simulation or training event. The specifics of the exercise, such as the location, the branch of military involved, and the precise nature of the scenario, cannot be determined from this image alone.",
        "3": "The image appears to show a computer-generated representation of a lunar rover on the surface of the moon. The rover is situated next to a set of what seem to be cargo containers, which are colored in different shades representing a temperature gradient from green, indicating cooler temperatures, to red, showing warmer temperatures. In the background, the dark space sky and the curved horizon suggest the low-gravity environment of the moon, and you can see what looks to be Saturn's rings, which indicates artistic license since Saturn and its rings would not appear like that from the moon. The image seems like it could be from an animation related to space exploration or a conceptual rendering for a lunar mission.",
        "1": "The image depicts a dusk or early evening setting, with a clock reading 17:51:25, likely indicating the time as 5:51:25 PM. In the center of the view, there is what appears to be a launch pad or test area with a marked zone in the middle, possibly for rocket testing or some sort of controlled experiment. Given the specific setup, this might be a location used for aerospace, defense, or scientific research.\n\nThere is a building complex in the background with lights on, which suggests some sort of permanent infrastructure, possibly related to the operations of the launch/test pad. The surrounding terrain is hilly and semi-arid, with vegetation that suggests a relatively dry climate. It is unclear whether any activities are currently taking place, as no people or moving equipment are visible in this view.\n\nIf there is more specific context or details you're interested in, please let me know, and I can provide additional information based on the visible elements.",
        "0": "The image shows a row of five military vehicles that seem to be tanks or armored fighting vehicles. They are parked on a flat, dirt ground, with a person standing atop the middle tank. The environment appears to be an outdoor area that could possibly be used for military training or vehicle storage, given the presence of these vehicles and tents in the background. The area is surrounded by trees and a clear sky, suggesting a remote or rural setting."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/7ESeQBeikKs/hqdefault.jpg",
    "title": "Protect $500,000 Keep It!",
    "views": 110328301,
    "likes": 4074730,
    "duration": "15:34",
    "description": "He spent so much money lol\nGrow your money with the Mighty Oak debit card from Acorns. Sign up at https://www.acorns.com/mrbeast?s2=mrbeast_youtube to learn how to get a $20 bonus investment. New clients only. Offer ends 12/31/24. Additional terms apply.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣\n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com/\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\nCompensated non-client promotion. Compensation may create a bias in favor of recommending Acorns.\nBanking services provided by and Mighty Oak Debit Cards issued by nbkc bank, Member FDIC. *As of January 13, 2024, Mighty Oak Checking Annual Percentage Yield (APY) is 3.00% and Emergency Fund APY is 5.00%. APY is variable and subject to change. Investment advisory services offered by Acorns Advisers, LLC, an SEC-registered investment adviser."
}