{
    "url": "https://www.youtube.com/watch?v=lOKASgtr6kU",
    "trascript_chunks": {
        "0": "In this video, we're going to help over 100 different stray dogs\nfinding a loving home. Something\nall of these dogs have in common is that they were abandoned\nor rescued from kill shelters. Some of them\nwould have even been dead by the time this video was uploaded, which is why we brought all of them\nhere to this massive dog sanctuary to get every one of them adopted. And to show you\nhow serious we're taking this video. We have an army of trainers, walkers\nand even an entire team dedicated to giving the dogs scratches. Make sure they get lots of love. I want",
        "1": "the doggos happy. And the doggos were happy, especially once the first\nadopter showed up. Welcome. Come on in. What? You're going to adopt a dog\neven though you already have one? Yes, we want a small dog\nto be friends with this guy. And if you're wondering where these two random\npeople came from, we spent hundreds of thousands of\ndollars on a statewide ad campaign to get\nas many people here as possible. - What do you think of Biscuit?\n- Oh, she's cute. If you're interested,\nwe can take them to the park and let them play together. Yes, that would be amazing. - Oh,",
        "2": "they're running together. \n- Yes. We love her. You want to proceed\nto the next step? Yes, please. We love her so much. One down, 99 More to go.\nOh, we got a runaway dog. We got you cornered. They're all cheering him\non. All right. Whoever adopts Rocky,\ngood luck, he's very energetic. And something you should know. Every person\nwho wants to adopt a dog. Hi baby! - All right you're free, Barkley.\n- Oh, he's great. I think we're going to do it. Is first put through extensive \nbackground checks by an independent third party person. To make sure they'll be able to\nprovide",
        "3": "a safe, stable and loving home. - Barkley's been officially adopted.\n- Thank you! Congratulations. And when the\nnext family came in. Let's go find you guys a dog. They notice a dog right away. Oh, look at this. He's ready. How many dogs? As many as you can carry, baby. Charlie and Nugget. They're getting along so well. And after saying goodbye\nto Nugget and Charlie, things began to pick up. Hi! I'm Karl, you want to meet a dog\ninstead of me? Yeah, that's kind of\nwhy I'm here. Chandler, nice to meet you. How's it going? \nI'm Jimmy. Hi. You strike me",
        "4": "as someone \nwho'd like Brownie. He's cute. It's the end of day\none and eight dogs got adopted. But obviously, the cute, \nfluffy dogs are easier to find homes for. Getting all 100 dogs adopted\ncould literally take months, but at least on day two. Thanks to our ad campaign,\nwe had ten times the people waiting. Oh my God. Here's a\ncute puppy you got to play with it? Oh my gosh. The objective is to hit them with\na cute puppy when they walk in the door. Seems to be working. - I like this one.\n- I love you. - You want to",
        "5": "take Hansel?\n- Let's do that. There's so many people in here. I don't know what to do. Oh my God! - I'm taking the dog home.\n- Okay. There we go. \nAnother one adopted. In case you're wondering,\nthese Xs don't mean the dog's died. It means they got adopted. I want both! See if you can convince them\nto adopt two dogs. There is a buy one,\nget one free rule. - They're both free.\n- They're both free, actually. Let's get these two. I think you are the one for me baby. We rolling, Rocky out. Chandler is introducing people to dogs. Karl's",
        "6": "hanging out \nwith the people in the park to make sure they don't\nsteal the dogs. And Nolan is the closer\nand making sure they adopt the dogs. Plus, we have, like, 50 other people\nrunning around doing everything in their power\nto find these dogs homes. We have a well-oiled machine running\nand we will get all these dogs to a loving home. And on top of that, every adopter\ngets an additional surprise. So are you guys certain\nyou want to adopt Thor? - Yeah. \n- Pretty much. Then I have a surprise for you. Every dog that gets adopted, they also come with free\npet",
        "7": "food for life. I should probably turn this with\nyou can see it. Free pet food for life\nand pet insurance for life. Get out. I think I'm going to cry. Do we get food for life? That does not\ncome with human food for life. Thanks to Spot and Jinx,\nwe are able to provide premium pet food and insurance\nfor all 100 dogs. Let's go! Thank you! Which literally means free dog food shows up at their door\nfor the entire life of the dog. Oh, my God. Look at that. Thank you! What kind of angel is doing this? It's my friend Jimmy.",
        "8": "Well, tell your friend Jimmy thank you. But that was when I met\nthis woman who really stood out, having previously adopted\nsix other dogs in her lifetime. And so we took her to see some dogs,\nbut she fell in love with Zoey right away. That's her, Dane. And she's going to meet Zoey\nfor the first time. Let's see if they get along well. The butt sniffs. \nThat's a good sign. We need you to be extra nice to Zoey.\nOkay? Look at them running around. Zoey is going to be extra\nhappy in this new home. And because now with Zoe, she'll be\ncaring",
        "9": "for a total of seven dogs. How awesome. We wanted to surprise her\nwith something a little extra. We're also going to give you $10,000\nin cash. Get out. As long as you promise\nto give her lots of scratches. I do that for nothing. Now you're doing it\nfor ten grand. - No way.\n- No problem. I rescued so many babies. Because I just love them.\nAnd they deserve a good home. Yeah, absolutely. You're going to give her\na great home, we know that. And even though it was a chaotic day, by the end of day two,\nwe had 44 dogs adopted. But we",
        "10": "noticed there was one dog who got passed up by families more than any other that day. This dog's name is Buffet He only has three legs\nbecause sadly, he was hit by a car, which unfortunately means he may just be the hardest dog\nout of 100 to find a home for. So this is my favorite dog\nover here. His name is Buffett. He only has three legs. But luckily for Buffett, we had a few new strategies for tomorrow\nbecause on day three we still had over 50 dogs to get adopted. So the first strategy we used was I let",
        "11": "everyone into the park\nand unleash all of the dogs so that they can choose their own family. You got a camera\nand you're the camera man. So beautiful! Have you decided on the baby's name? We think Hershey. Hershey? Good dog name, \nbad chocolate name. Yeah, you can just jump in there. We won't lock you in. All right. You can't leave\nuntil you adopt her now. So what do you say?\nYou want to get the leash? - Yeah, why not? \n- All right, arms up. - I'm just kidding.\n- It's a perfect match. - You think this might be the one?\n-",
        "12": "Think so. You want to go home with me?\nShe's too cute. And since we were getting\npretty good at adopting dogs, it was time to have\na little bit of fun. Boys, what am I doing? Lay down and pretend to be asleep\nwhenever they... Oh, she just came in. Hi. Stay asleep, hold it. - Is he asleep?\n- Yeah, he's taking a nap. He just tucked him in. Now get up and say \n\"guess nap time's over\". Guess nap time's over. And now go back to sleep. Bro they think he's crazy. Look at her face. But all jokes aside,\nthe good news",
        "13": "is we were finally getting more people\nto see Buffet. Oh, he likes you guys. Buffett might be about to find a family. But unfortunately. Are you thinking Tanner or Buffett? We need to get Tanner. Do you want to take Buffet back? Yeah, I think so. And we'll go take a look \nat a couple more. Ok. So we try it again with these two. He's a sweetheart, and\nhe actually gets around really well. But once again. So you don't want Buffet. - I can't take him. \n- Yeah, come on good boy. And to be honest, guys, \nthis whole",
        "14": "situation made us really sad,\nwhich is why we spent 50 grand on a customized buffet\nmarketing campaign. We will not rest\nuntil Buffet has a loving home. As you can see,\nalmost all the puppies are gone because people are just not looking\nto adopt older dogs as much. And since that's all we have left, the further we go, the harder\nthis gets. Some of these dogs are from a facility\ncalled a kill shelter because they're unable to refuse\nany animals. They're often overcapacity and have to put down their dogs\nto make space for more. But fortunately,\nthat's not going to happen. And up next, we're",
        "15": "on day number four. And this time we have Dave Bautista, who you might recognize\nfrom Guardians of the Galaxy. Thank you. This one's your favorite. She's so loving. She's working her magic. Don't give me that look. She's like,\nCome on, why don't you adopt me? - You're usually the adopter. \n- Yeah. I have four.\nAll rescues. Might be five soon. Yeah. Look at us, we both\nlook super defined. With everyone's dogs picked out. It was time for Dave's\nofficial initiation. This time Dave's doing the adoption. Let's see how good of an actor\nhe is. Dave, when they walked in, bark\nand woof",
        "16": "to them as a dog. It's an everyday thing for me. Oh, it's kids. Hello. How are you? All right, you can stop. You can stop. I don't want to make it\ntoo hard on him. Sorry for barking.\nI've been speaking to dogs all day. And we have a prize for you. We have a huge prize for you guys, Free pet food for life, from Jinx. And we also have pet insurance\nfor life, for your dog. Oh, wow. \nThat's amazing. But wait, there's actually\none more surprise. There's actually one more surprise. And then go to the beach painting, turn it",
        "17": "around and show them what\nit says on the back. Do we get the picture? I hate Guardians of the Galaxy. No way. Thanks guys. With Dave now part of the team,\nwe were adopting dogs faster than ever before. How's it going? Oh, they're so cute. - Are you taking both of them?\n- Yeah. You can't separate. - Let's go get the paperwork ready.\n- Let's do it. And soon enough, we were approaching the final ten\nand hardest to get adopted Dogs. Hi baby!\nYeah. Dave, you keep coming back to her.\nWhat's going on? I have a dog named Penny,\nand she reminds me",
        "18": "of her so much. So it's already\nfeeling like we're connected. I hate seeing her without a home.\nIt's killing me. If no one takes her\nhome, I'll take her. - If one adopts her, you'll take her?\n- I'll adopt her. Yeah. I'm going to hold you to that. She's going to have a home\nno matter what. And it wasn't just Doralee. After getting passed up again\nand again, by families all day, Buffett seemed like\nhe was starting to lose hope. But then something unexpected\nhappened. Buffett seems pretty cool. My grandpa had\na three legged dog. - Can I take him for a walk?\n- Yeah.",
        "19": "Buffett seemed to warm up\nto this guy right away. - Come on hop-along.\n- Someone might adopt Buffett. Buffett\nhad a lot of fun running around, and this guy didn't seem phased\nby his missing leg at all. So I've seen three legged dogs\ndo pretty good. I'm feeling\nreally good about this time. I think Buffett\nis about to find a new home. You want to go home with Buffett? Yeah. He seems like good dog. And to ensure that Buffett has the best possible\nquality of life moving forward, we also had a custom\nprosthetic leg made for him and were able\nto give his adopter $10,000.",
        "20": "Buffett found a home. Now we got to get rid of his kennel. Buffett, we miss you already. It's bittersweet, but it feels good\nto finally take down his kennel. We'll miss you, Buffett. It is now the start of day five. Only ten doggos remain. We've made\nsome very serious progress. As there's less dogs, there's less\noptions for people to choose from. So obviously this is just\ngoing to get harder. And to kick off today\nI brought two of my friends. Who are looking to adopt dogs. You might know Neil because he lost\n$1,000,000 in our videos. You might know Dustin because\nhe",
        "21": "lost $10,000 like five years ago. It's a lot better than a million. And while you're looking for dogs,\nbecause I've spent over $2 million on getting dogs adopted, don't plan\non slowing down anytime soon. Please. For the love of God,\ncan I tell you about Surfshark? - Of course.\n- I'd rather look at the dogs. Surfshark is a private network provider. VPN, that lets you access content\nnot available in your location as well as browse the web safely\nand securely. Surfshark was also kind enough to give this shelter $50,000\nto help save more dogs. So you should watch this ad. What do",
        "22": "you think of Cocoa? - I think... \n- Here, tell me in one second. Sometimes content is only available\nin a specific country. Luckily, Surfshark has 3000 servers\nin 100 different countries, so you can watch movies or shows\nthat aren't specifically available in yours. - Anyways, what would you saying?\n- Tell me more about the VPN. I already did. - You want to take Jet out for a walk?\n- Please. Yeah. Let's do it. And with Surfshark's alternative ID, you can disguise things like your address, email\nand phone numbers from hackers. You're free. - I'll look at them running. \n- Oh, my",
        "23": "goodness. What's the verdict? I love playing with this dog and I want to keep\nplaying with this dog forever. Good enough for me.\nYou think you're going to get Jett? I'm absolutely getting Zeus. Oh, his name Zeus now?\nGood enough for me. Did you know if they use discount\ncode MrBeast on Surfshark,\nthey can get up to 83% off and have six months\nadded to their subscription. Are you kidding me? On top of that,\nSurfshark has a 30 day money back guarantee,\nso there's literally no reason not to install\nand give it a try right now. You're stupid\nif you don't. Neil, don't worry. You",
        "24": "don't have\nto share checks with him because we have our own checks for you. Let's go! Eight dogs remained and \nwe're going to go find them a home. Jimmy, how do I cash these? As we had hoped, \nas more and more people came in, some were showing interest\nin our older dogs. Is Dexter a shepherd? Were you interested in a shepherd? Yes. That is exactly\nwhat I was interested in. We got two boys,\nso I think we need like a girl. She's ready to come out. Hello pretty girl. So you made up your mind\nabout Dexter? - You're taking him",
        "25": "home? \n- Oh, yeah, I'm taking Dexter. I think we need her in our life. They're so happy. And so as we remove some of the final dog's kennels,\nwe started to receive video footage from all of the families\nwho had adopted these dogs so far. And she's loving her new life here. Cooper has been\na great addition to our family. This is Hazel so far. She is doing amazing. Hi Sarah. You got belly rubbed. Good boy.\nYes. Thank you for the puppies MrBeast. And it was really beautiful. At the start of this video,\nwe had 100 dogs that have been",
        "26": "left in kill shelters or abandoned,\nbut now only two remain, leaving us\nwith Star Crunch and Doralee. And while people are\ncoming to adopt, neither dogs seem to fit\nwhat they were looking for. - I was looking for a small dog.\n- We don't actually have any small dogs. I was really looking for\nlike a younger dog. Yeah, no worries. Do you guys have any small dogs? Sadly, we don't have any more. We were starting to worry\nthat we wouldn't find this two a home and there was nothing left to do\nbut wait. Star Crunch and Doralee. Oh, How's it going? - What",
        "27": "up? \n- Hi. These are our final two. It's like the last pick in dodgeball. I'm going for this one. Star Crunch can be incredibly shy\nwhen she meets new people, but Star Crunch gravitated right to him. - We'll call you Crunch.\n- Win him over crunch. You're watching all these dogs\nget adopted. - No. \n- Doralee. And even though it was exciting\nto watch Crunch get adopted, it was still sad to see Doralee\nall by herself. Oh, my God. \nShe's actually sad. She's just realized what happened. And now we have one. And we're going to give\nwhoever adopts Doralee over there",
        "28": "an even bigger surprise\nthan everyone else. And since she's the only dog left,\nshe doesn't need a kennel. This entire building is her kennel. She's so fast. We made sure to give Doralee all\nthe attention the last dog deserved. As we waited and waited and waited\nuntil finally one person walked in. - How's it going, man? \n- This is Doralee. Hey. - Oh, she seems to like you. \n- So pretty, yeah. She was saved after being abandoned\nduring hurricane Idalia and now she's just\nlooking for a forever home. I think she just found one. But before you can take Doralee home,",
        "29": "one person has to approve of it. I hate seeing her here. If no one takes her\nhome, I'll take her. How's it going? I need you to give your blessing,\nokay? She looks super happy. Oh, yeah. Approved! I'm going to give him\nthe paperwork, take care. Congratulations. Oh, I just hung up on Dave. He is way too big\nfor you to do that. Congratulations on adopting Doralee. And as a reward for adopting the 100th dog,\nwe have $20,000 in cash for you. Are you serious? You have to promise us,\nyou will always take care of her. Right here. I have one",
        "30": "final surprise for the people that helped us\nget all these dogs adopted. Come on in. As a thank you for\nletting us use your place. We wanted to make\na $100,000 donation. So you can keep finding abandoned\ndogs homes. We also brought a bunch of money for all of you that helped us\nget them adopted. Thank you Spot and Jinx for\nproviding pet insurance and dog food. That was wonderful. There's about 50 grand \nin those wheelbarrows, which is extra on top of what\nthey made when we paid them to help. Thank you for watching."
    },
    "summary": "The video showcases the journey of helping over 100 stray dogs find loving homes, focusing on abandoned and rescued animals. Through an extensive adoption process, various individuals step in to provide shelters, attention, and resources to ensure all dogs find a safe and stable environment, promoting responsible pet ownership.",
    "scene_captions": {
        "8": "The image shows an indoor setup that resembles a roadway with two lanes demarcated by yellow dashed lines. The surface on either side of the road has green flooring with white crosses patterned across it, giving the appearance of a grassy area with markings. There are several people walking towards the far end of the space, mostly dressed in red, suggesting some kind of coordinated activity or team. Above at the top left corner, there is text that reads \"1 DOG LEFT,\" and on the right, the name \"DORALEE\" appears, potentially referring to the name of a dog that is part of the activity or event being depicted. Contextual information is not provided, so the exact nature of the event or activity here is unclear, but it seems to involve dogs in some manner. There is a small inset of a dog's face in the top right corner which could indicate that the dog named Doralee is the last remaining dog in a competition or challenge of some sort.",
        "4": "This image shows the side of a blue bus with an advertisement for a \"FREE Adoption Event!\" The event is presented by \"Big Dog Ranch Rescue\" as indicated on the bus. There is a graphic of multiple cartoon dogs sitting together, with three dog houses and a stylized representation of grass at the bottom. Additionally, the website \"100DOGS.org\" is visible, presumably related to the adoption event. There's also a graphical element suggesting a partly cloudy sky in the background. At the top right corner, there is an overlay text \"BUFFETT,\" and at the top left corner, there is a fraction \"69/100\" enclosed in a black box with a paw print on both sides. This fraction might indicate a count or a progress indicator related to the event or campaign associated with the bus.",
        "5": "In the image, there are three individuals standing in a hallway that appears to be part of a facility designed for dogs, given the sign that reads \"BARK AVE\" and the visible dog enclosures with artificial grass in the background. Two people are facing each other, potentially in conversation, while the third person, wearing a red shirt with lettering on the back, is facing away from the camera and observing the other two. The man facing away from the camera also has a logo on his shirt that suggests he may work at this facility or be part of a dog-related organization. The score \"70/100\" and a dog emoji are overlaid on the top left corner, which might indicate a score or status update in a challenge, game, or some form of assessment taking place within the context of the image. The overall setting appears to be indoors, and the facility is likely a pet daycare, boarding center, or training center considering the layout and the gated areas for dogs.",
        "7": "The image shows an indoor setup that resembles a faux grassy area with a small white crosswalk and a red doghouse. There are two people present, one wearing a blue top and black trousers, and the other in a red t-shirt and shorts, standing near an open white gate. A dog, named Dexter, as indicated by the text overlay, is also in the scene, likely having just exited the small doghouse. A camera on a tripod is set up, pointing towards the doghouse, suggesting that the scene is being recorded or is part of a video production. The text overlay \"8 DOGS LEFT\" could imply that this is a part of a competition or elimination process involving dogs.",
        "6": "The image shows an indoor setting that appears to be designed to mimic an outdoor park scene. In the setting, there are three individuals: one person in a red shirt and white shorts, who seems to be in motion, possibly running; another in a green shirt operating a video camera, capturing what's happening; and a third person in a red-orange shirt, in motion as well, who may be part of the activity being recorded. On the floor, there's an orange circular marker, which could be used to indicate positions or boundaries for an activity or game. The background features faux grassy hills and a wooden park bench, contributing to the outdoor park illusion. The overall setup suggests the individuals might be engaged in a filming project or a recreational activity that's being documented.",
        "2": "The image shows two people, a woman on the left and a younger male on the right, sitting on a couch. Both individuals appear engaged and focused on something outside of the frame, likely watching or reacting to an event or a presentation. At the top, there's a score indicator showing \"20/100\" with a light bulb icon next to it, which may represent some form of scoring or progress within a game or a challenge. On the right side of the image, there is a cropped avatar with the label \"THOR,\" which seems to be part of an on-screen display or overlay. The environment suggests a casual, home-like setting with a comfortable sofa and decorative pillows in the background.",
        "3": "In the image, there is a dog inside what appears to be an enclosed space that mimics a small yard or play area. The floor is covered with artificial grass. The dog, which has a tan coat and a blue collar, seems to be looking out of the enclosure or attempting to interact with something outside of it—the dog's front paws are up against the bottom of the window panel. Inside the enclosure with the dog, there are a couple of balls, a dog bone, and a plush toy scattered about. There are also two bowls, presumably for food and water, near the entrance. The enclosure has white frames with transparent panels, likely made of glass or clear plastic, enabling visibility into and out of the space. In the top left corner of the image, there's a score indicator showing \"44/100,\" which could imply that this is a snapshot from a video, possibly of a game or a test being recorded or streamed.",
        "1": "This image shows four individuals in an indoor setting that appears to be a room with artificial turf on the floor and a light blue wall. Starting from the left, there is a woman with her hands covering her face, as if surprised or excited, wearing a patterned dress and carrying a blue shoulder bag. Next to her is an individual facing away from the camera, wearing a red T-shirt with a white Adidas logo on it. In the center is a bald man wearing a suit and tie, facing the woman with his hand outstretched as if in mid-conversation or presentation.\n\nOn the upper right side, there is a man holding a video camera, capturing the scene. He is wearing a red headset, a T-shirt, shorts, and sneakers, suggesting this could be a more casual filming setup or event. \n\nOn the top left corner of the image, there is a graphic of a soccer ball with a fraction-style number \"2/100,\" which might indicate a count or score of something related to the event. In the top right corner, there's a word \"NUGGET\" possibly a nickname or part of someone's name, although its context is unclear from the image alone.\n\nThe text \"AS MANY AS YOU CAN CARRY BABY\" is superimposed in white lettering at the bottom of the image, suggesting a challenge or game that involves carrying multiple items.\n\nOverall, this seems to be a scene from an event or a challenge that is being documented on video",
        "0": "The image is blurry and not of high quality, which makes it difficult to see the details clearly. However, it depicts a person with a smile, wearing a cap, a black jacket, and a red shirt, sitting among multiple dogs of various breeds. The person seems to be enjoying the company of the dogs and is interacting with them. The background appears to be an outdoor setting with what might be a fence covered with greenery, suggesting a park or a dedicated animal play area. The particular moment captured shows a scene of bonding between the person and the dogs."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/lOKASgtr6kU/hqdefault.jpg",
    "title": "I Rescued 100 Abandoned Dogs!",
    "views": 124674045,
    "likes": 4923490,
    "duration": "15:03",
    "description": "I’m so happy all of these dogs will be going to great homes\nGet an exclusive Surfshark VPN deal! Enter promo code MRBEAST for up to 83% off and extra 6 months free at https://surfshark.deals/mrbeast\n\nBrowse the internet safely and get access to more content from all over the world! It’s affordable and powerful for as low as $1.69/month. To secure yourself the deal, use promo code MRBEAST at the link above\n\nGet the Jinx dog food that was featured in this video! Jinx uses high quality proteins, superfoods and patented probiotics. Use code MRBEAST for 30% off at https://bit.ly/Jinx_MrBeast\n\nSave $$$ on vet bills 🤑  click here to get Spot Pet Insurance! https://bit.ly/Spot_Pet_Insurance_MrBeast\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}