{
    "url": "https://www.youtube.com/watch?v=hD1YtmKXNb4",
    "transcript_chunks": {
        "0": "- Every day, he survives in this room, I give him $10,000. We literally have a million\ndollars in cash here. So if he survives a hundred days he can become a millionaire. - You're gonna be poor. - At any point if you\nwant to end the challenge and leave just press this red button. - Got it. - You wanna demonstrate it for us? - No, you're not gonna have it that easy. - I'm gonna dramatically seal the door. Good luck. - So this is my apartment now but instead of paying\nrent, I make $10,000 a day. This is",
        "1": "gonna be very easy. Very easy. (ominous music) (upbeat music) Right there. Woo. Oh my God. (drum beats) - Oh, it's disco time. - Stop messing with the lights, please. ♪ La la la la la la la la ♪ - [Jim] Josh seems to think\nthat this is gonna be easy. I don't think he understands just how hard this is gonna get. (mellow music) - So I just woke up after\nmy first night sleeping here and I'm probably just\ngonna jump on the treadmill and then eat some breakfast or something. I don't know. (rock music) - Hello there, Josh.",
        "2": "It has officially been 24 hours, but I left out a key element. When I give you the $10,000 like this, you have to let me take\none item from this room. You have 10 seconds to hand me an item. - 10 seconds? - Nine, eight, - Three. - Okay, okay, okay, okay. I'm gonna give you the ice cream machine. - Chris, Chandler you know what to do. Okay. - [Josh] Oh my god! - Chandler! (drum roll) (cheers) - [Josh] There you go. - You just got rid of\nthe ice cream machine which means you have 24\nitems left",
        "3": "in this room to get rid of. And now that we just flipped\nyour world upside down I'm gonna leave. - Thanks, Jim. So this genuinely changes everything. I'm actually worried about what I'm gonna have to choose between like family portrait or the guitar. On one hand something to keep me busy. But that's also the only\ntime I can see my girlfriend is looking at that picture. I just need to be strategic with the items that I'm giving away. Make sure I've got enough\nto keep me occupied for the long run. (bright music) - Hey, get off the computer.",
        "4": "Take the money. - Oh, wait, why'd you throw it Give us an item, in a nice way. - This is the item that I will give you. - Do you wanna give us another item? - What's in it for me?\n- Nothing. - Then no.\n- [Jim] Okay. (upbeat music) - Here's another $10,000. I request an item. - I got a for you right here, Jimmy. - What item do you think\nyou'll get rid of next? - I think I'm gonna get\nrid of the whiteboard next because I can write on the walls. He left, didn't he? - To",
        "5": "make sure Josh was comfortable here I gave him a private\nchef that will cook him literally anything he wants. - This is ridiculous. Let's try this. Oh my God. This is the best thing I've ever had. (sentimental guitar music) (Carl screams) - Add it to the pile, boys. - I'll add another 5,000 if\nyou let Carl pick the item. Three, two, one. - Okay fine.\n- Wait, really? - The picture of him with his sister. - Carl. - This'll look great in my living room. - I'm gonna go insane now. That's the only time I\ncan see my girlfriend.",
        "6": "- I have to go film a video on sharks. So Carl's gonna take care of you tomorrow. - Is there literally anyone\nelse in the universe that can - No - So I'm in charge? - You're screwed. - That's not gonna fit in the hot tub. It's not gonna fit. - There's water everywhere. - Whoa, no, Carl. I'm getting the flame thrower, no! - Keep the markers. (dramatic classical music) - So I'm getting rid\nof the drum set today. (heavy rock music) Oh no. I'd say that's is a\npretty eventful morning. - Oh, you broke your drum set.",
        "7": "This makes me wanna ask,\nmentally are you okay? - Yeah, I mean actually,\ngot a lot of rage out so now I'm feeling really loose. - All right. He doesn't know, but there's a check for a\nhundred thousand dollars hidden in that guitar. If he gets rid the guitar\nwithout noticing it that's a hundred thousand\ndollars down, shh. Josh's room was getting pretty messy. So I paid a cleaning crew to\ncome in and take care of it and he somehow slept through all of it. It has officially been\neight days in this room and for whatever reason,\nhe's asleep at 6:00 PM. -",
        "8": "Probably 'cause he's bored. - Good morning, Josh. Even though 6:00 PM. - Here's another 10 grand in cash. What's the item for today? - The flame thrower. - All right, the flame thrower is gone. We totally don't have\nanything else planned while we're here. - Jimmy, what about? - That's it, don't give\nit away, Christopher. - That didn't seem\nsuspicious at all, for sure. (angelic music) - Wait, why is my face so distorted? I'm gonna hand it off to Chris and you know how dumb he can get. - I am your god. - Chris, do you have to\nbe",
        "9": "so close to the mic? Show me the outside world. - You can't see anything\nexcept for like the black sky. - Is it dark outside already? - Yeah. - I've really lost all concept of time. - All right Jimmy, I'm gonna come get you. - What's that over there? (guitar music) If Nolan spends the next 24 hours with you I'll give you an extra 10 grand today. - Do I get money too? - No, just him. - So I just have to stay in here? - Ready to start the challenge? - Yeah, we're chillin', let's do",
        "10": "it. - One, two, three, four. (upbeat music) - You shouldn't have\ngotten rid of the drums. - I know, dude. (upbeat music) (Hip Hop music) - All right, I'm done. I'm going home. - Nolan, you're not leaving. - I am leaving. - No, no, no, no. - I'm pressing the button. Okay, it has a little bit\nof battery left on it. (upbeat music) - It's you. - Chill! - I can't take it anymore,\nthey won't open the doors. Are you kidding? There's another wall. Dunk contest. - All right, let's go. Yes. - Just two dudes in a hot",
        "11": "tub. - Boys, there's another digit. - Do you even know what that means? - No. - Can I just say whatever I want and you guys just don't question it? - Yes.\n- Yes. - To celebrate 10 days\nwe had a custom $10,000, five foot cake made for you. - Oh my God. - Guys, guys, guys. - I don't know what to do. I'm just gonna stand\nback and let this happen. - What do you mean let it happen? - Eat it. - Oh my God, it's incredible. - Even though the cake is a mess there's some of",
        "12": "our Feastables bars on it. Just go to feastables.com,\nthey taste amazing. - It's so much better than the cake. - Enjoy your $10,000 cake. - Bye Jimmy. As of today, I am now at $115,000 thanks to the extra 10 grand\nfor Nolan staying here. (upbeat music) - What up Josh? Sorry I couldn't be there today. I'm out of town filming a different video but we still gotta give you your 10 grand. Do it. - Oh my God. - Throw an item outside the door. - Here we go, boys. - Mission complete. Josh is getting super lonely. Every",
        "13": "time I talk to him, he mentions how much he\nmisses his girlfriend. Every day we've been grabbing\na briefcase from this pile and look how much it's shrunk. Would you rather, I deliver you another\n10 grand in a briefcase or your girlfriend delivers it but it only has five grand in it. - Is she here? - Yeah, right outside. - Oh yeah, five grand. I don't care. - As I promised you simp,\nhere's your girlfriend. - Oh my God.\n- Hey. - Put that down, I don't care.\n- Here's your money. - They look so happy. He's gone 12 days without\nseeing",
        "14": "his girlfriend. - Been the longest that we've gone without seeing each other in our entire six year relationship. - Also, I forgot to mention\nthat you only have 10 minutes and it's been like three, so\nyou have like seven minutes? - No.\n- Ah. - I feel like as long as I know that you're doing okay out there, I'm gonna be doing fine in here. It's kind of like surreal that\nyou're even here right now. - I hate to ruin the moment\nbut the 10 minute timer is up. - No! - I'm deaf now. Love you, bye. - Ah, I",
        "15": "don't know if\nthis helped or hurted me. I hurt. - [Jim] On day 13 Josh\nreminded me of a $10,000 bet he made with Chandler. - I'll bet you 10 grand\nI go longer than 10 days. - All right, deal. - I'll bet you 10 more\nof Jimmy's thousands. - How about, I don't\ncare what he's saying? Take this, no more bets. - I actually want you\nguys to take this 20 grand and I want you to buy a ring with it because I'm gonna propose to my girlfriend at the end of this video. - Oh wow. - Are you sure",
        "16": "you trust these\nhooligans to buy you a ring? - I don't, but I have no other choice. On a real note though, I have been wanting to propose\nto Kenna for years now. Being trapped in here has made me realize how valuable time is. I'm just done waiting. - [Jim] So the audio might\nhave gotten messed up here. - We're at the local diamond shop. - [Jim] But Chris and Chandler still made a deal with the jeweler and found the exact ring\nthat Josh was looking for. - Yay Josh. We're back. - So this is your first time ever",
        "17": "seeing your wedding ring. - Yeah, this is crazy. - Yo, that's insane. Bits aside, this is exactly what I wanted. I literally can't stop\nlooking at this ring but to be honest it's\nmaking me want to get out more than anything. Every day I spend in here it's like I'm holding myself\nback from being engaged. - [Jim] Josh has now made $160,000 and been inside of this\nroom for two weeks. And I was out of town on day 15 so I had to FaceTime Josh\nwith a special guest. - Hey buddy. - Is that Jake Paul? - You're just winning",
        "18": "at life. (classical music) - A perfect centerpiece to my room. The recliner's gone, I'm\nnow down to nine items and I have no clue what\nI'm gonna give up next. I don't look stupid playing VR. You look stupid playing VR. Oh my God. Oh no. Oh no. No. It's gonna be the treadmill. Nolan's here to hang out. - What was that? Ah. Whoa. Ow, what is that? - Maybe this is cheering\nme up a little bit. Knowing that I could leave\nright now with 190 grand is making it incredibly difficult. It's honestly like the lack of fresh air. I",
        "19": "feel sick. The doctor checked me out today. My throat's like kind of messed up. Slightly considered the\npossibility of pushing the button. - Boohoo, I'm Josh. I'm making hundreds of\nthousands of dollars to lay in a room and do nothing. - Okay. Are you mocking me right now? - No, no, no no. Here's your 10 grand. What's the item? It's gonna be the VR. - Then what are you gonna do tomorrow? - Play guitar I guess. - You sound defeated. - A lot of you guys are probably like, oh this would be a cakewalk, it's the easiest",
        "20": "thing ever. But it's something you truly\nwon't understand until you-- - You know what? You're right. It's very hard, you should just leave. - No, I can't. - Hello Josh. - What's going on? - Is he wearing his\nclothes on the hot tub? Buddy, how you doing? - I'm just existing right now. - Just existing in the hot tub. The item he's getting\nrid of is the hot tub. - Mm-hmm. - You're in charge of removing it. Turn on the lights. - Here we go. - I don't think it'll fit. - Wouldn't it just be easier to drain",
        "21": "and disassemble the hot tub in the room? - Wouldn't it be easier\nto worry about yourself? - That's fair. (saw whirring) I think I can ram the forklift into it and it'll just fall. - Oh no. Oh my God. Oh my god. - Honestly, Jim this is the\nmost excitement I've had the whole time I've been here. - This is actually very entertaining. Just watching him being idiot. - Oh, stop, stop, stop, stop. - Oh my God, my room. - Oh no, I'm getting the rug pulled on me. - What is going on? (horn honks) - Oh",
        "22": "God, oh God. - Okay, oh he made it. - How is this going well right now? (wood cracks) - Am I going through the floor? - You're about to. - Oh my God, get it out, go. (Chris screams) Oh my god, the floor. (Chris screams) Oh my god. - He got it out. - Let's go. - [Jim] Oh yeah, oh. And that concludes Chris being an idiot. Here's what things look like\nat the start of the video. And here's what things look like now. I think the forklift tire\nmarks really add character. - I mean, look at",
        "23": "this place. I feel like I'm living\nin a construction zone. (upbeat music) Oh my God I forgot about\nall the water jugs. Early on, I had to fill my\nhot tub up with more water 'cause it was getting low\nand I threw these up here. Can you gimme the stars? (mellow music) - Lights on. What up, Josh? Josh? - I'm up here, Jim? - Here's your 10 grand for the day. What item are you giving up? - I think it's gonna be\nthe pool table today. Jimmy, can you let me down first? Jimmy no. I don't want to be here",
        "24": "anymore. - Then leave. I just made you rich. - Yeah, I know, thanks Jim. Hey, on a real note, you're the best. - I love you. Speaking of love, I\ntalked to your girlfriend and she said, she misses you a lot. - Bro. - That's enough human interaction. If you survive the night we'll bring a ladder in the morning. - I miss everything outside of this dome. (guitar music) I just keep thinking about Kenna. - [Jim] I think Josh is\ngetting sick of people watching him all the time. - Let's go. Nope. Oh no. - What are",
        "25": "you getting rid of? - Basketball. - Say no more. - Oh my god. - Honestly now the most\nexciting part of my day is them taking my items. - All he has left to live\noff of is this guitar and this bed, and 230 grand. - It's less depressing when\nyou add that at the end. Because I kept the whole bed together I only have the guitar and now I need to start sacrificing sleep. (dramatic music) (string twangs) That's it, that's the last straw. I just broke the string on the one thing that was remotely keeping me insane.",
        "26": "Keeping me sane. I can't even talk. (dramatic music) Woo. Oh, that felt good. What is this? (guitar music) What? Is this a check for a hundred grand? Woo. Let's go. - What's up Josh? - Look what I found, Jimmy. - Why'd you smash it? - There's my item. 11 briefcases for today. - There you go. - Beautiful. Jimmy, it's time. Go get Kenna. - You want me to go get your girlfriend? - Right now. - Are you sure? - I am 100% sure. - You don't want to stay in this room? - I made 340",
        "27": "grand, I'm done. I'm good. We're doing this thing now. - Okay. - And I'm leaving. - Enjoy the last few\nmoments before he gets out. - I just want to talk for a minute. Like on a real note, spending this time apart from you has made me realize even more just how much I love you and need you. - He's about to do it.\nHe's about to do it. - I wanna spend the\nrest of my life with you and I want to grow old with you. And I need to ask you a question. - Oh my God.",
        "28": "- Will you marry me? - Yes, yes. - Oh! (Kenna laughs) (Josh laughs) - They tripped over the\nmoney they just won. - [Jim] And on top of that,\nwe brought your family out. - Oh my god. (upbeat music) - Okay, let's take a step out. - Let's go. - You're gonna make me cry, Josh. - If you haven't already,\nsubscribe. Goodbye. Someone random that\nsubscribes to this channel in the next seven days will\nreceive $10,000 in cash. That's right guys, we're\nclosing in on my dream of 100 million subscribers and I really wanna hit it. It would mean the world",
        "29": "to me. So subscribe if you haven't already because you could win $10,000 in cash. - Woo, fresh air baby."
    },
    "summary": "A man is locked in a room for a challenge where he earns $10,000 per day, aiming to reach a million dollars in 100 days. Over the course, he sacrifices items in the room like an ice cream machine, drum set, and faces mental challenges, ultimately proposing to his girlfriend as he reaches his financial goal.",
    "scene_captions": {
        "8": "In the image, you can see a person standing in the middle of a room with their arms outstretched. They are wearing all black clothing, and it appears they have tattoos on their arms. The room has white tiles on the walls and floor, although some tiles on the wall look like they are peeling or damaged. The floor is scattered with many papers which might be documents or photographs that are hard to identify precisely without a closer look. There are also a couple of blue objects that resemble water cooler bottles in the back corner of the room. The atmosphere looks a bit chaotic due to the disarray of the papers on the floor.",
        "4": "The image depicts a person in a room with a large amount of what appears to be US currency in stacks and bands, placed over and around multiple briefcase-like containers. There is a graphic overlay with the text \"DAY 12\" in a bold, comic-style font, suggesting that the picture might be from a video or a series documenting events over a number of days. Additionally, there is an electronic device with a screen in the background displaying more animation or graphics. It's important to note that without context, I cannot confirm the authenticity of the currency or the specific nature of the situation depicted in this image.",
        "5": "The image you've provided is quite blurry and it's difficult to make out precise details, but here is what I can tell:\n\nThere are two individuals in the image who appear to be in a commercial or industrial kitchen environment. Both are wearing white, which could be chef coats or kitchen staff uniforms, and one of them is wearing a cap. The person in the foreground seems to be holding a metal container, often used in food preparation or cooking. Due to the blur, I cannot provide more specific details about the environment or the individuals.",
        "7": "This image shows an interior room with purple lighting that creates an ambiance similar to a night sky filled with stars. There's a person sitting near the back of the room, playing a guitar. The room itself appears to be designed for relaxation or therapeutic purposes, given the calming effect of the lighting. The time \"3:32 pm\" is displayed in white text in the upper left corner of the image, possibly indicating the time the photo was taken or relating to the context within which the image was used.",
        "6": "The image shows two individuals in an indoor setting. The person on the left is dressed in black, while the person on the right is wearing a white long-sleeve shirt with what appears to be The North Face logo on the sleeve. The two individuals seem to be engaged in a conversation or discussion, potentially about the item on the table between them, which appears to be a case or container of some sort. The background includes a wall with what could be acoustic panels, and there's another object covered with a cloth, possibly equipment. The setting suggests they might be in a music studio, a workshop, or a similar environment where equipment or instruments would be used or stored.",
        "2": "This image shows an interior space that appears somewhat cluttered and utilitarian. There is an individual in the foreground who is wearing a maroon-colored hooded top with the hood up. Their face is not visible, and their posture is unusual, with one leg extended backward, suggesting that they may have been captured mid-motion or in an unexpected pose. In the background, various items are scattered around. On the left side, we can see gym equipment, specifically a squat rack with weight plates, indicating that this space might serve multiple purposes, including exercise. There's a mirror on the wall, exercise balls hanging, and assorted items on the floor that contribute to the disorderly appearance of the place. On the right side, there's a bench or couch with dark upholstery, a green surface that might be a pool table, and other miscellaneous objects. The ceiling is unfinished, and lighting is provided by industrial-style fixtures. The overall impression is of a casual, multi-use space that is not currently well organized.",
        "3": "In the image, I see an indoor setting that appears to be a recreational or entertainment area. Here are the details:\n\n- A person in the center, playing what looks like a ukulele while sitting in a black recliner chair.\n- Another person walking near a green billiard or pool table, holding a cue stick and passing by racked balls ready for play.\n- A treadmill in the upper left corner, indicating a space for exercise.\n- A vintage-style computer monitor and keyboard sitting on a short table in front of the person playing the ukulele.\n- Speakers or sound equipment placed on the far right.\n- Random objects scattered around, such as a basketball on the pool table and what seems like a towel or clothing item on the floor.\n- The floor is tiled, and there's a patterned rug under the chair where the person with the ukulele sits.\n\nThe setting seems relaxed, and it looks like the individuals might be enjoying their leisure time with music and games.",
        "1": "The image is extremely blurry and details cannot be discerned confidently. It appears to be an indoor setting, potentially an office or a room with furniture and various items, but specifics about the objects, any people present, or the layout cannot be determined due to the lack of clarity.",
        "0": "This image is quite blurry, but I can still describe some elements. There appear to be two people standing indoors. The person on the left is wearing a green hoodie and the one on the right is wearing a white shirt. Behind them, there's a foosball table, and the floor has a tile pattern. Due to the motion blur, details like facial features and the environment are hard to make out precisely. The blur suggests that the photo was taken either while the camera or the subjects were moving quickly, or possibly during a quick pan."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/hD1YtmKXNb4/hqdefault.jpg",
    "title": "$10,000 Every Day You Survive Prison",
    "views": 202296867,
    "likes": 5230400,
    "duration": "13:59",
    "description": "SUBSCRIBE IN THE NEXT 7 DAYS FOR A CHANCE TO WIN $10,000!\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}