{
    "url": "https://www.youtube.com/watch?v=2isYuQZMbdU",
    "transcript_chunks": {
        "0": "- We just hit 100 million subscribers, and from the bottom of my heart, thank you everyone that subscribed. And to celebrate I bought\nthis ginormous private island, and I'm giving it to one\nof you in this video! So, I brought 100 of my\nsubscribers to compete in four extreme challenges. Last one standing wins this island. The first challenge is simple. First 50 people to start a fire and light their torch move on! Begin! - See the smoke on that? How is it not lighting? - This isn't easy, guys. He's not giving it away. - Do none of you",
        "1": "want an island? - I'm trying! - Then start a fire faster! - According to our estimate, it's gonna take them on average 20 minutes to start the fire. (contestant yells) Really? Oh wow! By 20 minutes I meant one minute. - Thank you, fire god! - [MrBeast] Continue to the raft! - Here we go, baby. I'm not going home today. - Yes! Yes! - The color green, that's\ngonna be the color of money. - Nothing's lighting up. Oh my God! - Did he get it? - God bless America! God bless America! - See that ship right there,",
        "2": "Tariq? - [Tariq] Yeah. - [MrBeast] That's challenge number two and a literal recreation of Squid Game. See that pirate ship over there? - [Tariq] Yes. - [MrBeast] That's challenge number three, and we're literally throwing\npeople off the ship. Trust me, you wanna watch this video. This is the easiest of all the challenges. - Yeah! - Only 10 spots remain! - Come on, come on! (contestant yells) - I freakin' did it! - Three spots left! - My flint is worn down. I'm not giving up. Let's go! - Come on! Come on! - This is my one and",
        "3": "only chance. There's only two spots left. - Come on. Come on! Let's go! - Oh my God! Is it lit? Is it lit? - [MrBeast] One spot left! (contestants yell) The competition is over! We have our 50 contestants! (contestants cheer) In just one challenge, 50\npeople lost their chance to win this beautiful private island. And now it's time for\nchallenge number two, red light, green light because Squid Game's\nour most viewed video, so why not bring it back? And unlike last time, we're\nin the middle of the ocean. Seriously, the middle of the ocean. Bring in the 50 remaining",
        "4": "contestants. Come on in, come on in. - I'm so freakin' nervous right now. - Since you all are subscribers, I assume you saw the\nfirst Squid Game video. - Yeah! - [MrBeast] Okay, well, this\none's a little different. Only the first 20 to step on the red line or cross it move on, okay? - Okay! - The red line, that's\nall we're thinking about. 20 people. - There is no time limit. Green light. Red light. - [Nolan] He just completely moved. - We have our first official elimination. Green light. Red light. Chris, I'll give you the chance to",
        "5": "do one. - Green eggs and ham. I'm sorry, guys. I had to be a little ruthless. - The beauty of this red\nlight, green light is there's no time limit. I can just put the mic\ndown and wait 10 minutes. - [Nolan] You're looking a little shaky. Are you scared? - I gotta win an island. - I can't feel my feet at all, but I'm just just imagining\nmyself on an island. (harp music) - We're gonna be here a while. Does anybody need a snack? - Wait, wait. You're definitely eliminated. - [Tariq] You did say \"red\nlight, green light\"",
        "6": "at the end. - Red light. Red light. Let me review the footage\nand see if he's correct. - When you were explaining\nthe rules you said- - Red light, green light\nis there's no time limit. Yeah, we have our first\nfinisher by technicality. - I was worried I threw it all away, but I thought I heard it. - It was green light. I'm surprised more of you didn't catch on. Red light. Every word that leaves this\nmouth I gotta think it through. Green light. Red light. Ooh! - That was the most\nnervewracking thing of my life. - [MrBeast] Green light. Red",
        "7": "light. Oh. Oh, are you okay? I'd give it to him if it was close, but it was quite a ways away. I love you though. Good effort. 15 spots remain for a chance to compete for a private island. Green light. Red light. Well, you're good, you're good. There are two slots remaining. She's obviously gonna cross\nlook how close she is. Please, no one hurt yourself. Green light. Oh, he got it first. He got it first.\n- Yeah, baby! - Oh my God. - Yes! - I was this close. - As a thank you for coming out, we're",
        "8": "gonna give all of you $3,000. I appreciate it. Everybody, do you see\nthat raft down there? - [Contestants] Yeah! - There's only 10 seats in\nit, and there are 20 of you. I need to know who the\nearliest subscriber here is. Since this is our 100\nmillion subscriber special, we wanted to give our earliest subscriber a competitive edge, so we told her this. I need you to eliminate half the people, whoever you want to go. Just pick half of them. - No, you're joking. - [MrBeast] But it\ndidn't take long for her to just start picking people. All right, one",
        "9": "down. - Have fun, guys! - I'll miss you, man! - I'm gonna go with 39.7. - Take it easy! - I'm so sorry, I'm so sorry. - I know this must be hard on you. Do you wanna just have someone else pick? - No, I don't wanna go. Okay. - Oh my God, dude. - Wow. - I love you all! It's been a great ride! - Oh! - [Gabbie] I'm so sorry. - Ah, this is brutal. - [Gabbie] I'm so sorry. - I'll take it. - No way. - This is terrible. - Oh my God.",
        "10": "- Three from the middle. - No! - Come on! - I'm so sorry. - Hey, it was not your fault. - [Contestant] Bro,\nright there to my dream. - If any of you win,\nyou owe this to Gabbie 'cause she could've eliminated you. - That's the final 10. (contestants cheer) - That was like a bullet\nevery time she said someone. - My heart. - And now that we have 10 people, that's the exact amount\nthat could fit in our raft. Follow me. We're gonna tug 'em over to\nthat pirate ship right there and eliminate some more. Welcome. Have you ever",
        "11": "been on\na pirate ship before? - Not once in my life. (dramatic music) - It's been a long journey to get here. You had to fight from 100 down to 10. I don't even know if you\nguys notice, but back there, that's the island you\nguys are competing for. (contestants cheer) - And half of you aren't\neven gonna step foot on it. - [Contestant] Yeah, we hate you, Nolan. - I am so excited to be out here competing for a private island. - I'm already planning out the structure. Mansion's gonna go there. - As soon as I win the",
        "12": "island, I'm gonna sell it for as\nmuch cash as I can get. - Now let's eliminate half of you. (contestants groan) For our next challenge, we\nhave 10 planks behind me. And attached to each plank is a rope. When we cut the rope, five of them will drop you\nand five of them won't. (contestants groan) - That's gonna be wild. - Who wants to go first? - I'll do it! - Come on up, sir. You can pick any of these 10 planks. Just stand on the end of one of those. - This is not a good plank. -",
        "13": "All right, right there. Are you sure about this plank? Everyone, salute him! - It's been real, y'all. - Chris, cut the rope! - Oh! - All right! He passed. Congrats! Don't fall off the boat! Now all your odds are actually worse. And while she's deciding her plank, I wanna tell you guys about Shopify. Shopify is an easy to use platform that makes starting a business\nas easy as using your phone. Can you say, \"I love Shopify?\" - I love Shopify. I love Shopify, I love Shopify. - Oh my gosh, it worked! We have two of the",
        "14": "five finishers. Oh, now your odds are even worse! - No. - Pick any of the eight remaining planks. - I'm so nervous for you, bro. - Oh, Lordy. - I've personally been\nusing Shopify to sell merch since we had three million subscribers, which is crazy 'cause\nwe're on 100 million now. We also use it to sell our\nchocolate bars and so much more. I don't know why, but I have a feeling\nthis is gonna drop him. - Three, two, one. - Let's go! - He's safe? Three people have already made it. This is extreme luck. - Only two spots",
        "15": "remain. What don't you like about this plank? - It looks funny. - That plank looks funny? Don't pick it then. All right. Before we cut the rope, I just wanna let you know\nthat Shopify believes in creators like us and wants\nto help us turn our ideas into businesses. Isn't that great? - Yeah. - Chandler, cut the rope. (dramatic music) No way. (contestants yell) There's only five working planks and somehow they picked four of them. - There's only one safe plank left. - Oh my God. I was so ready to go swimming. - Since these four people\nsomehow",
        "16": "guessed correctly even though it's super\nstatistically improbable, we just had everyone else line up, and we're gonna start on the end. - I have the carrot of protection. - All right, let's see if the\ncarrot of protection works. Cut it. - Oh geez. - Go quicker! - Oh! Oh my God. - Oh! - One down! - He fell! - At least now I know the\nplanks really do work, and they're just lucky. - Remember me. - Okay, so do you use\nShopify to sell anything? - No. - Then the gods probably won't bless you. Let's see it. (contestant yells)",
        "17": "That's what happens when\nyou don't use Shopify. - I'll miss him. - Bye. I didn't mean to clap. That was rude. - Do any of you winners\nwanna cut this next rope? Do you wanna cut it? Come over here. Yeah, don't fall. Cut the rope when you want. - I'm praying for you, my boy. - Oh snap! Wow. - I feel crazy right now. I've never been in open water before, and I think you put bad\njuju on me earlier, Jimmy. - Oh snap. You guys wanna know one of the\ngreat things about Shopify? - What?\n- What? - You",
        "18": "can sell online, in\nperson, and through social media. Good luck. Go ahead and cut the rope. She should be fine. - You were wrong. - Oh, they just fell! - We love you, Gabbie. - Oh my God! - And now two remain. - You guys gotta be feeling great. - No. - [Chris] 50/50 great. - I am so scared. - One is dropping. One is moving on. There's never been a better\ntime to make a Shopify store. Just go to shopify.com/mrbeast. And I'm gonna pick 100\nrandom people that do and literally be your first\ncustomer on your store. I'm",
        "19": "gonna go on there and order\nan item from your website. - I'm shaking. - And for the last two, I think\nwe cut 'em at the same time. - It all comes down to this. - Gonna see who goes in the water and who goes to the island. Let's go! (everyone yells) - [MrBeast] And that is our final victor! - 100 people. We're the five left. - Hey, sorry you didn't win an island! Thanks for coming out! - Love you, Gabbie! - Captain, set sail for the island. Welcome to the island. Look how beautiful this beach is.",
        "20": "- This is it. - And one of you is winning it. The other four, I don't know. And the island comes with\ncomplimentary golf carts. Everyone hop on board. This island has a cabana, a helicopter pad, a beautiful pool. It is nice. - Maybe I won't sell the island anymore. - I mean, yeah, it's pretty beautiful. - This island is amazing.\n- This is absolutely unreal Life changing. - And now we have one final challenge to decide which one of\nyou wins the island. - Let's go! - But before we do that\nchallenge, I have a proposition. I'm gonna",
        "21": "hand each of\nyou a check for $50,000. Here you go. Here's 50 grand. Which one of you subscribed the latest? All right, come over here. Do you wanna burn this $50,000\nand compete for the island or keep 50 grand and leave? - Keep it, keep it. - It's a lot. I'm a competitor. I'm not using that. - Oh my God. All right! This man's- - Going for the island, baby! - [MrBeast] He just lit 50 grand on fire. - That could be the biggest\nmistake of his life. - You want 50 grand in cash\nor to compete for an",
        "22": "island? - I'll compete for the island. - Really? Oh my gosh. First two people said no to the money. How about you? 50 grand's a lot. - $50,000 couldn't even pay\nfor a year's worth of tuition. - Oh my gosh. That's sad. - I'll take my chances. - She wants an island! - Oh my gosh. Wow! If you stay in, you only\nhave a 25% chance of winning. - This is the hardest decision\nI've ever had to make, but- - Are you gonna say no to $50,000? - We're going for the island, baby. - [Chris] Oh my goodness.",
        "23": "No! - Wow. That's crazy. I just saved $200,000. Am I gonna save another 50? - Earlier today I was\nlike this close to losing. I stayed in and everything\nelse has been luck so far and I've had great luck. I wanna keep trying. - No way, no way. Oh my God. Only one of you is winning this island. Oh my God. And for the final challenge, we have our 100 million\nsubscriber play button. Taped to the back of it\nis the deed to the island. I'm gonna go hide this, and whoever finds it\nfirst wins the island. All right, blindfold",
        "24": "them. - Blindfold! Blindfold! Blindfold! - All right, we're blindfolded. - I'm going to hide the play button. Keep 'em distracted, Chris. I'm gonna drive really far away, so they think we hid it far away, but then I'm gonna come back\nand hide it in front of them. - That's exactly what I was thinking. - I have to get into the\nmind of Jimmy right now. - I know exactly where\nJimmy's gonna hide it. He's gonna hide it in\nthe spot that I find it. - What? - That's exactly where it's gonna be. (Nolan laughs) - [Chandler] We should\njust throw",
        "25": "it in the ocean. - You know this is our 100\nmillion subscriber play button? - We only get one? - We're not throwing it in the ocean! - From airports to pirate ships to barges, it's been an experience\nI will never forget, that's for sure. - Part of me wishes I took the 50,000, but I just had the gut\nfeeling just to keep going and just keep pushing for it. - I'm gonna park the golf\ncart here, so they don't hear. If you look over there,\nyou'll see the contestants. They won't expect us\nto hide it this close. I say we",
        "26": "hide it in these trees. - This should be good. - After I lost an island, I\nhad nightmares for over a year. This will haunt you for\nthe rest of your life. - You may now remove your blindfolds! You know the deal. First one to find the play\nbutton wins the island. Good luck. - [Chris] Go! - [Contestant] I have a\nfeeling it might be over here. - Get outta here, go your own way! - An island's on the line! - I don't regret throwing\n50 grand in a fire 'cause I'm gonna find this case. - Think in the mind",
        "27": "of Jimmy. Where would Jimmy hide? - Oh, he's really fast. It's like he's competing for an island. (dramatic music) - I don't know where to go. - All I see is like a bunch of rocks. - Me and Chandler are wearing\nour brand new limited edition 100 million subscriber merch. - Yes, we are. - This is our first and maybe only merch\ndrop of the entire year. We filmed a MrBeast video\nthat will never be uploaded to the public. Just buy either item and we will email you a\nlink to watch the video. You have seven days. Let's go",
        "28": "see who wins the island. - Look for things in areas\nwhere they shouldn't be. - Actually a really good\nplace to hide a button. - [MrBeast] There are now\nthree contestants at the pool. - I wanna jump in. - Let's go. - I don't see anything red. - We have someone checking the treehouse and someone wandering through the woods. None of them are close. - It's not in here. - I am so winded right now. I want this play button. - I don't even know if I remember what the freaking box looks like. - To the left, you'll",
        "29": "see\nwhere I buried the play button. Notice how there's no one around it. Great success. But then a few minutes\nlater, this happened. (dramatic music) - Watch out, man. - [MrBeast] And then it happened again. And again - He just walked right past it! - You hid it really good. I gotta give it to you. - Do you believe me now when\nI say this island's massive? - Yes, there can be so many possibilities. - It's literally four times bigger than the private island Chandler won. - You're right. - [MrBeast] The sun is setting, and I have no",
        "30": "idea how they're\ngonna find the play button after dark. - I wouldn't put it past\nJimmy to put it right behind where we were at. - Looking for new sand, anything fresh. - I'm gonna find that play button. Wait! Okay, no. - Kinda wanna check over here. - I can't, I can't give up. - I'm freaking out. Tariq, I'm freaking out. Oh, she's moving the sticks. If she doesn't find this- - I got it! - [Contestant] What? - You're joking. - I got it! - Oh my God. - You're joking. - I got it! - That's upsetting.",
        "31": "- She won a great island. - Congratulations. - I feel like this doesn't even feel real. I think this is the craziest\nvideo you've ever done and the fact that I won it,\nlike it doesn't feel real. - I'm so happy for you. Congratulations. - I'm so happy, thank you. - No problem. - We all burned 50K in\nfront of each other. - Like idiots. - Boys! It's now time we open our 100 million subscriber play button. This is fresh from YouTube. How do I open it? - It's actually fresh from the ground. - I hate him. -",
        "32": "This is over a decade of my\nlife represented in one item. This is our 100 million- - That's a piece of paper. - Oh my goodness! From the bottom of my heart, thank you everyone who subscribed. This channel means the world to me, and I genuinely appreciate anyone who's ever watched the videos. - Thank you guys for always\nsupporting us and watching us. - Over the past couple years, I've had some of the most\ninsane experience of my life. - You guys took me from\njanitor to being... (crickets chirp) - We love you! - Inside of here is\nthe deed",
        "33": "to the island. Congratulations. - Thank you. I won an island!\n- Congratulations! (MrBeast yells) - [MrBeast] Don't forget to buy our exclusive 100\nmillion subscriber merch. Every single one of you that\nbuys this will get emailed a never before seen MrBeast video. We spent over half a million\ndollars on this video and I promise you'll love it. Just go to shopmrbeast.com and buy the 100 mil\nsubscriber merch right now."
    },
    "summary": "MrBeast celebrates hitting 100 million subscribers by giving away a private island in a competition with challenges to select a winner. The contestants compete in multiple challenges, with one competitor ultimately winning the island after finding a hidden play button. MrBeast expresses gratitude to his fans and promotes exclusive merchandise.",
    "scene_captions": {
        "8": "In this image, there are three individuals interacting outdoors, seemingly on a sandy area which could be part of a beach or desert. The person in the foreground is wearing a white long-sleeved shirt with red text on the sleeve, a straw hat, and is turned to his right, making a gesture with his hand. The second individual is partly obscured, appearing behind and to the left of the person in the straw hat, and is wearing what looks like a white and black garment with possible patterning on the sleeve. The third individual is standing in the background, wearing a brightly colored shirt with a pink pattern, and appears to be in motion, stepping forward. The setting appears to be outdoors, possibly during the evening given the soft lighting, which could suggest that the sun is either rising or setting.",
        "4": "The image shows a group of people on a boat. In the foreground, there is a person standing up, holding what appears to be a fishing rod, and giving a thumbs up to the camera. They are wearing a wide-brimmed hat and a collared short-sleeved shirt. Behind this individual is another person also holding a fishing rod, wearing a life jacket. There are at least two more individuals seated towards the back of the boat. They all seem to be engaged in a recreational fishing activity. The waters are calm, and there's a clear sky with what seems to be a landmass or island visible in the background. Overall, the scene suggests a leisurely day spent fishing out on the water.",
        "5": "The image features a group of people on what looks to be a boat or a floating platform on the water. In the center, there is a person wearing a white shirt and a straw hat, seemingly gesturing towards a large, blue wifi symbol with visual effects that give it a sense of motion or energy. This symbol might be added in post-production for comedic or illustrative effect. Surrounding the central figure are several other individuals who appear to be reacting to or looking at the animated symbol, with some possibly filming or taking photos of the scene. The setting looks like a sunny, calm day on the water, making for a casual and likely social event.",
        "7": "The image shows a person outdoors, on a sandy beach during what appears to be dusk or dawn, given the soft lighting. The individual is wearing a white long-sleeve shirt with some red and blue text on the left chest area and is sporting an oversized straw hat with a chin strap to keep it secure. There is a structure behind the person that looks like a beach cabana with white curtains and some vegetation nearby, which might indicate a tropical or beachside resort area. The sky in the background looks clear with some scattered clouds, suggesting pleasant weather.",
        "6": "The image shows a fire pit with flames coming out of it. The fire pit is constructed with rocks surrounding what appears to be a metal drum or barrel which is being used to contain the fire. In the background, you can see a couple of folding chairs, suggesting that this may be a recreational or camping setting where people sit around the fire. The sky seems to be dimming, likely indicating that the photo was taken around dusk or in the evening.",
        "2": "The image shows a group of people wearing matching red shirts with a number and the word \"DEAL\" printed on them, suggesting they are participants in some sort of event, game, or team-building activity. Some of them also wear black caps, sunglasses, or headbands, and one person is holding what appears to be a yellow floatation device. The setting looks like a sandy area, possibly a beach. There's a red object in the top left corner, which appears to be digitally overlaid or used to censor some part of the image. The image has a candid and dynamic feel, capturing the movement and interaction of the participants. Without more context, it's not clear what the exact nature of the event is.",
        "3": "This image shows a group of individuals wearing red t-shirts with a white emblem, some of whom are embracing in a hug. One person in the center appears to be the focus of the embrace, offering comfort or solidarity. The text overlaid on the image reads \"IT WAS NOT YOUR FAULT,\" suggesting a supportive or consoling message, typically offered to reassure someone who may be feeling responsible for something that has happened. The setting seems to be outdoors with a bright, sunny environment.",
        "1": "The image shows a top-down view of several colorful banana boats on a sandy surface, each filled with numerous people wearing life jackets. Above the boats, there is a large \"50/50\" text displayed in green. The scene suggests a beach activity, likely related to vacation or leisure, where the banana boats are used for a group ride on the water. The \"50/50\" text might indicate a conceptual theme or the name of an event or activity related to the boats.",
        "0": "I'm sorry, but the image is too blurred and distorted to provide specific details about its content. It appears to have been altered with a radial blur effect which prevents me from identifying any specific objects, people, or scenes with clarity."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/2isYuQZMbdU/hqdefault.jpg",
    "title": "I Gave My 100,000,000th Subscriber An Island",
    "views": 200394453,
    "likes": 6585085,
    "duration": "15:31",
    "description": "🚀Launch a store on Shopify, I’ll buy from 100 random stores that do ▸ https://shopify.com/mrbeast\nNew limited 100M merch drop 🚨 Buy a shirt, get a secret MrBeast video  ▸ https://mrbeast.store\n\n \nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• TikTok - https://www.tiktok.com/@mrbeast\n• Twitter - https://twitter.com/MrBeast\n• Instagram - https://www.instagram.com/mrbeast\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Official Merch  - https://mrbeast.store\n----------------------------------------------------------------"
}