{
    "url": "https://www.youtube.com/watch?v=kX3nB4PpJko",
    "trascript_chunks": {
        "0": "- I spent two and a half million dollars on this private jet and had 11 YouTubers\nput their hands on it. Whoever keeps their hand on the longest wins the private jet, but if at any point they\ntake their hand off, they're eliminated. The challenge has officially started. The rules are simple. You can't push someone,\nand yeah, that's it. - I've got nothing on the schedule. I can stay here forever. - I am willing to do anything, including crap my own pants. - I heard there was gonna be a lot of loud and obnoxious\npeople on this shoot. -",
        "1": "Get off. - No joke, the winner of this challenge\nis getting a private jet. So of course the old tried\nto find the best spot - I'm in the best spot, the\nlowest spot on the plane. - I think I've actually got the best spot of everyone right now. - The jet is actually way\nbigger than I thought. Oh. Oh. - They're making their way on\nthe other side of the wing- - How am I gonna do this? - Just slide your hand. - Oh. Jimmy! - So how comfortable is this position? I almost just went like, with my right",
        "2": "hand. - Oh.\n- Oh my god. - George, if you weren't\ngrabbing something, I think you might have let go. - No, I'm locked in. Don't worry. - Yeah. What's your strategy\nfor winning this thing? - I have a lot of perseverance\nin my spirit, but I I gotta be honest, Speed... Speed is making it difficult. - Dude, the wheels are pretty comfortable. - I'm, yeah, you were not. We're both logical, logical people. - Exactly.\n- I'm rested... Oh no. I think we might have\njust got someone out. - Oh my gosh, Vik's out. - Did Vik just lose?\n- Vik, are",
        "3": "you out? - He really lifted his\nhand right in front of him. - I thought this was a logical spot. - You guys tell me what you think. See Vik's hand right there? - Yeah. Yeah. - This 2.5 million jet isn't yours. - They'll pick me up when they win. - Goodbye, Vik. - Vik, you got out, but who's out next? - I think Chunkz. - Yeah, he looks like\nhe's petering out there. - I think Chunkz is ready to go home. - Chunkz, buddy. Word on the street is you wanna leave. - Potentially. - Would you",
        "4": "get out if I\ngave you my debit card? - What, and it works? - Yeah, of course. - No, I swear to god, now I'm tempted. - Oh, think of the video! - How much can I spend? - It'll probably stop\nafter ten grand, so you- After ten grand? - Yeah. Oh my God! - Here you go. I didn't! Shut up! I did not do it! - Speed's gone! Speed's gone! - I'll let you be the judge of it. I'm gonna go forward. - Where's the date? Where's the date? - Bro, that's you. Five seconds ago. So",
        "5": "your hand comes in\nthe frame to high five, and he just lifts his hand- - Chunkz just made 10 grand, and made Speed leave for nothing. - I'm so disappointed. - That is crazy.\n- Oh no. - Back to back out. What are you looking at? And this guy keeps following me, man. - Bye, Speed! - We're getting emoted on. - Three people have been eliminated, so I'm gonna make things harder. Conveniently, we rented\nthis entire airport, so we're gonna go for a walk. Karl.\n- Yes. - I need you not to drive too fast. If you get them",
        "6": "all out now, my video's two minutes long. - Hey, MrBeast Shortz. - Oh my God. Are they\nabout to pull the jet? - Okay, the plane is moving. We're moving. We're moving. - Get comfortable, because\ngot a long way to go. - No one's gonna believe\nme when I told them what we're doing. - It's not like a private airport, this is a commercial. I don't\nunderstand how he's done this. - I'm just so happy we're walking. - Is that fast enough? - It's a plane, mate. - If I lose cause I'm\nchallenged, fair enough. If I pull a Vik",
        "7": "I'm fuming. - I think my hand's slowly going numb. - I can't believe we're actually competing for a private jet. - My feet are hurting. There's a big old warehouse over there. - Here's our next destination. Coming up in front. After two hours in the challenge, the boys needed a bathroom break. You wanna test our peeing method? - How are we ? - I'll be right back. Let me introduce you guys to\nthe good old bucket method. Hey, keep that hand on. If this hand comes off, he loses. I don't care if he's peeing. - My...",
        "8": "is out now, by the way.\nSo don't come around, bro. I deserve my privacy. I missed the bucket. I'm so sorry. - We don't fake things around here. Yeah, I just need a good\nclean camera shot of his hand. And throughout this entire challenge, we have an army of people\nstaring at their hands. We'll know if they come off the jet. - My hand's got a private\njet listening to a man pee. - Lazar. Can you come on\nup to the front over here? - Ah, how? - I don't know. Figure it out. - Guys. Guys, guys. I'll give you",
        "9": "all a ride on\nmy jet if you let me under. - Since you have the most subscribers, you pick the order we go in the jet. - We're going in reverse order. - No. - It's gonna be brutal. - I'm on the carpet.\nIs it that funny, Terry? - It's hilarious. He's\nliterally crawling up here. - Please let me under. Let me under. - I'm sorry. We're getting serious now. - Wow. - Might be a bit sticky though. - Oh.\n- Ooh! - Why's your hand like that?\n- What are you doing? - It's working. Guys, please, please. - Sorry",
        "10": "man. - How can I get through? - Sorry man. You guys, don't push him off. It's literally down to fingertips there. - No, shut up. - Oh, this is awful. This is awful. - This is nice.\n- Yeah. - I could see my... I mean, my friend flying\nup in the sky in this. - Whoever wins this jet has\nto give it to someone else. 'Cause obviously these guys are YouTubers. They don't need a private jet. - It could be you if you\nsubscribe to my channel. - If he wins. - I'm on.\n- Yeah. - So what do you",
        "11": "think of the jet, boys? Solid. - There's eight seats and eight\nof you, but for us to fly, I need to sit here, so I kind\nof need someone to get out. - Oh.\n- Oh! - Just let me know whatever\none of you wants to get out. - All right, Jimmy! - I left them alone in the jet for hours, and no one got out, so I made\nthem do laps around the plane. - You start going... - Oh, what? I'm gonna\ngo like under the plane. - I'm coming over here. - Someone has to get\nout. In case you forgot,",
        "12": "this jet is literally two\nand a half million dollars. These boys got a lot on the line. - My hand goes off this, I'm done. - Don't worry, man.\nYou're just winging it. - Never speak to me again, please. - I'm not getting back on that\nplane until someone's lost. - You need to entice\nthese guys to leave, man. - Why? I don't need to. When you're sleepy, it's game over. - It's Will. I'm telling you. Will is the one to go for. He's cracking. - 20K. I'll go. - I heard some deals are happening. What's going on? They've",
        "13": "offered me 20 K from the winner, if I take my hand off now. - The winner wins a jet. Not money. - Are you fine with us making that deal? - Yeah, if you guys pay him 20 grand. - Yeah.\n- Oh! - All right, thank you for... Oh my god. That hand's sweaty. Now that Will is out, that means we can fly the jet around. Everyone, get in the jet. This is nice. - The inside, the only thing in play is the exterior. The chairs and stuff\nlike that do not count. - I'm gonna be honest.",
        "14": "I think I'm out. - What'd you do? - The chair. - Oh, that's honest of you though. - Ready?\nNo, it's got a good angle. - Definitely not on the wood. - At least he was honest,\nhe ratted on himself. - Thank you, Jimmy. - No problem. A bit sweaty. - I know, it hasn't come off the jet. - Let's see this bad boy in the air. Good evening, gentlemen. Be on our way fairly shortly. - On our way where, can I ask? - Yeah, just, just lay back. - I'll chill out. I'll chill. - I really",
        "15": "hope you guys didn't, you know, when you had your hands\non the outside the plane, mess anything up. - What you mean?\n- Oh, come on. - I don't know. I'm just saying. - If this plane crashes, do I get to keep all of their channels? - Always says the wildest stuff before we- - That did not sound good. - This is it. - There she goes. - In case you're\nwondering, this jet works. - Harry's face kills me.\n- It feels wrong. It feels like a tin can. Anything could hit us out the sky. - Boys. What way",
        "16": "are we going? - There's a lot of lights that way. So that could be London. So we could be going... I've got nothing. - It's just so funny seeing the wing you guys were just slapping... - Speed was-\n- Oh! Oh! - We've just got on the flight\nand his hand's come off. And the best part is, he has to fly to the next destination and back with us out after he's out. After over an hour in the air, I still didn't tell them\nwhere we were going. We may or may not be landing soon. Where do you",
        "17": "think we are? - I have no idea.\n- Dublin. - Liverpool.\n- Milan. - Look for the Eiffel Tower.\n- Ireland. - Scotland.\n- I reckon it's Southend Airport. I\nreckon we just did a lap. - Where are we?\n- Where you think about Beast? - Oh, whoa.\n- Whoa. - That's the hangar. We just did a lap. - That's right. I just told the pilot\nto fly around in circles for a couple hours. Oh, thank god. - Congratulations, you got pranked. We went in a circle. Boys, come on out. This is\nwhere the real fun begins. Everyone's tired. They're freezing. The challenge is",
        "18": "gonna get interesting. - In the hangar we go. Again. - It's time to feed the contestants. I bought things like steak and spaghetti that are really hard to eat with one hand. - Oh, is that spaghetti? - A wooden fork? For a steak. - After dinner, I have a special surprise for all of you. See you in a bit.\n- Special surprise? Imagine he says someone's out. \"I hope you enjoyed that meal.\" We're down to the final five.\nIt's time we get serious. I need you guys to pair\nup into groups of two. I'm saying no more. -",
        "19": "Oh, there's only five of us. - Brother. Yes?\n- Me and you both. Me and you. Come on, we've got this. - I'm alone. I've been ditched. - Karl, you know what to do. - Left hands Put 'em together. - Oh, what is this? - I feel like I might have\ngotten away with something, but I don't know what's coming. Is something happening bad to me? - Come here, George. - I don't know if this is even fair. They can move their arm.\nI can't move my arm. Oh George. No George. - I'll just sit here. - If",
        "20": "Lazar wins, a nine\nyear old kid gets the jet. If Niko wins, his editor gets the jet. - When I was five, I was really ill. I had leukemia, so I'm gonna find someone, and try and give them the\nstart that I didn't have after that.\n- Wow. - Yeah, I was trying to change- - So you'll find someone\nwho recovers from leukemia, give them a jet?\n- Yeah. I'm gonna try my best. - I would find someone who's\nwilling to sell the jet, and then donate all that\nmoney to a children's charity. - Really?\n- No. - We are bonded forever after",
        "21": "this. Is this all right? - Me and Mr. Lazar have\nfound the best position. - I met you 24 hours ago. Now look at us. - Lean your head on my\nchest, turn to the side, yeah, yeah, yeah. - Aw, man.\n- There you go. - How's it going on down there? - Our little . - This is literally the biggest\nprize I've ever given away, and they're starting to get\na little too comfortable. I banned the wings to make it harder, but it doesn't seem like that's working. They have 60 seconds to stand up. - I think I know",
        "22": "what's\ncoming and it's not good. - Okay, everyone is standing again. - Yes. Let's go with the routine. - Since nobody was getting out, I'm gonna bring out the red tape. I decided to give them\neven less room on the jet. If you touch the red line, or go below it, you are out, starting now. We're in this together. Let's see how badly they want this jet. - You allowed to do that? - What?\n- Hold your hand. - Why not? - No wonder you haven't moved. You've been holding it in place. - We've been doing this\nfor like",
        "23": "an hour now, and everyone is still\nkind of going strong. I guess Harry's looking a bit wobbly. - It's 5:00 AM I think I'm\nmore tired than they are. - We have a proposition. I'm gonna coin flip this\nyoung gentleman over here. Whoever loses takes\ntheir hand off the jet. - Heads, you stay on, tails you stay on, a $2.5 million jet on the line. - Oh my God.\n- Oh hell, watch out. Oh! - Get off the jet.\n- It's on heads. - Get off the jet! - Is he a man of his word? - Oh! - How does it",
        "24": "feel to be free? - It's very not... But I miss him, man. I miss my boy. - I believe in you.\nHarry. Hold that hand up. See you later.\n- Little bit. - See ya, boys. I'm going to bed. - I wish I could. To celebrate Callux getting out, I say we make it harder. Everyone pick a finger. - This beauty here. - As of now, that is, is all that matters. - I'm gonna go with the pointer. - Okay. Pointer as well. Everyone's pointer finger. From now on, that is the\nonly finger that matters, till you guys",
        "25": "start dropping. - I'm not good. - It's so difficult now. - This is painful. I'm only 10 seconds in. - I have the benefit of\nthis other hand there. - We need to get our tape\noff to be fair with Harry. - Give it like 30 minutes and\nI'll cut all the tape off. - Can I coin flip it? Take my tape off if I get heads? - If you'll leave. Sure. - Let's flip the coin. Heads, take it off. I'm doing this for you, Niko. - Tails. That means he's out. - I didn't have a chance\nunless we",
        "26": "took this tape off. Oh, I'm sorry Niko. You've\ngotta take it home, buddy. It's for Niko. - It's for Niko.\n- Oh my God. - Take it home, buddy. - I'll let you pick. Do we make George wait the 30 minutes, or do I cut him out now? - I wanna see a fair ending. Take it off. Take it off. - Okay, I appreciate that. - I wanna see a of willpower. - Good luck. Keep your finger on the jet. - This is what I needed for me to win. - It's gonna be so\ndisrespectful when you lose.",
        "27": "- If you win. Who is getting this jet? - I think it's just\ngonna have to be my mom. I've got no one else. - I really want to give\nit to my editor, George. - We should call your editor. George. What's up man? - Oh my gosh. - Now, Niko is saying that if he wins, he's giving this jet to you. Do you have any words of\nencouragement for Niko? - Encouragement is you've gone this far. You can go the extra mile. - Thank you, George. Thank you. - I'm gonna split it between\nmy brother and my sister.",
        "28": "- Oh really? - I grew up with them, man, so I wanna try and give\nthem something special. The sun's coming through out there. I'm seeing daylight. That's the only way we can\nactually tell the time. This is very tough. - My arm is dying. - You ready to make this a little harder? I need you to face that direction. Oh look, I've done it. - Yeah yeah. There you go. - I'm like losing... - Oh, I should just gone like that. - Yeah. There we go. Niko is struggling here. - Just get out already.\n- I can't.",
        "29": "- Come on. - Now's not the time, Nolan. - I left them alone for a while and then we caught something\non one of our cameras. - One of you-\n- Oh no, oh no... - has gotten out. Who do you think it is? - It's me! - Someone go review his footage. It was not, I got something\nI need to show you. Is that your hand? - Maybe? - Is that your hand?\n- That is my hand. - It was literally off, for\nno joke, one singular frame. - I gotta take my hand off? - Well, I mean you",
        "30": "can leave it on, but you're not winning the jet, man. Aw, guys. - There was clear airspace. Wow. Well played, guys. - It is now down to George and Harry. - I want you to check though. - I'm going to check Harry. - Can't believe I was\nthis close to win it. Who do I think's gonna win? I feel like- - Who do you think's gonna win? What do you mean? How about here's who did win. Don't tell 'em who it is. Gentlemen. The challenge\nis officially over. - No, I know when it happened, a minute before",
        "31": "you came\nout, it skipped over, no! - Harry.\n- No! - I'm sorry man. But you can go ahead and\ntake your finger off. If you look right here. See that finger?\n- Mhm. - It's not Harry's. It's actually George's. - No.\n- Wait. You're trolling. You actually trolled me. - Yeah. Harry? You just won! - Yes! Come on! Oh yeah! - George, you were this close. - What? - But close doesn't matter. Harry just won this jet! - Yes!\n- Oh, you're all so sweaty. Congratulations. Who are\nyou giving the jet to? My brother and my sister. Let's go to them",
        "32": "right now. - Three, two, one. - No no no no...\n- I swear to God. Subscribe to MrBeast. He's a legend. Buy all his chocolate and stuff. - Everything.\n- And in case you're wondering we're gonna offset all the carbon emitted during the filming of\nthis video by tenfold. And we're also gonna offset\nany future carbon emitted by the winner of this jet."
    },
    "summary": "MrBeast organized a challenge where participants competed to win a private jet worth 2.5 million dollars by keeping their hand on it the longest. Contestants included YouTubers who faced various challenges to stay on. The winner, Harry, decided to gift the jet to his brother and sister. Carbon emissions from the challenge were offset.",
    "scene_captions": {
        "8": "The image shows two individuals standing in front of an aircraft. On the left, a person is partially visible, smiling, and wearing a black hoodie with some text on the front that is not fully legible. On the right, there's a person in a blue jacket with a logo, likely affiliated with some sort of team or organization, and white pants, who appears to be in a playful or casual pose with one arm raised overhead. The environment suggests that they may be at an airport or an aircraft hangar. The setting seems informal and both individuals look like they are in a relaxed and jovial moment.",
        "4": "The image shows a person stepping out of a small aircraft's doorway. The individual is wearing a dark cap, a black shirt, and shorts. The aircraft is white with blue stripes and appears to be housed in a hangar or an indoor facility, given the artificial lighting and the structure in the background.",
        "5": "The image shows two individuals inside what appears to be the cabin of an aircraft, likely a private jet given the size and layout of the door in the background. The person in the foreground is making a face that could be interpreted as a grimace or a silly expression, indicating they might be joking or reacting to something. The individual behind appears to be moving, possibly entering or adjusting their position inside the aircraft, and is slightly blurred due to motion. The setting suggests that they are either about to embark on a trip or have just arrived at their destination.",
        "7": "The image shows a group of young men in an indoor setting, possibly a garage or a transportation hub, given the appearance of a part of a vehicle to the left. One man is in the foreground, appearing to be restrained with a black cloth or piece of clothing wrapped around his arms and upper body; he is smiling, suggesting this is a playful or staged scenario. Another man behind him is holding onto the cloth, looking directly at the camera with a serious expression. There is another person partially visible behind them, who seems to be part of the group.\n\nThe text \"TAPE OFF TO BE FAIR\" is visible in white overlay text, indicating that this could be a moment from a video during which the participants are engaging in a challenge or activity that requires fairness, possibly by removing tape or a binding to even the playing field among the participants. The context of the image suggests a lighthearted or humorous situation.",
        "6": "The image shows three people sitting under what appears to be the wing of a large aircraft. The person on the left is sitting on an object that seems to be a toolbox, while the two people on the right are sitting directly on the hangar floor with their legs extended. They all appear relaxed and are possibly engaged in a casual conversation or a break during work. In the background, there is a red vehicle that looks like it could be a classic or sporty car. The environment suggests they are inside an aircraft hangar or a similar large indoor space suitable for housing planes and related equipment.",
        "2": "The image shows a group of people standing in front of a private jet. They appear to be interacting with each other in a celebratory way, with some raising their arms or making gestures that suggest excitement or joy. The jet in the background is a small, multi-engine aircraft, often used for private or executive travel. The group seems to be on an airstrip or at a small airport, given the open space and absence of large buildings or typical commercial airport infrastructure. The overall impression is of a group possibly celebrating travel, success, or a special occasion involving the private aircraft.",
        "3": "The image shows the interior of a small aircraft with several individuals seated facing each other. There is a person standing in the aisle, apparently addressing the others in the cabin. The overhead compartments, windows, and lighting of the aircraft interior are visible. At the bottom of the image, there are white caption letters that read \"AND EIGHT OF YOU,\" suggesting that the image may be a still from a video where someone is speaking or giving instructions. The people in the image seem to be engaged in a group activity or discussion.",
        "1": "In the image, you see four individuals leaning on what appears to be the hood of a large vehicle, possibly a van or a truck, given its size in relation to the people. They are outside with a cloudy sky in the background, and there is a text overlay on the image that says \"CHUNKZ, BUDDY.\" The individuals seem to be engaged in a casual interaction or conversation. Some other people can be seen standing in the background.",
        "0": "The image is quite blurry and appears to be distorted with a motion blur effect. In the center, there seems to be the front part of an aircraft, likely a private jet, on a runway or tarmac. The surroundings are indistinct due to the blur, but we can sense an open sky and possibly some structures or landscape features. Due to the distortion, it is challenging to provide more specific details about the image."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/kX3nB4PpJko/hqdefault.jpg",
    "title": "Last To Take Hand Off Jet, Keeps It!",
    "views": 160346258,
    "likes": 4178703,
    "duration": "15:37",
    "description": "Close this and watch to the end to see who wins!\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nAt the end I said we would offset all carbon emissions but what we actually did was offset it by 10x!!\n\nSUBSCRIBE OR I TAKE YOUR DOG\n\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}