{
    "url": "https://www.youtube.com/watch?v=YLt73w6criQ",
    "transcript_chunks": {
        "0": "- Behind me is an assassin. And if he stabs me with this rubber knife by the end of the day, he wins a hundred grand. Here's your rubber knife. Good luck.\n- Get me outta this rope. (siren wailing) (person grunts)\n(lever clicks) - What you do? (person grunts) - [Chandler] I can't get out. - [Mr. Beast] Later boys. I left you a car in the woods. (suspenseful music) - What? Are you out? - This video is gonna be the craziest video you've ever seen. We have a real tank, an entire carnival, I'm blowing up a bank, and",
        "1": "so much more all to\nescape this real assassin. You wanna watch this video. - Oh my God, he's just driving away. - [Assassin] We gotta hurry guys. - I'm gonna stab that guy. - There's a car somewhere in the woods we have to find. - [Assassin] Guys, there's the car. - [Karl] Are you sure this one's for you? - Pretty sure.\n(people laughs) - [Chandler] Go, go, go. - And now we're arriving\nat the train station. There are dozens of train cars\nin this massive warehouse. It's going to take him forever to find me. Inside this Cars backpack\nis not",
        "2": "only a hundred grand but also a tracker giving\nhim my real time location. - Okay, I found Jimmy. He seems to be stopped at like\na warehouse just up ahead. - What's it look like\naround the warehouse? - It seems like where all the trains go. - Yeah.\n(Karl chuckles) - How did Jimmy find an\nassassin for this anyway? - I found Jimmy, he didn't find me. (suspenseful music) - Giving the assassin a car made him think this would be easy, but it's time for a reality check. (screen whooshes)\nChris, are you in the tank? - Yeah, where did we get",
        "3": "a tank from? - Don't worry about that. When the assassin and the\nboys are in the warehouse destroy their car. - Roger that. Over and out. - So, I've seen the other\nguys that chased Jimmy. He's gonna be ready there for us. So, you can point and\nlaugh and call us nerds. Well, that ain't gonna happen this time. All right guys, we're pulling in. And we're gonna get right\nup next to the building. And then we're gonna slip in\nthat open door over there. - He's so intent. There's a camera. There's\na camera right there. Right there. (intense music) (suspenseful music)",
        "4": "- Let's see if he's back that way. - [Chandler] Let's go. - Chris, they're inside the\nwarehouse, you know what to do. - Roger that. Bravo six going dark.. Destroy the car. (Chris screaming) (tank whirring)\n(graphics thump) (laughs) Oh, my God. - Chris, how's the flattening going? (Chris screaming) - [Assassin] What is going on? - [Chandler] How did I not see this? - [Assassin] Is this a door? - [Jimmy] We gotta go, we gotta go. Come on.\n- Hey, something's definitely in there. (suspenseful music) (glass shattering) - Right here is our getaway car. (glass shattering) Go, go, go.",
        "5": "- [Assassin] Go, go, go, go. (object clattering) (van crashing) - [Jimmy] Holy crap. Get us outta here. - [Assassin] Go, go, go. - Whoo! Was that epic? That was insane. It's gone. We gotta get to the car. Let's go. All right. Oh, no. Are you kidding me? - What?\n- They ran over our car with a tank. - I ran over your car with a tank. - Jimmy.\n- What up? - Our car is literally\na pancake right now. - Yeah, you can Uber to the next location or you can buy a new car. Up to you.\n(screen whooshes)",
        "6": "- [Assassin] Is that our Uber? Hello. We're right behind him, step on it. All right guys, he's on\nthe highway traveling east. - Oh, he's just running down that highway. He's going. Where are we? - We are far.\n- Oh. - Now we're at the hotel\nwhere we rented every room. So, these are our room keys. (laughs) I'll even there for the\nassassin, I don't need 'em. And while we're waiting for\nthe assassin on the 20th floor, we have over a hundred cameras monitoring every inch of the hotel. - I've seen his tracker stop here. This place is huge. Probably",
        "7": "a million rooms in it. He's not gonna get away from us again. Alright, fellas. Tracker's telling me he's inside. - Oh, what is this?\n- This doesn't look right. - We got room keys. (audio thudding)\n10th floor. - Is there a doofus on the line? - You're not very stealthy. Since you just walkied? me, that means you're within\nwalkie-talkie range. Which means you're now in the hotel which I didn't know you were in. - That's my bad.\n- Oh. - [Jimmy] I'm hiding in one of\nover 200 rooms in this hotel. I also put a little\nsomething in every room. Good",
        "8": "luck.\n(assassin gulps) - I knew it. (cap thuds) - I just want to get up there quick and just get on him as fast as possible. - [Karl] Let's do this. Here we go. Do you hear this? (person screaming) (lock clicking) What is not in here? - [Assassin] Nope, this it ain't guys. (relaxing music) (door clicks) (elegant trumpet music) He's not in here, let's go. - [Jimmy] Oh, they are on\nthe 10th floor, oh my gosh. Mr. Assassin, look up at that camera. - How about this one, Jimmy? (shoe smacks) - We still have a hundred other",
        "9": "cameras. (footsteps thumping) - Jimmy. (footsteps thumping) Coming in, Jimmy. - [Karl] What's up guys? (footsteps thumping) No way. (footsteps thumping)\n(object thudding) - [Assassin] Jimmy. - [Karl] 18. - What floor are they on? - 18.\n- 18. - 18? Oh, wait a minute. I might need to (hands rustling)\nget ready. Mr. Assassin, here's the deal. You're running out of time and we both know you're never\ngonna find me without a hint. I'll give you the exact\nlocation to me in this hotel, if you tie up Chandler\nand Karl in room 1802. - [Assassin] Yeah, I'll tie these guys up. - Don't",
        "10": "talk to me until you do that. (walkie-talkie explodes)\nI hope that didn't break, 'cause I need to talk to him. - [Assassin] Oh, my legs. - [Karl] Oh, man. - [Jimmy] Hey, Karl. - Yes, Jimmy. - I want you to know it's not personal. - It feels pretty personal. - Alright, let's go. - I'm so tired, I'm not gonna fight it. - I know we didn't help you much. (Chandler coughs)\nAnd we let Jimmy get away. - I hope you get him. Stab him good. - Little do they know I'm literally two floors\nabove them right now. -",
        "11": "Yeah, it's nothing personal guys. All right, Jimmy. These guys ain't going nowhere. - Mr. Assassin, here's your hint. I'm on the 20th floor. - Go.\n- Do it for your daughter. - And now that he knows where I'm at I'm gonna try to do an ad\nread without getting stabbed. TurboTax is the number one way to get the biggest tax refund possible. On average last year, people get over $3,000\non their tax refunds. That's a lot of money. Can you gimme like one minute\nto finish this ad read? (footsteps thumping)\n(crickets chirping) He didn't respond. I should probably start moving.",
        "12": "TurboTax will do your\ntaxes, wherever you are. Even if you're running from an assassin. (door thuds) Last year, TurboTax helped\npeople get over $113 billion in tax refund. (alarm blaring) Oh, God, that means he's up here. All right.\n(footsteps thumping) Come on.\n(button clicking) (elevator chimes)\nHere with TurboTax you can be confident your taxes are done right. (alarm blaring) And you're probably wondering if there was an elevator, why didn't he take it\nall the way to the top? (elevator chimes)\nWell, 'cause I hid it with a secret wall. (wall thuds) (grunts) That hurts. A little too good of a secret wall. (bag",
        "13": "thudding) (alarm blaring)\n(suspenseful music) Whoo! Don't wait until\nApril 18th to do your taxes. Click the link description and get your tax refund\nright now with TurboTax. Doing ad read while\nrunning from an assassin is very stressful. Mr. Assassin. - Jimmy. - Listen to this real quick. (door clanks) That's my door to my\ngetaway vehicle later, nerd. (walkie-talkie thuds) - He just ninja flipped outta here again. (screen whooshes) - This time we're making\nour exit in a Lamborghini. Tareq, what up. - Wait, what are you doing?\n- An assassin's currently running down 20 flights\nof stairs to stab me. - Oh, well we",
        "14": "gotta go. - You're the driver. - All right, hold on, I need to learn how to drive this thing. - I don't even know how we\ngot down there so quick. Part of me wishes I still\nhave the boys right now. - Is this your first time\ndriving a Lamborghini? - Yes.\n- Oh, my God, whoa. - We gotta get back on our ride. - We're going to the helicopter. It's gonna fly us to a bank and then we're gonna blow up the bank. (graphic thumps)\n(bag thuds) - Whoo. (helicopter whirring)\n(person speaking indistinctly) See you at the next location -",
        "15": "Hey, stop, stop, stop. (helicopter whirring) Just missed him. Let's go. Let's go. Hundred grand. His tracker's moving so fast. Can't believe he's in\na helicopter right now. - The helicopter put me way ahead and now the assassin has\nless than three hours to win a hundred grand. - That's the bank?\n- For now it is. Oh, God. Let's see if he can stab me while I'm hiding in this double\nreinforced steel bank vault. (walkie-talkie thuds) - Tracker stopped, luckily\nhe didn't get too far. Now I have an opportunity\nto stab him before midnight and get my money.\n- How's it going? -",
        "16": "Well, we're here. - I'm in the bank vault but I don't think you have\nenough time to break in. Good luck - Bank vault. Let's do it. Bank's open late. (suspenseful music) (door slams) - He just kicked out a door. (doors slamming) I think he's literally lost his mind. (doors slamming)\n(suspenseful music) (timer beeping) Oh, my God. (hands thudding) - You in there, Jimmy? (vault lock clanking) (door thuds) (Nolan laughs) - (laughs) He fell for it. He fell for it. - It worked. - It worked. Mr. Assassin, there's two bank vaults and you picked the wrong one.",
        "17": "- Yeah, I saw one vault. Figured that'd be the one. - [Jimmy] Above the bank vault you're in is another bank vault. But you didn't pick that one. You picked the easy one and\nnow you're trapped with Nolan. Is that a sledgehammer? (sledgehammer thudding)\n(audio whistling) This thing's double steel reinforced, it doesn't matter. (sledgehammer thudding) - I really did fall for it, pretty bad at this one, didn't I? - [Nolan] Yeah. - Chris, see that hook right there? I need to attach it there. I'm gonna attach this one here. And we'll get you outta\nhere in just a",
        "18": "second. Get comfortable, we might\nmove a little bit, okay? - You say get comfortable. - Hold on to something. (wall cracking)\n(Chris grunts) - There's some activity going on right outside of the door here. - Well, one, I might\nactually win the challenge. The only thing standing between that safe and the road is this brick wall. - Are you telling me to rob a bank? - Yeah, actually I am. - [Chris] And (indistinct). - Why is this thing moving. - [Jimmy] Oh, my God. Oh, my God.\n- Oh, my God. (upbeat rock music) (Nolan grunting) - What is happening?",
        "19": "- You didn't tell me about this part. - I can't believe that worked. If you're gonna rob a bank, why don't you just do it like this? Nolan, has the assassin\nattacked at you yet? - Well, I'm talking to you, Jimmy, so no. - Darn. Now we're gonna drive you\n10 miles down the road. - I can't take this. - Yeah, we're not going on the highway, are we? - You have one hour left to win this hundred thousand dollars. I'll make your transportation quick. All right, get 'em outta here. (vault crashing) - Did we get lifted",
        "20": "up\ninto the air at some point? (triumphant music) - [Jimmy] Oh, and as promised. (bank explodes) (upbeat music) Literally, everything has\ngone according to my plan. I crushed his car,\nbamboozled him at the hotel, escaped in a Lamborghini and a helicopter, and now he's trapped in a safe with Nolan. There is less than 40 minutes\nleft in the challenge. So we're heading to one last location, because keeping him in a bank vault kind of feels like we're cheating. For our last location, we built a carnival, but all\nof this is a very expensive and elaborate distraction while I'm gonna try",
        "21": "to\nfake a serious injury and see if he still stabs me. I'm gonna give him one last chance. This time, face to face. The truck is now here with the safe. I'm gonna go over there\nand break my ankle. All right. (ladder thuds)\n(siren blaring) I've never broken a film before. We ended the production and\nhad the camera crew leave. The only cameras that kept rolling were hidden spy cameras from far away. There's 20 minutes left in the challenge. Let's see if he still stabs\nme even though I'm hurt. I think you should let him out, Tareq. Guy, get ready.",
        "22": "Get ready. (door creaking) - Guys, Jimmy got hurt. - [Assassin] Really? - [Tareq] Literally, get out. Jimmy got hurt. - [Jimmy] No, it just hurts. (person speaking indistinctly) - [Assassin] What happened? - My foot. - He fell off the ladder.\n- Right, so where (indistinct) - Finished wrapping up-\n- Got all this for a broken ankle, huh? - Yeah. (suspenseful music)\n(knife clinks) - Yeah, I don't know about that. (suspenseful music)\n(heart beating) - So, was it that obvious? - Whoo! Let's go!\n(triumphant music) You don't splint a broken ankle. - That is true. I should have broke my leg.",
        "23": "I was hoping I'd get away with\nit for at least a little bit. Here's your a hundred thousand dollars. - This means a lot to me and my family. Thank you.\n- Well, now I'm glad you stabbed me. That was a weird sentence. Thank you guys for watching. - Subscribe or I'm gonna hunt you down. ♪ Mr. Beast goes ♪ (bank explodes) - Jimmy is it over? - Jimmy\n(hotel explodes)"
    },
    "summary": "An intense challenge where an assassin had to stab Mr. Beast with a rubber knife by the end of the day to win $100,000. Mr. Beast successfully orchestrated elaborate distractions, including escaping in a tank, Lamborghini, and a bank vault to avoid being caught. The challenge culminated in a fake injury where the assassin ultimately stabbed Mr. Beast, winning the prize.",
    "scene_captions": {
        "8": "In the image, there is a person in the foreground wearing a dark-colored hoodie, looking directly at the camera with a playful or cheeky expression. Behind them is a brightly lit Ferris wheel at night, suggesting that the photo is taken at an amusement park or fair. The person appears to be posing or acting, and the lighting highlights their face while the background is more dimly lit, drawing focus to them.",
        "4": "The image shows a night-time indoor scene with a focus on a window of a building. There are large red arrows with text labels pointing to two different figures. The figure on the left of the window is labeled with \"ASSASSIN\" while the figure on the right, who appears to be inside the building, is labeled with \"JIMMY.\" The one labeled \"ASSASSIN\" seems to be in a climbing or crouching pose on the exterior side of the building, while \"JIMMY\" looks to be standing and possibly unaware of the other person's presence. The scene can be associated with a playful or fictional scenario, such as a game or a skit, especially given the context provided by the labels, but without more information, it's not possible to provide specifics about the actual context or what is transpiring in the image.",
        "5": "This is a blurry image taken in a commercial kitchen. There is a person in a dark suit, seemingly a man, appearing to be in motion, maybe walking or turning around. The person's face is not clear. In the background, there are stainless steel kitchen appliances, potentially a sink and some shelving or prep tables, and what looks like various kitchen utensils and supplies. The lighting is bright, probably from fluorescent lights, common in commercial kitchens for visibility while preparing food.",
        "7": "The image depicts two individuals standing near a brick building. The person on the left is wearing a dark green jacket, black pants, white sneakers, and a red backpack. The person on the right is wearing a long beige coat, denim jeans, and a pink beanie hat. They appear to be engaged in a conversation. There's a bush to the left and part of a chain barrier in front of the brick wall. It seems to be taken during evening or nighttime due to the artificial lighting and darker sky.",
        "6": "The image shows an interior space that appears to be a lobby or entrance area of a building. There is a person in the foreground, seen from behind, wearing a dark-colored suit. The person is walking towards the interior of the building. The room features modern decor, with a chandelier hanging from the ceiling, columns, a tiled floor, and a reception or information desk in the back. There is a mounted screen or monitor on the back wall, and some framed items on the wall to the right. The lighting is bright, and the overall impression is of a professional or business environment.",
        "2": "The image is overexposed, making it difficult to discern all the details clearly. Nevertheless, it features a person in what appears to be a suit, standing amidst a number of blue objects that look like barrels or similar containers. The person seems to be in an outdoor setting given the hint of trees and sky in the background. Additionally, there is text overlaid on the image that says \"HE'S GONE!\" and a digital on-screen graphic in the top left corner that appears to indicate elapsed time, with sections labeled \"HOURS,\" \"MINUTES,\" and \"SECONDS,\" although their values are not visible.",
        "3": "The image shows two men inside a room or hallway. The man on the left is wearing a dark coat over a lighter shirt and is looking to his right at the other man. The man on the right has longish hair, is wearing a greyish long-sleeve shirt, and appears to be in mid-conversation or making a point. He is holding a green binder or folder. From the positioning, it seems the man with the binder may be stepping out of or standing by a door, possibly exiting or entering a room. The environment suggests an indoor setting with walls painted in neutral colors. The context of their interaction isn't clear, but they appear to be engaged in a discussion.",
        "1": "In this image, there is a person standing in what appears to be the hatch of a tank or a large military vehicle. They are holding a phone to their ear with their left hand and seem to be engaged in a conversation. The individual is wearing a beige coat over what seems like a formal outfit and has long hair pulled back. The background shows a set of train tracks with railroad cars parked on them, suggesting that this might be taking place in a train yard or near some sort of rail infrastructure. The setting indicates an outdoor environment given the sunlight and shadows visible.",
        "0": "The image appears to show a motion-blurred scene of people, likely taken on a high-speed amusement park ride, which creates the impression that they are moving very fast. The blur suggests speed and motion, and the people in the picture seem to be experiencing various levels of excitement or thrill associated with the ride. The background is indistinct due to the motion blur, making it difficult to discern specific details."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/YLt73w6criQ/hqdefault.jpg",
    "title": "I Paid A Real Assassin To Try To Kill Me",
    "views": 247602996,
    "likes": 5783137,
    "duration": "12:17",
    "description": "File with TurboTax today to get your biggest refund possible 🤑\n http://bit.ly/MrBeastxTurboTax\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}