{
    "url": "https://www.youtube.com/watch?v=Wdjh81uH6FU",
    "transcript_chunks": {
        "0": "I am about to work this $10 million\njob as a professional athlete. And I'm going to show you\nthe difference between this and getting paid $200,000\nto be an astronaut. This is insane. Getting paid $100,000 to dig up\nreal dinosaur bones. Oh, my God. And so many other jobs, starting with the lowest paying job\nI could find. Gold panning, that can make as little\nas $1 a year. But we're going\nto make millions. Statistically, not. Basically, gold panners put dirt\nin this mechanism, and with enough shaking and water, all of the gold\nis filtered out to the bottom. But it's not very easy because",
        "1": "after 5 hours of searching,\nI was definitely not rich. Oh, boys. I found gold. How much is that\nlittle nugget worth? That is $0.02. Exactly my point. You could do this for a whole year\nand only make a dollar. But luckily for us, we're going to be working jobs\nthat pay over $10 million per year. But first, let's see what it looks like to work a job\nthat pays $100,000 per year. Digging up dinosaur bones\nfor a museum. And yes, these are fake\nbecause they're all dead. So this is just one of our pits. - Are these actually dinosaur bones?\n- They are.",
        "2": "I've been here\n17 years. This is easily the largest bone that I've ever\nworked on in my career. This is your thigh bone right here,\nand it's over four feet tall. For comparison, here's\nthat dinosaur next to six Karls stacked on top of each other. Keep in mind, I'm six five. These\nare mini jackhammers, essentially. You're doing it.\nHe has no idea what he's doing. No idea. Now, this may come as a surprise,\nbut we are God awful at this. Be careful. It took us 5 hours\nto make any progress whatsoever. But even with us holding him\nback with the help of the expert,",
        "3": "we were getting somewhere. This is easily the largest bone that\nI've ever worked on in my career. - And you let me and Karl touch that?\n- Absolutely. What if we mess it up? Josh, how much does this weigh? Probably going to be 2-250. - Pounds?\n- Yep. This is 1/10\nthe weight of Nolan's mom. God that’s wild! Now, because this bone is\nso ancient, we have to cover it in a cast\nbefore we pick it up. Or else it could\nliterally break in half. Let's hope it doesn't fall apart\nwhen we lift it. One, two, three. Yes, highway baby. Good job. This",
        "4": "is the first time any humans\nhave ever carried this bone. Just Youtubers carrying a dinosaur bone. Front of the table. One, two, lift. Watch your hand, Karl. And believe it or not,\nthis dinosaur bone did find its way into a museum. But because museums are boring. Let's head over to the $200,000 job,\nastronaut training with NASA and my first mission. Learn\nto drive the official lunar rover. This is what will one day\nbe on the moon? Yeah. This is how we're going to get\naround the surface of the moon. Why are they letting me drive this? Open the doors. How do",
        "5": "I work this thing? - Push forward on a stick.\n- Right now? Yeah, go for it.\nPush forward. Jimmy, don't kill us. I'm scared. You good. Oh, this is amazing. - Go ahead and twist.\n- To the right? To the right or left, I don't care. Oh, my God. They're cars. Is this street legal? Street legal around here. Oh, this is amazing. Why are we driving sideways? I haven't figured out\nhow to straight it yet. And even though I'm driving\nlike I'm actually drunk, I still managed to get us to NASA's\nlunar training yard, where the real\ntest is going to be.",
        "6": "Oh, we're offroading. Oh, God. Oh, it's getting bumpy. You're going to let me drive it\ndown this hill? Is there seat belts in this thing? There's a seat belt\nwe don't use right there. They've got seat belts they don't use,\nthat's helpful Oh, that's way too steep. No way. Are we really going down? Can I get that seat belt now? Oh, my God. Wait, we're going down the hill sideways. Stop it, stop the car. Lift your hand\nso they can see I'm driving. He's actually… I'll get up and let Nick- No, sit there. - Do I go sideways in",
        "7": "the crater?\n- Sure. Hold me, Karl. Hold me. Lannan, I'm just going to say it,\nyou wouldn't survive on the moon. I reckon I could do it. Next in training, NASA showed me around\ntheir enormous space facility. Holy crap. This is the second\nlargest pool on Earth, which, I'll be honest,\njust felt like they were flexing on, especially when they showed me\nthe space suit. As far as anybody is concerned, once you try on a spacesuit,\nyou're an astronaut. But of course, there was a catch. When you go on a spacewalk,\ndo you have to wear a diaper? You're in the suit for",
        "8": "12 hours. There you go. Like an actual real adult diaper, Okay. So be careful. This is a space artifact. It's flown on the space shuttle\nseveral times. - So real astronauts have worn this.\n- Yes. Keep in mind\nthat astronaut peed in this. Have you peed in this suit? I have not in the suit. Okay. When's the next mission? What are you doing a year from now? - I can make time.\n- Okay. And the final step of my training\nwas the craziest thing I've ever done. They were going to\nlet me touch the moon. No, no. Lean back into it\nbecause",
        "9": "it weighs 9,000 pounds. This weighs 9,000 pounds. Nice This is the largest collection\nof moon rocks on display anywhere in the world. I can't believe they letting us do this. You realize, we're just a YouTube channel? Yeah. Oh, my God. These are just straight up on the moon. What are the odds you'll\nlet me touch the Genesis Rock? Zero. Yesterday,\nwe dug up a dinosaur fossils. I'm an expert in this kind of stuff.\nCan I touch it? - No.\n- I tried. This material here\nis actually lunar soil. No way bro. So you're actually touching the moon\nright now. Oh, that's wild.",
        "10": "So that tube has dirt from the moon and has not been open since it came back. And since you haven't checked,\nin theory, there could be an alien. Yes. Well, it would be the first\nfrom the moon. - Wait, you guys heard that?\n- From the moon? He said from the moon! And after we\nfound out aliens are totally real, we head into the stratosphere\nfor our next job where Karl and Nolan\nare going to fly a plane. - I've never flown a plane before.\n- We have no idea what we're doing. Welcome to the first day of flight\ntraining. I'm not joking,",
        "11": "for the boys\nto somehow fly a real plane. All they have to do is land\none time in this flight simulator All right, here we have our throttle.\nPulling it back makes it go slower. Just like that. Oh. Oh, my God. And after Nolan crashed. Oh, God. And crash. And crash. You crashed the plane?! He eventually did land successfully,\nwhich, for whatever reason, gave him the keys\nto fly this real plane. Yo, I'm freaking out. Hey, if you can't do this, Nolan, please for love of God, let them know now. Oh, my God. I'm\ngoing to fly a plane. Oh, my",
        "12": "God. All right, you ready to go? As ready as I'll ever be. - Full throttle.\n- Approaching 60. Kind of wobbly, but now,\njust pull back a little bit. We're taking off. - There you go.\n- Oh my God. Your life is in my hands. He's literally controlling\nthis entire thing. Yes, he is, all by himself. Turbulence has never caused a crash, right? Oh, well. Watch this, I'm going to turn right. No. Turn right.\nOh my God, we're sideways. I can't believe that\nI'm controlling this thing. Look, no hands. Stop. Oh, sweet Jesus. You moron.\nI'm going to murder you. All right,",
        "13": "we're going\nto go over there in a minute, we're going\nto go back and land. Oh, my God.\nI forgot. That's the one thing,\nit's always a challenge for people. All right, I'm descending. My mental health is descending also. This is the part I crashed it\nevery time in the simulator. Oh, God. We're going to land right there\non top of that runway. Oh, my God. Wait, we're too close, right? Keep it pointed right down the middle. - Oh, my God.\n- Easy. Keep your hand on the throttle. You're going to wait to pull back. Just breathe. Here we go. We touched",
        "14": "ground. - You did it, man.\n- I landed a plane. Oh my God. He said I couldn't do it,\nbut we're still here. You didn't kill me. I was genuinely surprised the job that pays\n$1 million a year is hand modeling. But only if you're\none of the highest paid hand models in the world. She makes five times the average\nsalary of a doctor by letting people take photos of her hand\nand her resume is stacked. She's hand modeled for almost any\nbrand you've ever heard of. Her hands are even insured\nfor $1,000,000 per hand. I can't wait to see this in action.",
        "15": "So to start us off,\nshe examined our hands. I didn't know that today was going to be\nthe day that I'd find new insecurities. Okay, so immediately\nI can see the nails need work. - Of course.\n- I agreed. These\nhands suck. Okay. Look how much hair is here\ncompared to Karl’s. Can I get paid more for that? The skin texture\nmight be better here with these two. Can you change me? I don't know if I can work miracles, but I haven't seen your hands yet, Jimmy. Your hands like glow. - That's crazy.\n- Why are your hands so glossy? I don't know.\nAre",
        "16": "my finger structures good? Yeah, no they're\nvery good actually. But again, we've got cuticle issues,\nskin issues here. But that can all be fixed. Our hands clearly needed work,\nso we had to prepare them to shoot, which was pretty easy\nfor me and Karl. But for Lazar, not so much. Oh, God. Bro, you can make\na rug out of all that hair. This hair has been with me my whole life, but you got to do what you got to do\nif you want to make a million dollars. And now that my hands are no longer\ndisgusting, we're going to model\nfor an actual",
        "17": "magazine. And these photos are literally going\nto be shown on billboards all across America\nto promote these watches. - That's petrifying.\n- Yeah. No pressure. Okay. I mean, the watch looks good. I honestly thought this was going\nto be easy, but we were actually horrible at this. It looks like the watch is on a snake. Bro, this is so hard. Can I see the difference with you\ndoing it? - What?\n- Unreal. The product looks better because\nyour hand doesn't shake as much. But being a hand model isn't\nall about wearing nice watches. Sometimes you have to model\nweird things. Why are you squirming?",
        "18": "Because I see a man\nholding a snake off camera. Breathe, Karl. Breathe. Put your other hand out here\nand kind of support his head. Yeah, of course. One final thing I need to throw in\nthe mix is Immortals of Aveum, the sponsor of this video. Just hold that right there.\nOkay, perfect. Now, he's modeling the watch, a snake and this game. Yo, look at that, that looks crazy. Immortals of Aveum\nis a first person magic shooter where your player is a battle mage\nnamed Jack trying to save the world, Karl. Can he save me? This time, I need you to model",
        "19": "the Xbox\nversion of the game with a scorpion. No way, bro. You want to grab between there and here. Is this actually safe\nfor the animal? Yes. Perfect. Perfect. Get it, get it. Go. Go. Talk,\ntalk and go and talk about the game. You can sling 25 different types\nof magic spells and unlock 80 different talents to customize your character\nto suit your play style. Karl, you think Immortals of Aveum\nis going to love that photo? Immortals of Aveum, I hope you love this. Karl, just hold the scary animals\nand then, we get to go be NFL players. The people who created",
        "20": "Immortals of Aveum\nalso helped make the award-winning campaigns\nof Halo, Call of Duty and Dead Space. We love those campaigns. Oh, it's moving. And the cool thing is they put me in\nthe game as a boss. And if you kill me in the game,\nyou get more gold than any other boss\nthe game gives you. Nah, I got you. I got you.\nJust don't look. Immortals of Aveum is out now with a free trial on Xbox\nas well as PS5. And there's a free demo\navailable on Steam. I feel it under me. It's under my hands. We were doing such a bad job",
        "21": "that we had the hand\nmodel step in to ensure the sponsor would\napprove of the photos. Click the link in the description. If you want to play Immortals of Aveum\nright now. I'm retiring as a hand model, and even though\nour photos weren't great, we still got them on billboards\nacross the country. And now it was finally time for the job that pays\n$10 million per year. That's right. I'm about to literally join the NFL. This is literally my dream. And if you think this is all fake, here I am signing a real contract\nto become a literal player for the Buccaneers\nworth",
        "22": "$10 million. It might say we're not going to pay it, but it at least says that dollar amount. No, no, focus on the dollar amount. And now it's official.\nCongratulations. So for the next 48 hours,\nI'm officially a player. You are officially a player. I promise I won't let you down. I promise he will let you down. By the end of my contract I'm going to be running out with the team on the field\nin front of 60,000 fans. First step is weight training. It might be too light, let's go up. Let's go up. Easy. I don't actually",
        "23": "think\nthey're paying me the 10 million. Easy! Easy! Are you a winner or are you a Falcon? Easy. Yeah! I notice they yell at you a lot\nwhen you're an NFL player. Can you set it to whatever the\nstrongest player in your team does? I'm going to see if I can do one. He can do 12 of these? Holy crap. He's not a normal human. I would hate to be hit by him. - One more!\n- Yeah! - Football!\n- Easy! Come on. Why is the NFL so hard? How is this compared\nto their typical workouts? It's pretty pathetic. Hopefully the",
        "24": "lightheadedness goes\naway. It will. You get used to it. Okay. Up next was my first practice\nat the Tampa Bay Buccaneers training facility.\nSo naturally I met my coach. Hello MrBeast! I'm the coach.\nHow you doing? Good! And my new teammates. Nice to meet you, man. My name's Shaq. My kids love you. I love your videos. the candy bars, the Karl Gummies. Oh really? Yeah! And my new teammates couldn't believe that\nI actually signed with the team, so I showed them\nmy contract to prove it. This is the same one\nyou guys signed? You got more money than me though.\nI ain't getting",
        "25": "much But if you read it says\n\"Unless it's canceled in 48 hours...\" We're still going to cancel. Yeah.\nLook at the five. Y'all look at the parentheses for sure. Hey, you're official.\nWelcome to the team. - Thank you. My new teammates over here.\n- You got to work hard. These guys\nmake us look like children. They're so big.\nLook at the size comparison. I'll be honest, I've never played football before, so\nthey threw me on as kicker, which... I was terrible at. Mr. Beast, we need you out here!\nWe got to get ready for tomorrow. You're right.\nYou're right. You're. I'll QB. And since",
        "26": "I've never played\nquarterback before either. I just threw it up\nas far as I could. That's touchdown. In case you didn't know, the team\nI just joined is the same team\nTom Brady won the Super Bowl with, so I thought it'd be funny\nto surprise him. Oh, we got him, Tom. Oh, I almost got hit. TB, what's up baby? - What's up, TB?\n- What's up, bro? How my boys doing? I have a friend here\nwho might literally die of happiness if you say hi to him. You can't do this to me.\nYou can't do this to me. Lannan, I love you, bro.",
        "27": "I'm dead. After that, our practice\njust devolved into shenanigans. Little man. - Tareq.\n- Too small, yeah. You could go back to filming. All right, guys. See y'all. Some people still have some\nquestions about my two day contract. So afterwards the Bucs\nset up a press conference for me. We obviously have a big game. I'm expecting very serious questions only. Is this just a publicity stunt?\nWhy are you really here? To make the best video possible. Yes, it's a publicity stunt\nI clearly am not an NFL player. Jimmy, how does it feel\nbeing on a new team? It feels great, to be",
        "28": "honest. They've accepted me way more than\nI thought. How much playing time are you expecting? None. And after\nexplaining over and over again that it's just a stunt,\nI went to go get measured. Six foot four and a half. Six, four and a half? Karl, you're six five. - I'm six five. Yeah.\n- Yeah. These measurements are key so that my gear and my uniform\nare all custom fitting. - This actually looks so good.\n- There we go. And now that I'm suited up,\nit's time for the official game day. I still don't know why\nthey're letting me do this. But hey, thanks,",
        "29": "Bucs. Are you surprised\nthey let me join the team? Yes. That's my first football\nI've ever signed. Jimmy's about to come out any second now. They say if you get up by 100,\nI can play a play. Do me a favor and get up super hot. Sounds good. It's his first game and probably\nhis last. Definitely his last. How is this happening? Fire the cannons! That's great... And since this is the only\nNFL game I'll ever be a part of, the team, actually,\nlet me lead them out the tunnel. Let's go, boys. Yeah! - Jimmy!\n- That's our friend. Let's not get",
        "30": "run over by the players. Yeah! Is it the best day of your life? This is the best day of\nmy life, Jimmy. I love you. We're getting passed by the players. Jimmy's an NFL player. - How's it going?\n- Let's go, Bucks. I won't let you guys down,\neven though I probably won't get play time. - I love America.\n- That's a big plane! America. Let's play football. Yeah! Huge shout out to the Buccaneers\nfor making me an official NFL player. It's honestly\na good thing that I didn't play because if they hit me,\nI probably would have died. And I thought",
        "31": "it was all over there\nuntil the Falcons tweeted this. So, in retaliation,\nI'm nuking their stadium."
    },
    "summary": "Jimmy showcases various jobs ranging from gold panning to astronaut training to hand modeling, leading up to signing a $10 million NFL contract for a day with the Buccaneers. Despite trying his hand at various professions, his NFL experience culminates in joining the team for a game.",
    "scene_captions": {
        "8": "The image shows what appears to be a press conference. There are two individuals standing at a podium; the one facing the camera is wearing a red sports jersey while the other, partly obscured, is wearing a darker shirt. The podium features the logo of the Tampa Bay Buccaneers, suggesting that this could be related to the American football team. In the foreground, there's a person with their back to the camera, likely a reporter or journalist, holding a microphone and possibly asking a question. The backdrop behind the podium is branded with several \"AdventHealth\" logos, indicating that this is a sponsored event possibly related to health or sports medicine, given the collaboration with a sports team.",
        "4": "This image is taken from a rearward-facing angle showing the underside of an aircraft in flight. The aircraft is in the process of landing, as indicated by the deployed landing gear. We can see the runway directly ahead, with a clear separation between the landing strip and a nearby road. The surrounding environment shows grassy fields and a body of water adjacent to the runway. The clarity of the image suggests it's been taken on a day with good weather conditions, allowing for a crisp view of the scenario. Additionally, there appears to be an overlay indicating an amount of $300K, which could pertain to a related topic or concept not immediately connected to the image's content.",
        "5": "The image shows two individuals in what appears to be a studio setting. The person on the left, wearing a black cap and a greenish T-shirt, is holding the wrists of the other individual. The person on the right, who appears to be a woman with long hair, is wearing a beige top and patterned shorts. She seems to be resisting or engaging in a playful struggle with the first person. There's also a monitor in the background displaying a blue and black gradient, and professional lighting equipment indicates that this could be a photoshoot or a video recording session. There's a logo or graphic in the top left corner with the letters \"SIM\" beside a hand icon, which could be a watermark or a branded element related to the content.",
        "7": "The image shows an indoor sports practice facility with artificial turf. There are several individuals wearing sports jerseys, likely players from a football team given the jerseys' style and numbers. Two of the individuals in the foreground appear to be engaging in a friendly interaction or conversation, one of whom is highlighted with an on-screen graphic indicating his name and position as \"SHAQUIL BARRETT, Linebacker.\" This type of graphic overlay is common in sports broadcasting and promotional material to identify athletes. The jerseys bear the logo of the Tampa Bay Buccaneers, an NFL team. The setting suggests that this could be a team event, practice session, or a media day where players interact with each other, fans, or the press.",
        "6": "The image shows a group of four individuals in a bright, white studio setting. The person in the foreground is gesturing with his hand, possibly speaking or explaining something. He is wearing a black Nike t-shirt. To the right, there are three other individuals. One of them, who appears to be partially obscured, is holding a physical copy of something that might be a video game case or DVD while the other two are looking towards what he's holding. The one in the far right is wearing a black t-shirt and has tattoos on his arms, and is wearing a beanie hat. He is standing next to a TV monitor that is mounted on a stand, but the screen is not visible in the photo.\n\nThere is also text overlaying the image: \"FREE DEMO ON STEAM,\" which suggests that they are promoting a video game demo that's available on the Steam platform. In the top left corner, there is a graphic that resembles a hand making a 'rock on' gesture and the letters \"SIM,\" possibly part of a logo or emblem related to the group or the content they are creating. The overall context suggests this might be a promotional event or a part of an advertisement for a video game.",
        "2": "The image shows a large, white vehicle bearing the NASA logo, indicating it's associated with the United States' National Aeronautics and Space Administration. It appears to be a type of rover or specialized mobile laboratory used for simulation or testing purposes, likely designed to mimic the operation of vehicles that would be used in extraterrestrial exploration, such as on the moon or Mars. The rover has a rounded, pressurized cabin with multiple windows, and is equipped with large, robust wheels suitable for rough terrain. There's an overlay text that suggests “$200K,” which might imply the vehicle or the operation's cost; however, this context isn't clear solely from the image. It's set against a nondescript outdoor background with a cloudy sky, suggesting the photograph was taken during a test run or public demonstration.",
        "3": "This image appears to show a shiny, cylindrical metallic object on a surface and wrapped partially in plastic. There's a magnifying glass graphic emphasizing some sort of detail or texture on the object, which looks a bit like a ridged pattern. In the top left corner, there is a graphic indicating \"$200K\" which could suggest the object or the content inside is valued at $200,000. The setting seems somewhat industrial or clinical, given the metallic surfaces and sterile appearance. The overall context of the image is unclear without additional information, but it could be a screenshot from a video or a still from some form of visual media discussing valuable items.",
        "1": "The image shows two people at an outdoor excavation site. The person on the left is wearing a gray T-shirt with a horse image on it, a wide-brimmed camo hat, and sunglasses, and is kneeling in the dirt. He appears to be explaining or instructing something, as he's making gestures with his hand. The person on the right is mostly obscured by the first person's arm and is crouching while wearing a straw hat, but their activity is not entirely clear due to the angle of the photo.\n\nBehind them, there are several blue buckets labeled \"DO IT RIGHT\" and some tools, which are typical for an archaeological dig or a paleontological excavation. The setting seems quite dry and dusty under a canopy that provides shade, which suggests a desert or arid region environment typically associated with such work. The banner in the top left-hand corner with \"$100K\" could imply some form of contest or significant funding related to the activities being conducted.",
        "0": "The image shows a man in a white football jersey with the number 1, celebrating with a raised fist, suggestive of a victory or a positive moment on the field. He is surrounded by fans and possibly team members who appear to be in a stadium setting, rooting and cheering with flags and banners that seem to represent a sports team. The vibe is energetic, festive, and everyone seems to be in a good mood, likely due to sporting success. Please note that I can describe the setting and actions but cannot identify the individual in the photo."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/Wdjh81uH6FU/hqdefault.jpg",
    "title": "$1 vs $10,000,000 Job!",
    "views": 140077022,
    "likes": 3972675,
    "duration": "15:39",
    "description": "I can’t believe they actually hired me lol\nTry Immortals of Aveum today with a free trial for Playstation 5 and Xbox Series X|S, and a PC demo via Steam. https://bit.ly/3SV7oit #SponsoredByEA #ImmortalsofAveum\n\n New Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\nMr Beast purchased this music license using Lickd. Discover over 1 million mainstream tracks for your YouTube videos at:\nhttps://go.lickd.co/MrBeast5\nTrack: Welcome To Jurassic Park from Jurassic Park License ID: 67AVXwawl0p\nhttps://lickd.lnk.to/2k70ahf7-Mr.BeastID"
}