{
    "url": "https://www.youtube.com/watch?v=7dYTw-jAYkY",
    "trascript_chunks": {
        "0": "I'm going to spend the next seven days\nburied alive under 20,000 pounds of dirt. This is the scariest thing\nI have ever done. All right, well, I guess\nit's time, bury me alive. That was scary. This is going to be terrifying. This is pretty much most people's\nworst fear. Oh, my God. That dirt is terrifying. Brace yourself. Ha ha ha. Drop the payload. Oh, God. I feel like\nI need to hold the roof. My roof is shaking. I'm entrusting my life to this\ncoffin for the next seven days. Let's pray it doesn't\njust randomly decide to break. And obviously,\nthis goes without saying.",
        "1": "But yes, this is 100% real. And I'll be honest, I severely underestimated\nhow hard this was going to be. And with that, the challenge\nhas officially started. I am now trapped in here\nfor the next seven days. It took the boys so long to bury me\nalive that I already have to pee. And the challenge just started. In case you're wondering\nhow I use the bathroom down here. Well, yeah. This is so uncomfortable. All I have to survive\nthe next seven days... My foot! is the food in this briefcase, which is basically\njust some MREs and snacks. My foot went numb. Five",
        "2": "gallon\ndrum of water over there. And whatever essentials\nthe boys put in this briefcase, which probably means I'm\ngoing to run out of food way before the seven day\nmark. In all seriousness. This is extremely dangerous. And so I don't suffocate. I need to make sure\npeople are watching me at all times. Jimmy, can you hear this? Yeah, it sounds like Nolan's\nmom is jumping on the surface. If we had 12 people,\nmaybe it would be that. It's almost 1 a.m. I have a feeling a lot of you\nare going to start going to bed. I need someone to be near\na walkie at",
        "3": "all times. So if I need something,\nI actually need one of you to answer, okay? And now that I have \nnothing better to do I'm going to head to bed,\nand I'm either going to wake up well rested\nor crushed by 20,000 pounds of dirt. Hopefully I wake up well-rested. Sleep is going to be key\nto finishing this challenge, because when I'm asleep, I'm not thinking about the fact\nthat I'm trapped in this box. But that\nonly works most of the time. Is there a fly in here? The goal is to sleep as much\nthrough this challenge as possible. For my own",
        "4": "sanity. Oh, look at him. He looks so cozy. Jimmy Jam! No. Nolan drew all over your face. Nolan, how many hours \ntill your mom comes to set? No, I know you're going to say something. Hopefully she doesn't\nactually crush the coffin. Show him. My strategy during this video\nwas to sleep the entire time. I completely forgot, though. My friends are going to annoy me\nand not let me sleep. This is going to be miserable. I want to start today off by turning\nthese long pants into shorts. I just punched that box. Mission one complete.\nYour boy has shorts. This is",
        "5": "our food briefcase. Let's give this MRE a try. MRE stands for \"Meal\nReady to Eat\". All you have to do is add hot water,\nand it chemically cooks the food. The boys, on the other hand,\nwe're grilling up steaks and literally\nfeasting on top of my grave. You know, Jimmy, just for you, we're going to eat MREs\nfor the rest of the time we're out here. - Really?\n- Yeah. No. I literally heard Tareq\nin the background saying no. Enjoy your hot water pasta in a bag. Meanwhile, this is my reality. Oh, it's crunchy. Why is pasta crunchy? This is...\nThis is great.",
        "6": "I was so bored, I actually ended up\npunching my coffin for fun until my knuckles started to hurt. So I put a sock on my hand\nso I could keep punching the wall. I'm desperate for entertainment. Oh, Jimmy. Thank God I'm so bored. One second. What did you do? Yo, that actually scared me. Can you at least semi\nexplain to me what you're doing? Seeing how my life is on the line? All right. Unfortunately, the boys are\nincapable of explaining anything. What they've done\nis they've stuck a pipe all the way down to my grave,\nvacuumed the dirt out of it,",
        "7": "just to take this surgical wire camera and feed it\ndown and look at me suffer. Yeah, that's what happens. That's what happens. It's time to go in. This is so surgical. What is that? Oh, that fly on my leg freaked me out. Get away from me. You want to hold this steady? Just keep looking. - Move your...\n- We see him. Having fun? Good night, Jimmy. And when day two\nwas coming to a close, the boys left me to go\nspend time by their RV. And being the under stimulated man.\nI was. I thought it'd be a good time\nto crack",
        "8": "into their essentials briefcase,  and see what was inside. Wait, he's opening the card. Is this Nolan's mom? I found a photo of your mom. Bro... - Did you do that?\n- No, that was not me. Nolan, is this your mom? Oh, my God. She's on his chest. Oh, my God. Besides, somehow\nlosing this picture, if I had to guess what I think\nwould make me quit this challenge, it would be not wanting to poop\nunderground. Back pain, back pain, back pain. And maybe some back pain. And obviously, you can tell this is already\ngetting pretty hard for me. But",
        "9": "like usual, you better bet\nit's going to get a whole lot worse. It's raining really heavy right now. I just woke up to the sound\nof thunder. Nolan, wake up. We got to check on Jimmy,\nmake sure he's, like, not crushed. I'm actually kind of concerned. This looks way more funeral-esque. You think that dirt's heavier now? Dirt plus rain is heavy. Jimmy I think I have an idea\nof how to wake him up. Is someone drilling? It's one of those days. I don't even have\nmy pants on yet. And things are already getting\ncrazy. Jimmy, can you hear us? What are",
        "10": "you doing up there? There are currently 15\nspeakers on top of your grave. So if I had to guess,\nKris is about to play stupid music. Jimmy, it's a party up here. Oh, my... Whoa! Yo, my coffin's actually shaking. Jimmy, there's an earthquake, oh my God. Wait, what is that? I just noticed there's\nan unscrewed bolt on the side of my coffin. His screw's came loose in the coffin. From the base? - Are you kidding?\n- Literally from the base. Should I be concerned\nthis wasn't screwed all the way in. Max it out. What the\nheck are you doing right now?",
        "11": "I'm vibrating. These vibrations\nare kind of hurting my head. Why is there flowers in my hair?\nI'm freaking out. Okay, let's go dig a tunnel. We're going to start the tunnel\nright here and dig all the way into Jimmy's\ncoffin. We have the speakers blaring noise\nso that he doesn't hear us digging. I've got an idea. We'll play construction\nnoises over the speakers. So that way\nhe doesn't hear the excavator. There's a loud noise, and no one's\nanswering over the walkie. So either I'm about to die. It's like playing a video game. Or they're about to do something dumb. Except for you could",
        "12": "accidentally\nkill somebody. I've officially crossed the 50 hour\nmark. I have now been buried longer than\nI was last time I did this challenge. I promised my doctor that I would move every day\nso I don't get blood clots cause apparently lay down\nfor seven days straight can kill you. I'm digging a hole. We got to loosen up the dirt for Kris. I asked the boys to pack dumbbells\nand they gave me 3 pound dumbbells. I smell so bad. Yeah, I'm going to do\nmy best not to think about the fact that I could die when I stand up and a couple",
        "13": "of days. Kris, go a few feet deeper. I'm not certified to do this at all. I am bored in a coffin. We definitely stayed up all night and dug this tunnel\nand didn't pay that guy to do it. Is this safe? - I'm going second.\n- What's that? And then you bring up the rear Tareq. What is that? You guys come right behind me. One of the weird parts\nabout this challenge is there's so many cameras\nalways reporting at all times. We should dig a couple more inches\nand then we're to the coffin. It didn't really bother me\nthe first few",
        "14": "days, but I just have this weird feeling someone's always staring at me\nand it's starting to, like, kind of... irritate me. Oh, there he is, there he is. - We almost got him.\n- What is that sound I hear? Hi, Jimmy. What? - Hi Jimmy!\n- Jimmy! Hey, Jimmy,\ndo you see us? I see Nolan's forehead. Yeah, it's hard to miss. How long did it take to dig\nthat tunnel? Literally all night, Jimmy. This is not what I\nwas expecting to happen today. Hey Nolan one second.\nWhat do you think of that photo? What do I have to do to get\nrid of",
        "15": "that picture of my mom? This is the only thing\nkeeping me sane. - How do I get it back?\n- I'm framing this and keeping it forever. I'm sorry. You've been in this coffin for so long that you forgot about\nwhat happened to the channel. - Yeah!\n- Yeah! We're almost at 200 million. You're going to hit 200 million\nsubscribers in that coffin. Wish I could see it live. Me too my friend. Nolan has a surprise \nfor you as well. We're going to tape this Feastables\nbar to Jimmy. Oh, my God, it's hot down here. Is that the new Feastables bar?",
        "16": "Hey, this is actually pretty good\nmarketing by my friends now in every time-lapse,\nFeastables will be there. I hope tomorrow's easier. It's a weird feeling, I am very tired,\nbut for some reason I can't sleep. I don't know.\nI've never had this happen before. Why am I crying? I don't know. Okay. It's officially day five. Only two more days\nin this nightmare. I don't think humans are meant\nto lay down for five days straight. I'll try to act like\nI'm not depressed. Almost there! Jimmy, we got paintball guns, and\nwe're going to shoot your tombstone. That sounds fun.\nCan I join? I don't even",
        "17": "know what to say\nto them. Jimmy, what have you been doing for fun? Nothing.\nI'm in mental agony. Have you pooped yet? I have to poop really badly,\nbut I'm going to see if I can hold it in\nfor the next two days. I don't know why, but I have, like,\nno motivation to do anything. I've been laying here for five days\nand I don't even have enough energy to prepare a meal because going to the bathroom down\nhere is so difficult. Don't ask me how, but I accidentally\ngot some pee on my shorts. I'm cutting off the part\nof my shorts that are",
        "18": "infected. Sorry for how short they are now. That was disgusting. Jimmy, we're here to celebrate. We're almost at 200 million subs. Well, what's the estimate of\nwhen we hit it? How long? I'm not a rocket scientist. What does he want from us? I've been feeling pretty terrible\nall day for the fact that we're about to hit\n200 million subscribers. Actually makes me kind of happy. You know, since we're about to hit\n200 million subscribers, this would be a super convenient\ntime to talk about Verizon home Internet\nthat actually provides Internet connection. So I can watch the 200 million live down here\nwhile",
        "19": "I tell them about the sponsor. That's a good point. Verizon 5G home Internet is exactly\nwhat it sounds like. It's wireless Internet for your home\nthat runs off Verizon's extremely fast 5G\nultra wideband network. And when they asked\nif they can sponsor this video, I asked, does your Internet work\nten feet underground? We're turning it on now. Nice. Okay, I'm connected. And now you're going to watch us\nhit 200 million. And just by plugging\nin this little box, thanks to Verizon,\nI now have America's highest quality 5G home Internet. It actually works. Even though I'm\nten feet underground. I can see my real time\nsubscriber",
        "20": "count. Karl, did you know that if the people\nwatching this video are over 18, while supplies last when they order\nVerizon home internet Verizon will give you an Xbox\nseries S on them. They must hate money. I mean honestly. Yeah. And you can get it for as low\nas $35 a month. So if you want some of the fastest\nand most reliable internet on the planet, just go to mrbeastverizon.com\nand put in your address and it'll tell you\nif it's available in your area. And now let's focus on the 200\nmillion subscriber goal. We are so close. Before this I was just some\nrandom",
        "21": "dude in Nebraska and... Now he's just some random dude\nto North Carolina. I used to be\njust a random guy in Nebraska. Karl, this is a heartfelt moment.\nDon't copy Nolan. It's crazy that we used to like\ntalk about this sitting at a lunch table and now\nwe're at 200 million subscribers. That's insane. I just want to say it's\nbeen an honor working with everyone. Let's crush some more goals. And finally,\nChandler, close this off. I first started working\nhere, it was like seven of us, and I was the janitor, and now we're at 200 million subs\nand I'm very grateful. I started making",
        "22": "videos\nwhen I was 11. I'm 25 now\nand I never in a million years thought the channel\nwould get this big. I mean, as we're about to hit\n200 million subscribers, I just want all of you to know\nthat I appreciate every single one of you\nto watch my videos. I still remember the days\nwhen I would make videos and literally get zero views.\nThank you so much. We're going to see all these numbers\nmove. - Oh, my God!\n- We did it. - Let's go!\n- Yeah! We did it! Oh, I think it's unfortunately \ntime that we unplug, you know Wait, hold on. I haven't",
        "23": "even got a chance\nto call my girlfriend yet. Yeah, we got you.\nWe got you for sure. All right bro, we're\ngoing to be right here. Okay?\nYou just finish that call. Oh, come on, plug it back in. I just want to say, like,\njust 2 minutes. So my girlfriend knows I'm alive. - Let's go eat.\n- All right. I don't know. I'm doing this thing where I'm crying and I'm not 100% sure\nwhy I'm crying. Hitting\n200 million with the boys was fun, but now I'm just alone\nand trapped in here again. It's been five days. Five days alone in this coffin. I",
        "24": "honestly have no idea\nhow I'm going to survive two more days of this. I'm going downhill quickly. Yo, Jimmy, how you doing? Oh, no response. I don't know if he's alive. Nolan I appreciate you\nchecking in on me and caring, but... Are you actually hanging in there? I know... Jimmy went from being terrified to an absolute yapster,\nand now he's a sad boy. I'm doing my best\nto talk to you guys for content, but to be honest,\nI have, like, zero desire to speak. I just want to get out of here. Yeah, he's losing his mind. I think we need",
        "25": "to find a way\nto cheer him up. So I'm going to make \nsome phone calls. I don't know\nif I've told you guys this, but I've already used up all my pee bottles, and so basically,\nwhenever I have to pee, I eat one of these meals,\nand then I just pee in this bag and zip it up. I know\nthat might be too much information. This challenge is disgusting\nand I want to leave. I was so down bad\nthat there was only one thing in this world\nthat could possibly cheer me up Jimmy, I brought somebody. Who'd you bring? My parents. How's it",
        "26": "going? Well, have you talked about Nolan's\nmom at all since you've been down there? No, not whatsoever. And the picture? I don't know what you're talking about. More importantly, do you guys\nhave something super embarrassing you could tell us about Nolan? Jimmy, there's so many. That will instantly\nmake this challenge so much better. He told us he was going to prom,\nbut he actually just went to the neighbors next door\nfor a little bit. We like to see him\nbring a girl home for Christmas. That's all.\nI needed to cheer me up because I know the comment section\nis going to go crazy.",
        "27": "I hate Jimmy. My mom has one more question. Hit me. All right, now you walk away.\nThat's how it works. Did he throw the walkie again? I know all of you like to sleep in\nand you don't like getting up early. I don't care. In exactly 12 hours,\nI need you all to start digging. Okay? That's kind of early, right? What time is it? As long as we wake up for\nour alarms, we'll be good. What would you do\nif when I stand up, I get blood clots\nand just die on the spot? I'd know where to put you. See you",
        "28": "in 12 hours. It's a date. I'm about to go to bed, and hopefully when I open these eyes in the morning, someone\nis digging me out of this coffin. So I don't know why I'm tearing up. I don't think I've ever been\nmore excited for anything in my entire life. I can't wait to see the sunlight\ntomorrow. I'll see you guys in the morning This is going to be awesome. Laying down for my final night. All I can think about\nis whether or not I'd be able to stand\nwhen this is over. It's not normal to be laying down\nand not",
        "29": "moving this long. Boys. It is officially been seven days. Yeah, I know you guys don't like doing\nmanual labor, but can you dig me up? We're getting you out, Jimmy. This is the worst\npart of the challenge. Because I'm just waiting\nfor my stupid friends to dig me up. And of course, there's\nthe added tension of whether or not\nI'm going to die when I stand up. So, yeah. Bring in the excavator. I bet you when I get out, the first thing\nthey're going to say is how bad I smell. this Santa Claus looking guy\nis going to bring you out now.",
        "30": "Karl,\nI don't care what he looks like. Just get me out of this coffin. Dig, dig, dig, dig. Any second now this dirt above me\nwill turn into sunlight. I can't wait. Oh, that's the excavator. Oh, that's scary. I can see sunlight. Jimmy. Hey. - Jimmy!\n- Jimmy! How's it going? It's hard to describe\nwhat the sun looks like after not seeing it for seven days\nstraight. Oh, my gosh. I started crying once again. I'm not sure why.\nI just couldn't help it. We did it. We did it. The only question that remains now is when I stand up,\nam I going",
        "31": "to die of blood clots? We'll find out in\njust a minute. Jimmy, you ready? Don't drop it on me. I bet it stinks in there. You guys are predictable. I said that's what you would say. Well, let's not celebrate until I stand up\nand don't die of blood clots. At least sit up for a second. But wait, wait, wait,\nwait, wait, wait. Wait for a medic to come down. Do you feel nauseous at all?\ndizzy? Oh, I don't know. That's good enough for me,\ncome on up, Jimmy. This is my first time\nstanding in a week. Oh, my God. My legs",
        "32": "are weak. - Oh, I didn't die.\n- Yeah! Time to go. All good! I do feel like a rush of blood to\nmy head though. It's is actually a crazy feeling,\nbut the real surprise was waiting for me\njust above ground. Oh, wow there's so many people. After seven days. I was finally able to celebrate 200\nmillion subscribers, the right way. We have to celebrate 200 million, bro. Now that you all saw my underwear,\nI'm going to end the video. And as always, let's end with an explosion."
    },
    "summary": "The narrator shares the terrifying experience of being buried alive under 20,000 pounds of dirt for seven days, facing fears and challenges, including boredom, discomfort, and concerns about safety and health. The tale culminates in a celebratory moment upon reaching 200 million subscribers and emerging from the coffin unharmed.",
    "scene_captions": {
        "8": "The image shows a person lying down with a black baseball cap, eyes closed, and holding a phone to their ear. It seems like they could be having a conversation on the phone. At the top of the image, there's text that says \"DAY 7,\" which could indicate that this image is part of a series, possibly documenting daily events or a challenge over consecutive days.",
        "4": "The image shows three people working in a large hole in the ground. It seems like they might be digging or searching for something. The person on the left stands and holds a shovel, while the other two are kneeling or sitting closer to the ground, possibly examining something within the hole. They all wear casual clothing, and it appears to be an outdoor setting with daylight. The caption \"DAY 4\" suggests that this activity has been going on for multiple days.",
        "5": "This image shows a man sitting and leaning back slightly. He is wearing a white t-shirt, black shorts, and a black cap. In his left hand, he appears to be holding a blue can, which might be a beverage. The surroundings suggest that he is inside a room or a set, as there is what seems to be a camera tripod in the background and various objects scattered around. The text \"DAY 5\" is visible in the upper left corner, suggesting that this may be a screenshot from a video documenting a series of events or a challenge over a period of days. The man looks like he is in a relaxed posture, maybe taking a break or having a conversation.",
        "7": "This image shows a person holding a package of freeze-dried Beef Stroganoff meal. The person appears to be inside a vehicle or trailer, as suggested by the cabin-like interior in the background, and seems to be in a conversational or explanatory pose, possibly discussing the meal or demonstrating it. The \"DAY 6\" caption in the corner of the image indicates that this moment may be part of a series or a documentation of events over consecutive days.",
        "6": "The image shows a person wearing a black hoodie and a blue and black jacket. The person is holding a walkie-talkie close to their mouth, presumably speaking into it, and holding a red rod-like object in the other hand, which might be part of an umbrella or some other equipment. In the background, the environment appears to be outdoors, and the lighting suggests it might be an overcast day.\n\nAdditionally, there is a number displayed at the top right corner of the image, \"199,988,527,\" next to the word \"Subscribers.\" This suggests that the image might be a screenshot from a video platform like YouTube, where subscriber counts are often showcased, especially in the context of a channel about to reach a significant milestone, possibly 200 million subscribers in this case.",
        "2": "The image shows a close-up of a person's face. The individual has light skin and appears to be a young man with brown hair. He is wearing a neon yellow or lime green top and is looking directly at the camera with a slightly furrowed brow and a faint hint of a smile. There's a label in the upper-left corner that reads \"DAY 2,\" suggesting this image might be from a video series, possibly documenting daily events or a vlog. Behind the person, there are some blurry elements that are not clear enough to distinguish, but could be the interior of a car or a similarly enclosed space. There is also a piece of paper with a drawing of a creature and some text on it, but the text is too small to read.",
        "3": "This image features a close-up of a man with a light beard and mustache. He looks directly at the camera with a serious expression. The man has short hair, and his skin appears fair. The caption \"DAY 3\" is superimposed in bold letters at the top of the image, suggesting that the photo could be from a video or series tracking events over multiple days. It appears he might be inside a vehicle or near some equipment, as there are some indistinct mechanical or electronic items in the background. The man is wearing a white T-shirt, further indicating a casual or work environment.",
        "1": "The black-and-white image shows a person sleeping in a bed, covered with a blanket. There’s text in the corner that reads \"HOUR 14,\" which may indicate that the scene is part of a longer timeline or event. The setting appears to be a room with simple furniture and possibly a bedside table in the background. Since the image is monochromatic, details about the coloring of the room and the blanket are not discernible.",
        "0": "The image is too blurred to discern specific details, but it appears to feature a person in formal attire, potentially wearing a suit and tie. The background and other details cannot be made out due to the level of blur."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/7dYTw-jAYkY/hqdefault.jpg",
    "title": "I Spent 7 Days Buried Alive",
    "views": 142121284,
    "likes": 5983774,
    "duration": "18:40",
    "description": "Please don't try this at home lol\nVerizon 5G Home Internet for as low as $35/month. Opt-in and you could get a $200 Amazon.com gift card on Verizon see details at: https://bit.ly/mrbeastverizon\n\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\n5G Home Internet:  Do not attempt.  5G Home is not a mobile service and should be used only at a qualified service address.  MrBeast use for demonstration purposes only, does not represent typical user experience and results may vary. Check mrbeastverizon.com  to see if your home qualifies.  5G Home plan at $35/mo. when combined with a postpaid mobile unlimited plan that includes 5G Ultra Wideband. Auto Pay and paper-free billing req’d. Availability varies. Subject to credit approval.  \n\nAmerica’s highest quality 5G internet Claim:  Based on outperforming/beating T-Mobile's fixed wireless access for Consistent Quality in Opensignal’s May USA Fixed Broadband report. © 2023 Opensignal Limited. \n\nAmazon.com Gift Card Disclaimer: Must activate or install eligible Verizon Home Internet service & register for the card w/in 60 days of activation or installation. Card emailed within 24-48 hours of registration. Other card terms and conditions apply. Restrictions apply, see amazon.com/gc-legal. Offer ends 1.17.24. Verizon reserves the right to charge back the value of the promotional Amazon.com Gift Card if eligible service is canceled w/in 180 days."
}