{
    "url": "https://www.youtube.com/watch?v=yhB3BgJyGl8",
    "transcript_chunks": {
        "0": "We are now stranded on\na raft in the middle of the ocean and there goes our boat. We are now stranded for seven days. - How much longer?\n- Seven days. Frick. This raft is literally countless\nmiles from the nearest civilization. And whether we like it or not, my four friends and I\nare stuck on this raft. And it's not going to be easy.\nThis is brutal. It won't stop raining!\nWe're all at rock bottom now. This challenge went from fun\nto a literal nightmare. Very fast. Bro, look how far away the boat is. I can't even see it anymore. So, step",
        "1": "one. We're going to get sunburned\nif we don't get shade. And I had survival specialists equip this raft with tons of wood,\nrope and everything else. We would need to build ourselves\na shelter. Boys, we need to get started.\nWe are running out of light! I got this. My finger! Now, we set these up like a teepee. We picked the worst day to start. As you can tell by the clouds, it's\nliterally about the storm. So, first thing we want to do\nis set up some structure to cover us. Also, since we're on this slab of wood\nfor the next seven days,",
        "2": "we need a place to hide\nfrom the sun so we don't get sunburned. So two birds, one stone. Speaking of birds,\nwhile we were building, - this happened.\n- A bird! - It's coming right at us!\n- Oh, my god! It's a bird! Yes! This is crazy. - We should name him.\n- What's his name? Bryan. Bryan. Bryan. Bryan. What if you went and got some fish? I know, he's looking at me.\nHe understands. - Jimmy, just say the word.\n- Put the knife away. - Okay. I'll put the knife away.\n- And the hatchet. Bryan, that was a joke. Forget the bird.\nWe",
        "3": "got to build a shelter. - We're making friends.\n- While Bryan watched, We worked on our first shelter\nfor the rest of the day. Except for my friend Tareq, who spent the entire day\ngetting cool drone shots. And I'm not even mad about it. Inside this crate is the food for all five of us for the next seven days. Oh, my God. And in these two barrels is our entire water supply\nfor all five of us. How does it taste? Very hot. We're screwed. There was dirt in my cup. It's getting dark, and that crate\nhas the word \"sleep\" on",
        "4": "it. Hopefully, the survival guides\ngave us something soft. - Why are they wet?\n- Things do get wet on a boat. I'm ready for bed.\nI wanna go to sleep. This is night one,\nand Bryan is just yawning. This is miserable. This is all the coverage we have. I didn't realize what I was\nsigning up for. It's hot. This thing will not stop swaying,\nand I feel like I'm going to puke. And I'm surrounded by a bunch\nof sweaty people Aye, sweaty men. If you guys\nsmell this bad on day one, what are you going\nto smell like on day 7? Oh, gosh. Our",
        "5": "first night of sleep\nwas really rough. Sleeping is impossible. These waves are just making me\nmiserable. And to make matters worse,\nour best friend Bryan ended up leaving us that morning. -Bryan!\n-Bryan! Bryan! But regardless, today's\nobjective is to build ourselves a permanent weatherproof shelter. How do we turn that\ninto a livable structure? There's definitely something here. Luckily, I had them throw\na bunch of wood on the raft so we could build a nice house. How we build the house? I'm not quite sure, but they said\nthis is enough to build a house. But ironically,\nright as we got started, - It's raining!\n- Don't",
        "6": "throw it! Jimmy, get my shark pillow! This is miserable! This is bad. Oh, Jesus Christ. You're not doing\nthe right thing, Nolan. - Listen with your ears!\n- Why do you yell so much! - Because you don't listen!\n- I wanna hit Nolan! - It's just rain.\n- Shut up! At least we don't have to shower. Yeah. This is so bad. And we still have over\nsix days left. Where do we go poop? - Oh, we have to build the pooper.\n- What? -We have to build everything\nthat's here. We have to build the toilet. Build our shelter,\nthe fire, everything. The moment",
        "7": "the rain finished, the boys and I needed to build\nall of our survival essentials. Starting with the shelter. Tearing it down in the name\nof something better. Five minute break for Chris. I also need a break. I'm seasick. I'm out of it. You got to pick this up. I can't. I can't pick it up anymore. I feel like\nyou're doing all the work, but we got two other goofs\njust laying down. I'm miserable. We built one wall. - Yeah, we built one wall.\n- All together. All of us. Regardless of being seasick, it was going to take all of us\nif",
        "8": "we wanted to finish this. Now, you guys\nbring it forward. There we go. Let's go! How many YouTubers does it take\nto build a little structure? Wait? Is that a whale? Think that's a whale?\nThat's insane. Oh, my God. - It's unreal.\n- There are actually whales. This experience\njust keeps getting better. Shelter, water, not being near Nolan. I'm never going to take that\nfor granted again. Probably would have been really\nuseful to build the ladder first. We got a ladder. I literally\njust built just 4 minutes ago. After hours of building,\nwe were finally getting somewhere. I severely regret\nmaking this a seven day",
        "9": "challenge instead of a 50 hour challenge. Like all our other videos.\nWe keep rocking back and forth. It's freakin' miserable.\nI'm going to puke. And finally, just as\nthe sun was going down… - Camp is now organized.\n- Yeah! Night two, my bed is still broken,\nbut I'm going to get some sleep tonight because I'm that tired. I'm gonna head to bead.\nDid I wake you? Yeah. Just go back to bed,\nI'm just vlogging. I accidentally woke Lazar up,\nI feel bad now. This might be the most tired I've ever been in my entire life. It's now day three. And somehow our building\ndidn't",
        "10": "fall over. I'll take that as a dub. The noises that the structure made while I was sleeping last night, filled me with nightmares. It's day three and we've really\nstarted to get into a rhythm. Our morning routine\nconsisted of peeing in the corner, - Bro, who vlogs in the pee corner? I'm not moving. - eating our breakfast,\n- Surviving on Feastables. It's all you need? and drinking hot barrel water. So dehydrated, I need this. We're about 36 hours in\nand we're almost halfway - through a barrel of water.\n- Is that slow or fast. We're going to run out on",
        "11": "day six. Running low on water\nand food gave me an idea. I'm kind of curious to see\nwhat's under the boat people do. There's so many fish below us! So we decided to try and catch some dinner,\nbut we weren't very good at it. Why does it take so long? I just want something\nto put my stomach. Bryan! Bryan, help us catch fish! Bryan! Turns out fishing is a lot harder\nthan YouTube. After hours,\nwe caught absolutely nothing. Why can't we catch anything?\nOh, I give up. We were tired,\ndehydrated and hungry. Which forced us to dig\ninto our rations. Let's have ourselves a",
        "12": "feast. Yeah! Call it a Feast-ables. Aye! In our supplies, We had wood to build a fire\nand pans to cook with. You take big stick\nand make really little sticks and then make medium sticks. Then use the big sticks at the end. Look at them beans, baby! I'm so excited.\nThis looks awesome. -These are really good.\n-Can you tell we've been at sea for three days? - Literally.\n- When have I ever been this excited over canned chili? Hey, I put some love into this one. It's not just canned chili anymore. It's got tomatoes, kidney beans. You don't have to",
        "13": "keep talking.\nI'm already drooling. This was our first hot meal in days, but it was also\na good chunk of our rations, so we made sure to enjoy it. I feel a lot better. I think the first two days\nwere definitely the most miserable. I think we're slowly,\nlike losing our minds and it's actually becoming\nbearable. I still haven't gone\nto the bathroom. That's my biggest concern,\nyou know? I'm struggling to sleep. This raft is just rocking\nlike crazy. Definitely I'm kind of miserable. Hopefully tomorrow is better. None of us managed to get any sleep. We lost the back of our\nfort last night.",
        "14": "The house needs some repairs. Tensions are pretty high\non the raft this morning. Nolan's a little upset.\nHe broke his bed. Oh, my God. Nolan is struggling. He's just in his feels right now. It'll be okay. He probably would've\nquit the channel if I did that. This is easily the worst. Oh, there's thunder. I swear.\nIf it starts raining again… Oh, I can't take that. And to make matters worse, we accidentally dropped our ladle\nin the drinking water. And since we haven't showered\nin four days, grabbing it technically\ncontaminated the drinking water. I'm never drinking out of that\nagain. Fast forward\nto when we",
        "15": "run out of water. Because of the contamination, a third of our water\nwas no longer safe to drink. Whatever reason, the more I suffer,\nthe more you guys watch some of our most popular videos. are when I buried myself alive,\nspent time in solitary confinement. So I hope you're happy.\nI'm suffering again. It's not easy surviving on a raft,\nbut after four long days, Lazar's finally pooping. Can you play a celebratory song? LazarBeam is - pooping.\n- Is pooping. See how all those clouds\nover there are dark? Yeah. Yeah. They're going to pour\ndown on us tonight. Tonight's going to suck. We didn't",
        "16": "know it yet, but the biggest storm of the entire\nchallenge was headed right towards us. And when we saw it approaching, we tried to prepare\nas much as possible Can't wait for another storm\njust to destroy all this again. Tareq's\nfixing his side of the fort. Chris is fixing the roof,\nand I'm now the cameraman for some reason. There's a storm-a-brewing. And while they're\npreparing the shelter for the storm,\nI'm going to tell you about Shopify because it might literally storm\nuntil the end of the challenge. This is going to be a bit rocky. Shopify is a platform\nthat makes it easy for anyone",
        "17": "to start a business. They literally support\nmillions of small businesses all around the world,\nfrom selling wood to nails, to crates to... Crocs, they support\nbusinesses that sell it on Shopify. Assuming we're going to have\nabsolutely zero tops covering this structure, I am worried about it. 100% of what I sell online\nfrom merch to Feastables, I do with Shopify. It's actually getting pretty rocky\nout here. - The wind is getting crazy!\n- We're out of nails! It's really hard to work\naround the wind, guys. Stop yelling and do things! Shopify even has a new AI tool\ncalled Sidekick, making running\nyour entire business easier. Just",
        "18": "like surviving on this\nraft can be hard, so can entrepreneurship. And that's why\nthey do everything in their power to make it as easy as possible. - This is my worst nightmare.\n- I'm so miserable! Go to Shopify.com/MrBeast to give it a try right now.\nThank you, Shopify. Let's go prep for the storm. I'm soaking wet! Maybe you can start\nhelping us, Jimmy. I was paying for the raft! The storm was really\nstarting to pick up but that night,\nit got so much worse. This really puts the helter\nin the shelter, right? Oh no, you! Are you kidding me? - It's leaking!\n- Oh,",
        "19": "no... This shelter is the opposite\nof waterproof. This is brutal. What do we do? We have three more... The next three days, by the way. - No!\n- There's water everywhere. It's useless. This does nothing. This is the most insane night yet. We are struggling right now. Is this safe anymore? We could've just filmed\nthis in a studio. but no, we have to\nbe the real channel that doesn't fake things. We're gonna die! We're getting just destroyed.\nI'm getting hit. There's a hole that is completely\nopened up over my bed. I can't do this. - I can't do this.\n- You can",
        "20": "end this video, Jimmy. Jimmy, please. I tried to talk all you guys\nout of it. You all said yes! This is the worst experience\nI've ever had in my entire life. I hate every part of this. I'm just miserable right now. The storm was reaching a new peak\nwith every passing hour. We were desperate,\nso we tried using our beds as literal walls\nto protect us from the rain. We're all at rock bottom now. It's been raining for a few hours. It's freezing cold. We don't have beds.\nI'm getting nauseous. I don't know if we're\ngoing to make it these full seven",
        "21": "days at this point. It rained nonstop\nfor around 20 hours straight. and after standing the whole night\ncompletely soaked and exhausted, we had to push ourselves to dry off\nour supplies and rebuild camp. Our raft is just in shambles. Look at our beds,\nwe're drying them off. This is harder than Antarctica. This is harder than the desert video. I'm just ready to be home. I hate this raft. I never want to see it again. Our entire fire pit\nis completely drenched. We couldn't start a fire\nif we wanted to tonight. No dinner. And to make matters worse, all of\nour food was",
        "22": "completely soaked. Meaning only a portion\nof it was still safe to eat. We had stability,\nwe had food, we had dry beds, and we took it for granted. We can't take\nanother night like that. We need to waterproof\nthe shelter. We just ripped that off to tide it here,\nand then we'll leave it there. But this time we have this. Last night we were shivering cold. and wanted to die. So would you rather be\nwarm and dry or cold and wet? Put a zip tie here. Nolan. Tie a rope to that, zip tie there. We can use that to push us",
        "23": "up\nso we get even more room. I'm thinking, why don't I make\na really big clothesline and hang up all our wet stuff? Maybe we'll have dry towels\nby tomorrow. I want to die. I'm sunburned, tired, dehydrated,\nand did I say tired? After fixing camp,\nwe were so exhausted that we spent most\nof the day sleeping. But at least when we woke up, we were reunited\nwith a familiar friend. - Bryan!\n- Bryan! Bryan! - Bryan!\n- Bryan! Bryan, come back! After being stuck in a raft\nfor five days with these guys. This really is a nightmare. I'll admit it, - I missed Bryan.\n- He's",
        "24": "moved on. You may not have given up on Bryan,\nbut Bryan gave up on you. Bryan's given up on us. We have two days left.\nWe're running out of food. Our water is contaminated,\nand we're all borderline dying. I'm going crazy. These last two days\nwill be interesting. What could go wrong now? I can literally see 500\nfish down there. That is crazy. Oh, my gosh.\nThis poop bucket stinks. I almost had a mental breakdown\nlast night. I was shivering wet the entire time. Could not sleep. It was one of the worst nights\nof my life. Last night,\nshivering in the torrential rain in",
        "25": "the middle of the deep,\ndark ocean. You know, we got through it. Now, the end of this challenge\ncould not come soon enough. Making the challenge 7 days\nwas a horrible decision. This is so much harder. The new reinforced, waterproof\nfortress actually worked. Lannan said it rained last night, did it? At 4 a.m., sprinkled a little. Hey, here's the beauty. I didn't even know. That was the best sleep\nI've ever gotten. I actually got a full night's\nsleep last night. I can barely even open my eyeballs. I would say this is the hardest\nchallenge we've ever done, adding the extra five days\non",
        "26": "the end of a 50 hour challenge definitely makes it harder. The fact\nthat we're just drifting at sea on this hunk of wood,\nthat's pretty impressive. And while it seemed like\nthe rain was over, we found ourselves\nencountering a new obstacle. We've gone from shivering cold\nlike two nights ago to being scorching hot,\nunbelievably hot. I'm about to jump in the water\nbecause I'm getting too hot. We're going to go swimming. I hope Nolan can swim. And while they cooled off\nin their own way, we got creative with ours. Oh, yes. It's fans. Cold air. I feel amazing. Air! A jellyfish bit me!",
        "27": "Why does the ocean hate us? I knew it was a great idea\nnot to go swimming. - Are you okay?\n- Oh, my leg! I found the sweet spot. Yeah. Oh, no. Yeah, I got a little welts\nand some red lines. For the majority of the day,\nit was so hot we literally\ncouldn't walk on the deck. Yeah, I'm hot. I don't want to be alive.\nI'm hot. It's very hot. But as the sun went down,\nwe were optimistic about reaching the finish line. We have less than 24 hours\nleft in the challenge. This has genuinely been the hardest challenge video\nI've ever been",
        "28": "a part of. Honestly, this whole experience\nhas made me appreciate all the things we take\nfor granted in life. Like your shower, your food. I miss food. A working toilet. I never want to poop\nin a bucket again. I say we celebrate making it\nthis far with a Feastable bar. Yes, available in every Walmart,\nTarget, 7-Eleven, Albertson's in America. It's 2023, If you're still buying Hershey's,\nit's kind of lame. Hershey's for the boomers. - Oh, Jimmy,\n- How did you break the chair? what is happening? Jimmy, I'm starting to think\nyou ate all the food. I guess I'll just continue\nthe time-lapse with a",
        "29": "broken chair. This is our final night\nsleeping together, everybody. Oh, I'm so glad to sleep alone. I'm gonna miss\nsleeping by your side. 100%. I would not rather\nsleep next to any other man. And with that, I'm going to bed. After an amazing night's sleep,\nwe were visited by a familiar face. Bryan brought his family to say\ngoodbye to us on the last day. Thank you, Bryan.\nThat meant a lot. It's almost like we were family\nto Bryan. We were. He kept us safe during like,\nthe night we had the least shelter. Maybe he's just a pea brain bird. - Shut up.\n- Nolan.",
        "30": "Off the rack. - I wish.\n- That was emotional. Everything's going full circle. We had so many crazy memories\nin this raft. Yeah, and I think my best\nmemory is going to be leaving. Same. We spent over 150 hours\non this floating piece of wood. And even though it was easily\nthe hardest thing I've ever done, the boys and I still had\nsome good times. - Where's this boat?\n- Where's the boat? The boat! Then finally,\nthe end was literally in sight. The boat, it's coming! Alert the ship of our location. Signaling the boat! Boat! Boat! Boat! Why is it moving so abnormally",
        "31": "slow? - Oh, my God!\n- I'm getting off this raft. The first 10,000 people to go\nto the Shop app will get a free box of Feastables. click the link in the description\nto download the Shop app right now."
    },
    "summary": "A group of friends are stranded on a raft in the ocean for seven days after losing their boat. They struggle to survive, facing challenges like building shelter, finding food, enduring storms, and dealing with discomfort. Despite the difficulties, they persevere, appreciating the simple comforts and finally getting rescued.",
    "scene_captions": {
        "8": "The image shows three people on what appears to be a makeshift raft or floating platform. There are various items and what seems to be a canvas shelter or sail on the platform. The sky is partly cloudy, suggesting it could be late afternoon or evening. The person on the left is wearing a light-colored tank top and bright green shorts, with a somewhat concerned expression on their face. The person in the center is standing and looking off to the side, wearing a white long-sleeve shirt and black shorts. The person seated on the platform is looking up at the standing person in the center with a curious or attentive expression. They are all surrounded by a body of water, which suggests they may be participating in some type of challenge or makeshift boating adventure. There is text overlaid at the top of the image saying \"22 HOURS LEFT,\" indicating that there is a time-based aspect to their endeavor.",
        "4": "The image shows a makeshift structure on a raft or floating platform on the water. There is a tarp or cloth material acting as a makeshift tent or shelter, supported by wooden poles. On the deck, there are various items scattered around, such as chairs, barrels, a tripod (likely for a camera or other equipment), buckets, and other unidentifiable objects, which give the impression of a temporary living or work space. The surrounding environment is predominantly water, indicating that the raft is located on a large body of water like a lake, river, or the sea. The time seems to be either dawn or dusk, given the color of the light in the background.",
        "5": "The image features a man standing on what appears to be the deck of a boat or a ship. He has his arms outstretched and is looking towards the camera with an expressive gesture, possibly talking or presenting. There are digitally inserted images of a pack of cookies and a white T-shirt with a logo or design floating near his hands, which are likely being presented or referred to by the man. The background shows various equipment and items on the boat deck with the open sea and overcast sky in the distance. There is also text in the upper left corner that says \"DAY 4,\" which suggests this might be part of a series or a vlog documenting consecutive days of an event, trip, or challenge.",
        "7": "This is a low-light image with text \"DAY 5\" in the upper-left corner. On the right side, there appears to be a person's arm reaching out towards a wooden barrel. On top of the barrel, there's a green glowing substance that seems unusual, possibly indicating some digital alteration or special effects to create the appearance of a glowing element. The rest of the image is quite dark, making it difficult to discern additional details.",
        "6": "The image depicts a person wearing a blue poncho or raincoat who is sitting and smiling. There is text \"DAY 4\" overlaid at the top of the image, suggesting this might be a snapshot from a multi-day event or activity. In the background, there's another individual wearing a yellow raincoat and sitting under what appears to be a tent, giving a sense of a camping or outdoor setting. Additionally, there are camping chairs and other equipment that reinforce the notion of an outdoor or camping scenario. The lighting is dim, implying it might be evening or night time.",
        "2": "The image shows a person standing on a wooden raft or platform over a body of water, possibly in the process of doing some work or adjustments. The person is wearing black shorts and is barefoot. The water appears to be calm. There is text overlaying the image that reads \"DAY 2\" at the top and \"REMOVE 1ST SHELTER ✔️\" at the bottom. The presence of a checkmark next to the text suggests that the task of removing the first shelter has been completed. It looks like it might be a scene from a survival challenge or an outdoor adventure activity.",
        "3": "The image shows two individuals sitting inside what appears to be a tent. Both individuals are wearing T-shirts and appear to be engaged in an activity or conversation, possibly being captured during a spoken moment as they both have their mouths open as if they are talking. The surroundings are somewhat cluttered with various items like pillows, bags, and possibly some snacks or food packaging. The setting gives a casual, maybe even outdoor or camping vibe. There's text in the upper left-hand corner of the image that reads \"DAY 3,\" which suggests this might be from a series of events or a multi-day activity they are documenting.",
        "1": "This image shows two individuals on a sailing vessel. The person on the left seems to be engaged in a task related to the boat, possibly adjusting some equipment or handling a sail. The person on the right is holding a mug, possibly containing a beverage, and giving a slight smile towards the camera. They appear to be on open water, with a clear sky and calm sea visible in the background. The caption \"DAY 1\" suggests that this might be the first day of a sailing trip or adventure. The overall mood appears to be casual and relaxed.",
        "0": "This appears to be a blurred image of several people on a wooden raft or dock on water, possibly at sunset considering the lighting. There's a pole in the center, which might be a mast or flagpole, and what appears to be some seating and possibly cargo or loose items strewn about. The blurriness of the image makes it difficult to provide detailed information about the individuals or their activities."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/yhB3BgJyGl8/hqdefault.jpg",
    "title": "7 Days Stranded At Sea",
    "views": 233184004,
    "likes": 6794495,
    "duration": "18:05",
    "description": "🚀 Launch a store on Shopify right now 👉 https://shopify.com/mrbeast\n\nGo get your free box of Feastables while supplies lasts https://go.shop.app/feastables\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}