{
    "url": "https://www.youtube.com/watch?v=Hwybp38GnZw",
    "transcript_chunks": {
        "0": "- I've recreated Willy\nWonka's Chocolate Factory in real life. And one of these 10\npeople is gonna walk away with this chocolate factory. (all cheering) - [Jimmy] In we go. (all oohing and awing) - [Chris] Wow. - [Chandler] Yo. - Welcome to my wonderful creation. - Oh my gosh, it is Candy Land in here. Look at the river! - It's a chocolate door. (chomping sound) Oh he's taking a bite out of our door. - That's good. - [Jimmy] These 10\ncontestants are all here because they found a golden ticket when they bought one\nof our Feastable Bars. For our",
        "1": "first challenge, we're\ngonna play hide and seek. You have a thousand seconds go hide. (all talking) - One, two, three, four. - [Contestant] Oh okay, we gotta go hide. Let's go. Let's go! - Oh, look at this Coca-Cola\nhandle, oh my gosh. - Oh, yo dude. It's a marshmallow area,\nwhat the heck is this? (all counting) - 201, 202, 5 - What about these? I don't know if I can fit in here, see ya! (lid clangs) Anyhow. - Hey, the factory's awesome. - This doesn't feel real at\nall, feels like I'm dreaming. - Yo, what in the, what even",
        "2": "is this area? (dramatic music) - Thousand, let's go! If I were to hide anywhere in Willy Wonka's Chocolate Factory, I'd probably hide in the chocolate river. I don't feel like checking\nit, so if they did they win. It's one of our side rooms\nin the chocolate factory. - [Chandler] Cake. - [Jimmy] No, no. - [Chandler] I can't have any? - Obviously you can't\nhave a chocolate factory without offices to manage it. No one in here. Let's go this way. - [Logan] Mm. Surely,\nnobody's hiding in here. - [Chris] I don't see anybody. - [Logan] Nobody's in here either. -",
        "3": "And this is the Wollamhsram Room. - [Tareq] What are you saying right now? - That's marshmallow backwards. - [Tareq] Oh, okay. - Yeah, duh. - Jimmy, oh, we were\njust calling you Jimmy. We found this really awesome hiding spot. - Oh no. - Oh no. - [Jimmy] And it's the\nguy dressed up cool. - [Chris] It's the cowboy. - No. - All right, this way, watch\nout for the giant candy cane. You've seen the movie before, right? - I have. - All right then you know\nyou must get in the boat, - In the boat. - Don't ask me",
        "4": "how but\nwe put a chocolate river with a chocolate waterfall in\nthe middle of this warehouse. (all saying bye) (gun Shots) - [Contestant] Bye Jimmy - Part, the waterfall. - I thought this was gonna stop, oh no. (both yelling) - The waterfall was supposed to part, but I guess that messed up. Our next challenge is on the\nside of the Chocolate Factory. I call it the Candy Wall of Death. Sounds a lot scarier than it is. Yes welcome! - My gosh -\n- Oh what the? - So tall. - Welcome to the rock wall. (gong crashes) - I gave",
        "5": "Chris a gong. The last person up the\ncandy wall is eliminated. Contestants, are you ready? (all shouting) - Go! - [Chris] Go, go, go, go. - Okay. Oh we already have someone fall. Oh bro, that guy is\ngetting up there quick. - Woo. Are you all right, sir? - Appreciate it. - Let's go get up there. - How does he know how to climb candy? - Ah! -\n- What'd you say? - Ah! -\n- Okay! - For the Chocolate Factory! - [Chris] This ain't no normal prize, this is a whole factory. (gong crashes) - Ring the button, ring",
        "6": "the button. (bell rings) - [Chris] Okay. - [Contestant] Yes sir! - [Female Contestant] Oh, I cannot. - Remember, our chocolate\nfactory is on the line. Actually the chocolate\nfactory you're climbing. You gotta press the red button. [bells ringing] - Step on it. Step on\nsomething else with your leg. - Don't let a Reese's Pieces\ncost you a chocolate factory. - [Contestant] I can't. [all shouting] - [Jimmy] You can keep going. - (all shouting) - These two were unable\nto make it to the top. So the only logical thing to\ndo is rock, paper, scissors. Rock, paper, scissors, shoot! - Oh I",
        "7": "got it. - Well, congratulations. Let's head over to the chocolate river. Here's an umbrella in case the\nwaterfall malfunctions again. - [Everyone] Bye! - [Chris] Who would've thought\na river made of chocolate is not very practical? - And now that she's gone,\npair up into groups of two. Is everyone happy with their partners? - [Everyone] Yeah. - All right, Next challenge. And now we have the two\ngreatest eaters in the world. Get out the way. - [Chris] Excuse me. - Matt Stonie and Joey Chestnut. (all cheering) And they're gonna demonstrate\nthe next challenge. Bring out the chocolate,\nnot this chocolate. This",
        "8": "is our chocolate bars\nthat you can order online. And we have two brand new Feastables bars: milk chocolate and sea salt. Can you show us how to speed eat this? - Absolutely. - Yeah. - Hey, all you guys should take notes. (crunching sounds) - [Chris] That's insane. (slurping sounds) - I feel like I'm gonna\nthrow up just watching them. (uptempo music) - I think you all get the gist, last team to eat the chocolate\nbars, obviously eliminated. Begin the contest. - [Contestant] Go for it. - The challenge has officially started. Two people will lose. - You guys literally\nsaw",
        "9": "what you have to do. Shove it in your mouth and\nthen shove water in your mouth. - Chew and swallow, chew and swallow. Water's your best friend. Keep it going. - Keep it going in your mouth. - I think they've made\nthe most progress so far. - I'm lactose intolerant. (squeaky laughter) - That's dark chocolate,\nnot milk chocolate. So you're good. - I'm good.\n- Yeah! - [Logan] There's a chocolate\nfactory on the line. - I've been trying really\nhard to lose weight. This is like counterproductive. - It's getting hot. - You doing okay?\n- Mm-hm - Bro, you're sweating,\ncan someone gimme",
        "10": "a napkin? (mumbling) (dramatic music) - They are officially our first winners. - Yeah -\n- Yeah we did it! - You technically haven't\nwon until you swallow that. (swallowing hard) - We got our first winners over there. - It doesn't matter who wins. It just matters who loses. - Come on you got this - That team was in last place. Now they're gonna come\nback and beat you guys. - You got plenty of time. Just focus on getting it down, mouth open. Hey, we got it! - Yes! - Those two guys are getting close. It's kind of now",
        "11": "or never for you guys. - They are about ready to finish. You guys have to go fast right now. - Slam it back - Right now! - Chris, are they are they - They're chewing, they're\nchewing their last piece. - Swallow it, swallow it and you can win. - First one to clear, we gotta\nsee open mouth, open mouth. - All right, his mouth's\nempty, its down to him. - Get it out, get it out. Yeah. Got it. - His mouth's empty, so done. - Oh yeah! - So close! - The chocolate's amazing. But at a portion, oh",
        "12": "my God. - To the chocolate river. Goodbye. - What's it like being\nin the chocolate river after eating a pound of chocolate? - I don't know. - Make sure you watch the end\nof the video because I have a special surprise guest\nthat will blow your mind. And now the final six\ncontestants are outside. And can you guys take your blindfolds off and look to the right? This is the one's largest bottle of Coke. Chandler, can you hold my cane? - Yes. (claps hands) - [Jimmy] And there we\ngo, editing is cool. - How'd I get up here? - If",
        "13": "you land the world's largest Mento in the world's largest\nbottle of Coke, you win. Don't forget this building, everything you know is on the line. - This is half a million dollars. - Well, I mean, if not more. - Uh. -\n- Oh - In, in the bottle. - Yes. In the bottle. - No, no, no, no, in! - Let's see how many times we\ncan get Chandler to say that. Don't forget if you make\nthis that could determine whether or not you want\na chocolate factory. - First try. - I think that was the worst one yet. [Dramatic Music]",
        "14": "- [Everyone] Oh! - In and out! - [Chandler] This is it, this is the one. - [Everyone] Yeah! - Let's go! (all cheering) - It flew so high. - Whoever wins the Chocolate Factory, you might have a, a\nlittle stain on the side. Since he was the one that made the shot, he gets to pick who's eliminated, look at these five people right here. - Oh, this is hard. - I mean, it could be you if you want. - No, I think I'll pass on that, (all laughing) Eric, I'm sorry. (crowd groans) - I don't know",
        "15": "I'm, please forgive me man. - Well, you know what that\nmeans, chocolate river. This is a smaller version of\nthe Mentos you were throwing. And if you look right here,\nhere is a solid gold Mentos. Here you go, you can sell it\nwhen you leave the factory. - You better win this now. - I'm sorry, man, I'm sorry. - If you're wondering where that goes. I don't even know, next challenge. Now we're in a room\ncovered with marshmallows. Dive on the floor. (Logan grunts) Did that hurt? - No, not at all. - And in front of each of the contest,",
        "16": "I don't trust you with the flamethrower. Can you stand just a little more that way. And in front of each contestants, it's a little peppermint\ncarousel, can you all stand on it? The challenge has officially begun. Whoever falls off first loses. - Do you feel bad about what you did? - I feel awful. - All right, just step off it. - No, I won't do it. - You can do it - No. - Don't push. - Currently they're not spinning. So let's move this here. Now they're spinning just a\nlittle bit, how is it everybody? - Pretty",
        "17": "fine - Pretty good? - Good so far.\n- So far so good. - Whoa. - I think he was making fun of it. You want me to ramp it up? - I dare you. - All right, we're ramping it up. Now they're spinning faster. They all kinda look like MPCs, you know, in the character\nselection where they spin. You know what I mean? If you step here, step\nright while you're doing it, it'll help you with the sickness. Like 'cause you don't have to spin, you can just step in place. - Don't trust Jimmy. I don't trust that.",
        "18": "- That seems scary. Oh, oh. (everyone yelling) - What do you do now? (everyone yelling) - Why did that hit me in the head? - Even though he got out, I wanna show you guys\nthe faster speeds 'cause I spent a lot of money on this. - [Jimmy] Look at him over there. - Ah! - I can't feel my toes. - To the river. Before you step in the boat, I need you to assign them a number. One through four to each\nof them, who is number one? - Dallin. -\n- One? - Okay, so who's number two?",
        "19": "- Justin. - Number three? - Brian - Are you just going\nin order of the layout? - I really am. - Oh, that's cheap. All right, fine, get in the boat. - One last sweet treat\nfor the road, my guy. - Ah, thank you. Watch you fall in. - That could determine who\nloses a chocolate factory. Let's show you why that's relevant. There's four toilets behind me. Three are real, ones made of a cake. Whichever person picks the\ncake one is eliminated. - So if they're right they're wrong? - No, they have to be\nright about the wrong one. -",
        "20": "[Jimmy] I'm not joking. One of those toilets is\nliterally made of cake and whoever picks the cake toilet loses the chocolate factory. We're gonna start things off\nwith number one over here. Take your blindfold off,\nyou have five seconds. Five, four, three, two - Two. - Alight. So you're picking toilet number two. Stand in front of it and face this way. Now we have number two, are you ready? - Yep. - Take the blindfold off. Five, four, three, - [Contestant] One. - Okay, go for it. Alight, that leaves only\ntoilet three and four left. Five, four, three, two -",
        "21": "Three - Okay, you pick toilet number three. So I hate to break the news to you, but there's only one toilet left. So you can just go walk in front of it. Three of these toilets are real. One is made of cake,\ncan you guys sit down? (intense music) - Oh. -\n- Oh yeah. - Everyone his toilet\nwas the one made of cake. - [Contestant] No, man. - Oh my God the cane. - The cane is no more. I don't know if you guys have\never made a toilet out a cake, but this took forever.\nSo please subscribe. -",
        "22": "Can you flush that? [Everyone Laughs] - You know the deal, on the bridge. - Better you than me dude. - [Jimmy] Oh my God. - Sorry, but you had to go at some point, if I was gonna win. - Have fun in Arizona, I'll\nsee you soon down there. - {Jimmy} Oh my gosh. - Oh, I don't know if\nthis is wholesome or not. - Hey, don't worry Jimmy. Being a boat captain's a piece of cake. (strong base) - And we have one final challenge left that will decide which\none of you walks away with this chocolate factory.",
        "23": "We have these three contestants. And what better person to\ndecide which one of you wins a chocolate factory than, come on in, Gordon Ramsey, turn around. - Oh my gosh. -\n- No way. - How's it going man? And as you're probably guessing, the final challenge is a cooking challenge and they have 45 minutes to make a dessert for Gordon Ramsey to judge. He'll be judging on looks and taste, Begin! (clicking timer) - Yes -\n- Okay. - Don't forget a chocolate\nfactory's on the line. I don't normally do these\ncooking shows, what do we do now? - So this",
        "24": "is tough on them, by the way, for the finale, they\nhave 45 minutes to cook. That's that's, - [Jimmy] That's not a lot of time? - That's not a lot of time. - Oh I just made up a random number. - Right, goodness how are we doing? - I have no idea. I'm just, - You have no idea? - I'm looking at\ningredients and I'm trying to figure out what everything is. - So you've never done this recipe before? - I don't know how to cook,\nI'm just going for it. (Jimmy laughing) - What are you working on?",
        "25": "- I need to make a cheesecake,\nwhich I just found. Probably shouldn't put that on the stove. (both giggling) - I'm starting off with a funfetti cake. - How much chocolate you putting in there? - I'm gonna keep the chocolate\noutta the funfetti cake. It's gonna come in at a later moment. - A later moment? We haven't got much time.\nWe've only got 45 minutes. - A little stressed out right now. - Are you okay? - I'm good. I'm good. - He makes everything so\nmuch more intense, I love it. - What's the dessert? Look at me, you've done",
        "26": "nothing yet. - There's, there's a few\ndifferent ones. So I'm gonna, - A few different ones? - Yes. - You have 45 minutes. Can you work and talk at the same time? - I was about to say the same thing. - I probably should. (all chattering) - Honestly, I don't even know what to do. Gordon just kind of took over\nand it's really entertaining. - Just over 20 minutes, halfway guys, halfway to a amazing chocolate factory. - When I win this chocolate factory, do you wanna buy it off of me? (both laughing) - I'm gonna see what",
        "27": "you make first. - Oh my gosh the cockiness. He decides whether or not you\nwin the chocolate factory. - Oh I know, I'm aware. - Hey psst. - Yes. - Turn the gas on. - I probably should. - Yeah, oh my God. - Did you know how to\nmake brownies before this? - Uh I have, but not with no instructions. - Here we go. - Lets go champ. - Gotta get this in here. (people laughing) (torch firing) - You're burning the mat. The mat is burning. - Oh shoot, you're right! Just a light flame, that's\nlike eight inches",
        "28": "long. - So we're, we're good\nwith fire extinguishers. - And I don't think\nmarshmallows whisk like that. - I don't know. We're we're gonna find out though. - Oh my god. - Don't come over here, Gordon. - What have you done there? - I don't know. - It looks like you cooked it, ate it, then threw it back up. - Oh man. - I think Gordon's\nabout to have a seizure. - Two minutes. - Hey, you want me to\nblow torch this for you? - Uh no, not yet. - All right, how about now? - Not yet. - Stop",
        "29": "harassing the contestants. - What Gordon's gonna want\nis you to make it sound like you put in a lot of effort. So if you start using adjectives\nthat chefs like hearing, I put the nerds rope\nhere because it really contradicts the chocolate really lets you. - Shut it down, 15 seconds to go. - Three (crashing dishes) - Oh my gosh. - Ten, nine, eight, seven, six, Come on Christian. Five, four, three, two, one. And stop, hands in the air. - [Jimmy] Done. Gordon will now begin\njudging all three dishes. He's gonna give him a score one outta 10 on",
        "30": "looks and a score one outta 10, based on how it tastes. Person with the highest score at the end wins the chocolate factory. - Justin, describe the dish. - This is Rocky Road on a cone. I melted the marshmallows on top. I had a marshmallow at the\nbottom 'cause I didn't know what to do at the bottom, so. (all laughing) - I don't what looks worse. The one at the bottom or the one on top. (all laughing) So visually it looks a\nlittle bit pedestrian. - I'll take that. - It looks like you've dropped it. I'm gonna",
        "31": "give that a\nfive out of 10, right? Wow. How do we, does this\ncome with instructions? - Yeah, one honest bite. (spits out bite) - Oh, well. (laughing) (explosive sound) (loud laughing) - Five. - Five. So 10 total. - 10 total. - All right. It's a 10 of 20. So. - It looks like a bum's got\noff there, what happened there? - No it looked great before\nand then the last minute he somehow managed to ruin\nhis whole creation. - On top I have a whipped cream. That's actually melted. It's not there anymore. And then I've got\ncaramelized bananas sitting on",
        "32": "top of coconut covered,\nchocolate covered marshmallows. - Have you ever heard the word stop? (Jimmy laughing) Less is More? - I was\nthinking the same thing. - Yes. - Yeah, so visually it looks a mess. Three outta 10, Taste wise, what's the liquid? Why is it gone all liq.. What do you do? - The syrup flooded out and\nthen it was, it was too much. - It's good? - No, it's not, I know, It's not. - What did you put in there? I'm gonna give that a five. - All right, you have\nno way of winning, so. - Thank",
        "33": "you guys, it was a lot of fun. It was really nice to meet you. - Likewise, likewise. - You know, just for that,\nwe're gonna give him $10,000 for coming out. (people clapping) - Thank you so much. - All right, but you\nlost, I'll see you later. - Bye guys. - All right, so I've\ncreated a funfetti cake, chocolate river from the Willy\nWonka Factory with the boat in the middle that goes\non through the waterfall. Had to add a lot of color. There's a lot of color in the factory. - Visually. I think this looks the best. - I",
        "34": "like the story. So visually it's it's a\nstrong it's it's a seven. - You only had 10. It's already close and\nhe hasn't ate it yet. - Sponge the funfetti is always better, light fluffy, but I'm nervous. - Yeah?\n- Uh oh. - What do you think? I can't tell if he's about\nto be the worst cake ever or like, oh, it was decent. - Right there. - Oh my gosh. - Is a seven out 10, congratulations. - Yes. (all celebrating) - That's it, Congratulations. - Congratulations, - Here's the deed.\n- Give me this! - He just won this Chocolate",
        "35": "Factory. - It's all mine! - To celebrate our launch of\nmilk chocolate and sea salt, we went out, we bought\n10 Teslas, loads of cash, and all these prizes\nyou see on the screen. And prizes aside, unlike Hershey's, these bars only have\nfour to five ingredients and just genuinely taste good. Go to feastables.com right\nnow and order some chocolate. Only problem is the chocolate\nriver is deteriorating. All the candy is going bad. There's probably a million flies in there and it costs a lot of money to upkeep, so I'll be right back. Right here is half a\nmillion dollars in cash. Will",
        "36": "you sell me your\nchocolate factory for half a million dollars? 'Cause if not, it's\nprobably gonna cost you over a hundred grand a year to maintain. - I've never seen so\nmuch money in my life. Will you buy this off of me? - Yes. - For half a million dollars? - Oh, of course right here. - This is mine. - If you hand me this, you can\nput this money in your car. - I officially hand it to you. - Okay. - Yes! -\n- Well, there you go! - This is mine, oh my god! (Explosion) ♪ Mr. Beast, oh",
        "37": "♪ (explosion)"
    },
    "summary": "Ten contestants participate in challenges at a real-life re-creation of Willy Wonka's Chocolate Factory. Challenges include hide and seek, climbing a candy wall, speed-eating chocolate bars, navigating marshmallows, and preparing a dessert for Gordon Ramsey to judge. The winner receives the factory and prize money, leading to an unexpected twist at the end.",
    "scene_captions": {
        "8": "The image shows four individuals in what appears to be a cooking environment, possibly part of a television cooking show, workshop, or a similar setting. Three men and one person, whose gender is not clearly identifiable from this angle, are standing around a table with various cooking ingredients and utensils.\n\nThe man on the far left is holding a skillet, and has a cheerful expression; he is possibly engaged in some form of humorous activity or conversation. The next man is wearing glasses and has a neutral expression. The third individual from the left appears to be a well-known figure who is famous for his expertise in cooking; he is wearing a plain dark-colored t-shirt and is looking towards the man on the far left with a focused or surprised expression, likely reacting to whatever is happening with the skillet. The individual on the far right is wearing an apron and seems to be actively cooking or preparing something, stirring a pot on the stove.\n\nThe table is equipped with cooking pans on burners, plates with food, potentially desserts, and various cooking bottles and jars which could contain spices or sauces. Behind them, there is a backdrop that suggests this could be a staged area, like one found at a food expo, fair, or a temporary cooking demonstration area.\n\nOn the lower left corner, there's a small inset of another man's head with glasses, who is looking at the camera and smiling. This could be a part of a video overlay, often used to show reactions or comments from someone not directly in",
        "4": "The image shows a person lying face-down on a white surface. The individual appears to be wearing a white shirt with a purple tie and purple pants, suggesting a uniform or formal attire. The person's body is sprawled out with arms extended to the sides, and it seems like they might be in the middle of an action, such as falling, resting, or performing an exercise. The context is not entirely clear, and there are no discernible expressions that would provide additional information regarding the situation. The environment appears to be indoors with a plain, unadorned background.",
        "5": "In the image, there are two individuals. The person on the left is wearing a hat with an orange top and brown brim, and a dress shirt with a colorful pattern, paired with a bow tie. This person seems to be observing or waiting for something. On the right, we have an individual wearing a blue T-shirt with a large pink number \"01\" on it, and this person has a black blindfold on. They appear to be in the middle of an activity or a challenge that requires being blindfolded. The background features a purple wall and part of a checkered black and white floor, giving the scene an upbeat and playful atmosphere. There is also a stanchion with a red rope barrier in the background, suggesting some controlled access or delineated area for an event or activity.",
        "7": "The image appears to show two individuals standing behind what looks like a table or counter. The person on the left is wearing a grey short-sleeved shirt, and is in the middle of a task that seems to involve handling some kind of object with both hands, though it's not clear exactly what they are doing as the object isn't fully visible. \n\nThe person on the right is wearing a black T-shirt with a strap, perhaps part of an apron or a bag, across their body. They seem to be talking or explaining something, as indicated by their gesture with one hand and their mouth slightly open as if speaking. \n\nIn the background, there are shelves stocked with various items including what looks like condiment bottles, indicating that this could be a food service setting. The black drapes suggest this might be a booth or temporary setup, possibly at an event or a market. \n\nThe scene is indoors, as implied by the artificial lighting and the structure in the background. The exact context or nature of the activity the individuals are engaged in is not clear from the image alone.",
        "6": "The image shows two people in a kitchen environment, likely engaged in a cooking activity or demonstration. The person facing away appears to be observing or instructing while the other, facing us, is focused on a task. There are several kitchen items and ingredients visible, including a weighing scale, bowls, eggs, and various containers probably containing cooking ingredients. The environment suggests that this could be a culinary class, a food demonstration at an event, or a cooking show.",
        "2": "The image features a person in the foreground holding what appears to be a torch with flames on it. This person is wearing a patterned vest and an orange hat. In the background, there is a group of people standing, possibly watching the person in the foreground. The setting seems to be an interior space decorated with what looks like a rocky terrain and some greenery, possibly for an event or a themed gathering. The floor reflects the surroundings, indicating it may have a shiny or polished surface. The image is quite dynamic, with the focus on the person with the torch and the attentive audience in the background.",
        "3": "The image appears to be from a scene with a group of people, possibly part of a video or a still from a show. There are several individuals in the foreground and background, some wearing casual clothing and others in costumes which suggest that they might be in a setting that involves work or construction—evidenced by one person wearing a hard hat.\n\nAdditionally, there are various faces circled with a green line and one with a red line at the bottom of the image; these might have been added post-production to mark certain individuals in the photo for some reason, such as for highlighting or tracking purposes during video editing or as part of a game or activity related to the content. The text in the background, partially obscured, looks like it says \"fea...\", which could be part of a word such as \"feature,\" \"feast,\" or \"fear,\" depending on the context that is not fully visible in this image. The industrial setting and the attire of some individuals might suggest a theme or story element if this is from a piece of entertainment.",
        "1": "The image shows two individuals dressed in costumes. On the left, there's a person dressed in a style reminiscent of a classic explorer or adventurer, with a wide-brimmed hat, a checked shirt, and a red bandana around their neck. On the right, there's a person wearing a purple coat and a tall orange hat, giving off a whimsical or perhaps a magician-like vibe, possibly inspired by characters like Willy Wonka.\n\nThey appear to be standing next to a railing that is covered in what looks like an orange-colored fabric or decoration and is connected to some form of pink structure, perhaps a playful or themed set piece. Behind them, there's a backdrop that includes artificial scenery like rock formations and plants, suggesting this could be a set for a stage performance, a themed event, or a children's entertainment show. The overall impression is one of color and fantasy.",
        "0": "The image appears to be completely black and does not show any visible content. If there is supposed to be something in the image, it is not visible due to the darkness or lack of light."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/Hwybp38GnZw/hqdefault.jpg",
    "title": "I Built Willy Wonka's Chocolate Factory!",
    "views": 280579831,
    "likes": 6451886,
    "duration": "16:11",
    "description": "MILK Chocolate 🍫 Win a Tesla or be in a MrBeast video - Buy now ▸ https://feastables.com\n\nSUBSCRIBE TO GORDON!! @gordonramsay \n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• TikTok - https://www.tiktok.com/@mrbeast\n• Twitter - https://twitter.com/MrBeast\n• Instagram - https://www.instagram.com/mrbeast\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Official Merch  - https://mrbeast.store\n• Beast Philanthropy - https://www.beastphilanthropy.org/\n\nText me @ +1 (917) 259-6364\n I'm Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}