{
    "url": "https://www.youtube.com/watch?v=jdMNoQE3mIQ",
    "trascript_chunks": {
        "0": "- I just bought this private jet. And now it's crashed. It takes on average 31\nhours for a rescue team to find the survivors of a plane crash. And now me and the boys\nare literally stranded in the middle of nowhere\nuntil help arrive. All right, let's assess\nthe damage over here. - I see some water bottles. We're gonna get thirsty out here. You know how it is. - Oh, look, they really paid two pilots and they only need one? That's why your flight's so expensive. - Chris! - What? - I found snacks. - So just like a normal\nplane,",
        "1": "it's all terrible. We're saving these for later. We gotta ration this. - But I'm hungry now. - We're gonna pool the\nplane resources on the wing. - This takes layovers to the next level. - The only food and\nwater we have to survive is what's typically\nstocked on a private jet. These tiny planes really don't\nhave much food and water. I think it's time we use some strategy. Half of us should go explore the area, and the other half should\nkeep organizing the inventory and building a shelter. - All right, let's all\ngo grab plane pieces. - The longer we explore,\nthe",
        "2": "less we have to build. - Exactly. - We push it and we're\nmaking like a tent area. Uh-oh. - It kinda works.\n- I like it. That's what we want. - What is the objective of exploring? - I don't think exploring does anything. - Oh, well, when you put it that way. Does this not look like a movie scene? - This feels like we're\nin \"Jurassic Park.\" - It really does. - Wait, especially with that dinosaur. - Oh, shoot. - Wait, is this our new home? This is epic. They made progress while we're gone. Doesn't look like there's",
        "3": "much water. - I drink my four bottles,\nwhich is my share. - You've been drinking waters? - I've been thirsty. - What happened to rationing? - I rationed these nuts. - Nice. - I'm a streamer, I'm not\nmade for this outdoor stuff. We've come back with so many sticks. Oh, it's scary in here now. Do you feel like you know\nhow to get back from here? I think we're lost. - Guys, I got a fire pit. Holy crap. Did you rip the engine off the plane? This is actually a perfect fire pit. You might not be the brightest,\nbut",
        "4": "this is impressive. - I think I have enough wood to go ahead and get the firewood started. Look at that. - Chris is big braining right now, dude. - We are thriving, not just surviving. - I've got an idea. Tareq, give me the drone. Tareq brought this drone\nto get cool drone shots. But what he didn't plan for is for me to tape the drone\nand use it to scout the area. Bro, it's literally just trees. I wonder if Ludwig hears\nthis, then he's like- - He's terrified. - I hear a drone. - You do? - Is it",
        "5": "more that way? This way. We might actually be lost. Karl! Chris! - All right. Still trees. Still trees. Wait, what is that? Oh, my God that's water.\n- Hey, Chris! - That's water. Look what I found. - That's a river source. - Wait, where is this river? - Karl! - Is that Ludwig yelling? - Is that Ludwig?\n- Hello? - Okay, Karl I'm having\nfun with the drone. You go save Ludwig. - Ludwig just screams. - Karl! - Where is he? Is he in the forest? - Where are you? - Ludwig! - Karl! - Ludwig! - Karl! Karl!",
        "6": "Oh my God. - Are you kidding? - That's like nothing. - These are good sticks. - That also wasn't even in the bag. - But I... - Watch yourself with that stick. - We need a meeting, Jimmy. Ludwig was lost in there and I find him with a bag\nof about eight sticks. - Man, that's actually a lot of wood. - It's a good amount of sticks. - He was out there for an hour. . - Here's the situation. This plane wing can fall at any point, we barely have any water left, and we haven't even",
        "7": "built that helipad for the helicopter to land and pick us up when the time's up yet. I know everyone's about to go to bed, but I just remember we have a flare gun. - Help! - Oh.\n- Oh, wow. Wait, is it gonna come down? Oh, we're dead. Oh wait, nevermind. Another one! Ooh. Before you shoot our last flare, what if we actually need a flare? - Why would we possibly need a flare? - Apparently this drone\nhas a thermal camera. So we decided to test something\nin the name of science. - Dude let me write a message",
        "8": "in urine. - All right, we're ready? Write us a message in your pee. - I think I see it. - Yes, we see his pee! - You see it? I put my initials. - Yeah, we do. - We can see your pee.\n- Oh my God. - I wanted to write, \"sub to MrBeast\" but I realized I was\ngonna run out of fuel. - You don't have enough, yeah.\n- Yeah. Oh, that's actually the first water bottle I've had in six hours. - Chris, are you hungry? - What do you think, Tareq? What kind of question is\nthat? Of",
        "9": "course I'm hungry. Not anybody has ate. - We're not even halfway\nthrough the challenge and we're starting to go\ncrazy due to dehydration. - The only thing in the air right now are these bugs. - Guys, I just realized we're gonna miss our connecting flight. - Guys, I just realized we're probably gonna miss\nour connecting flight. - I'm not having fun anymore, bro. - This is taking lay over\nto a whole new extreme. - It's 4:00 AM, I've gotten no sleep. It's freezing cold outside. I've gone from heat\nexhaustion to shivering in like six hours. - How'd everyone sleep last",
        "10": "night? - On the wrong side of the plane. - It got really cold\nin the cave over there, so we all came over here\nand slept by the fire. - How much food do we have left? - None. - We have like 10 packs of nuts. - Is that the only thing?\n- Literally only peanuts. - As you guys remember when\nI was playing with the drone, we saw a river over there. And see now we need to shower\nand none of us have water minus like, Ludwig. - I drink my four bottles. - I think we should go find",
        "11": "the river. - To the river. ♪ Going to find a river\nthrough the woods ♪ You guys gotta remember\nI grew up in woods. The roots have been washed out by water, that means we're getting close. Guys, I think I hear it.\n- Yeah. Chris, the river did\nlook closer on the drone. - We're almost there. - You guys wanna hear my Chris impression? \"Yo, it's right through here, guys.\" - I am actually seeing\nlike little purple dots and I don't know if it's\ngnats or I'm dehydrated. - I wouldn't drink out of this river - Boy, fishing poles. - Oh.",
        "12": "- We did not put those\nthere, just to be clear. I don't think this is\never gonna be clean enough to drink and bathe in. - No. - I have a headache and dehydrated. Chris is just gonna keep going. - We keep trekking off. - I think we just head back to the plane and just leave them. - Shower would have been nice, though. - Oh, what? Why in America's there just\nrandom things in the woods? - Whoa. - How old is this Mountain Dew? - Whoa. - Oh my God. This thing's disgusting. Oh, there's wasps in here.",
        "13": "- Oh, oh, oh, oh, oh. - All right, let's jet, let's jet. - I got you. - Oh, we brought bug spray. - Run! - I've never been so excited\nto get back to a crash site. - We're back! - Do you hear yelling? - I hear yelling. - What are you a river God? - I am a river God. That's why I have this staff. It gives me plus 18 intellect. You guys been being productive? - Chris, you're back. - Chris, who's that? I'm the river God. - I'm severely dehydrated. They need to pack more",
        "14": "waters on plane for when you get in a plane crash. This is really hard to survive\noff of like this much water. How does this compare\nto 24 hours in a desert? - During the day was\nhot, but we had water. - How does this compare to\n50 hours in the wilderness? - This is way harder. - Because in the wilderness\none, we had water. - Almost like you need water to survive. - Is there actually a\nhelicopter coming or not? I don't actually trust that\nthere's a helicopter coming. - It's officially been 30 hours, which means we have one more hour",
        "15": "until the helicopter saves us. I have three layers of sunscreen on, four layers of bug spray. But that aside, we should build a place for the helicopter to land. - Go a little faster,\nwe've only got an hour. - You wanna do it? - Why do I have to mow the grass? - We could burn the grass, 'cause then it'll just be a bare path. Now, theoretically, we should be able to burn the grass inside of where we did\nthe fire extinguisher. - This is a terrible idea. - So how are you making the H, Chris? -",
        "16": "I'm using fire. - Fire! I took care of it. - I think now we're\nburning an obvious place for them to land. - Bro, we ran out of water 10 hours ago. - I'm just excited to go\nhome and take a shower. - What? Come on, you had fun. Did you not? - It was a good time. - What?\n- Exactly. - With the exception of the lack of food, the lack of water, the lack\nof shower, the lack of sleep. - I'm tired. - It hurts to breathe. - I haven't had a drink in five hours. - Chris,",
        "17": "are you hungry? - What do you think, Tareq? - Oh wait, do you guys hear...\n- I hear it. - Oh my God. - I hear it. Oh my God. - We gotta let him know where we are. Oh. - Hey! That's our rescue helicopter. That means that 31 hours is officially up. Here.\n- Here. - Right there. - On the H that I made. - Yes! Look at the trees!\n- Oh my God! - Whoo! 31 hours in that stupid plane. I'm out here. Goodbye. I'm gonna go get some\nwater and take a shower. - We're Going Home!",
        "18": "We're Going Home! - That just took layovers\nto the next level. - To the next level. ♪ MrBeast, oh ♪ - I'll tell you this. I'll\ntell you this right now. This is about to take\nlayover to the next level. - I swear to go God..."
    },
    "summary": "A group of friends survives a private jet crash in the wilderness. They face challenges of dehydration and hunger, using plane resources to build shelter and ration food. They explore the area, find water, and signal for rescue successfully after 31 hours. The experience tests their survival skills amid humorous moments.",
    "scene_captions": {
        "8": "The image shows a group of five young men sitting outdoors, likely on a field with some dry grass. They seem to be engaging in a casual gathering or discussion. Four of the men are sitting on what appears to be a brown inflatable couch, while one individual sits directly on the grass. Behind them, there is an orange structure, which could be a part of a tent or another piece of camping equipment, signaling that they might be in a campsite or involved in some outdoor activity.\n\nEach man has a relaxed posture, and they are dressed casually. The man in the center is gesturing with his hands as if he is in the middle of explaining something or telling a story, which leads to the conclusion that they are having a conversation. There is a black object on the grass next to the inflatable couch, but it's not clear what it is from the image.\n\nThe setting appears to be during the day with natural light, and the surrounding area includes some trees in the background, which may indicate a rural or park area. The overall atmosphere seems relaxed and friendly.",
        "4": "The image is dark and does not offer a lot of detail, but what can be discerned is a person's hand holding a smartphone with the screen on. The surrounding area is poorly lit, rendering the rest of the scene indistinguishable. The content on the smartphone's screen is colorful but not clear enough to describe what it specifically displays.",
        "5": "The image shows a person lying on the ground, seemingly outdoors, on what appears to be a blanket or mat. The individual—appearing male—is wearing a black shirt and pants and looks to be in a state of discomfort or distress. His eyes are closed, and his hand rests on his chest. In the background, you can see other people who are sitting around, and one person is partially visible standing with what seems like a wooden object, possibly a part of a stretcher or chair, though it's not entirely clear from this angle. The environment suggests an informal outdoor gathering or event.",
        "7": "This image depicts a group of young people spending time outdoors. There are three visible individuals who appear to be in a casual setting, possibly a park or a wooded area. Two of the individuals are sitting on the ground, with one leaning back against the other, while the third person stands nearby. The person leaning back is wearing a green t-shirt with some text on it, and the other two are in white t-shirts. They all appear to be wearing jeans or dark pants. A tree trunk is directly behind them, suggesting they may be resting or having a conversation in a shaded area. The atmosphere seems relaxed and leisurely.",
        "6": "The image shows three young men standing outdoors during daytime. The person on the left is wearing a white long-sleeved shirt and a black hat with what appears to be black cloth or a garment hanging over the side of the hat. The person in the middle is wearing a white t-shirt, and the one on the right is wearing a white t-shirt with a black jacket or sweater draped over his shoulders. Behind them, there is a small body of water, possibly a pond or river, and beyond that, a green, leafy area with trees. To the far left in the background, there seem to be another person and an animal, possibly a dog, at the water's edge. They all appear to be in a relaxed outdoor environment, perhaps in a park or nature area.",
        "2": "The image shows two individuals standing in front of a small white airplane that appears to be on the ground without its landing gear deployed, suggesting it could be out of service or in a state of disrepair. The aircraft is surrounded by grass and some trees in the background, indicating a rural or semi-rural location.\n\nThe person on the left is wearing a black t-shirt with the word \"MrBeast\" on it — they are likely affiliated with the YouTube personality known by that name or part of his team. However, I can't provide information about their identities.\n\nThe person on the right is wearing a beige shirt and a necklace. Both individuals seem engaged in an activity or a conversation, with the one on the left gesturing downward with his left hand. There is also what looks like silver duct tape and other materials scattered on the wing of the airplane, possibly for some kind of project or makeshift repair.",
        "3": "In the image, you can see a forest scene with thin, bare tree trunks and branches in the foreground. The forest floor appears to be covered in dry, fallen leaves, indicating it might be late autumn or winter. The lighting suggests either dawn or dusk due to the dim light and the absence of strong shadows. No people or animals are immediately visible in this section of the scene.",
        "1": "This is an image showing three individuals near a small airplane that has apparently made an emergency landing or crashed in a grassy area. The aircraft is white with red stripes and has multiple windows along its fuselage. One of the wings of the airplane is lying detached on the ground, and the individuals appear to be examining or handling the detached wing. There are trees in the background, suggesting this incident occurred in a relatively secluded or wooded area. The condition of the plane and the fact that the individuals are on the ground with the detached wing indicate that the aircraft has suffered significant damage.",
        "0": "The image appears to be completely black. There might be a loading or display error, or it could be an image intended to be black. If there's supposed to be content in the image, I'm unable to see it."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/jdMNoQE3mIQ/hqdefault.jpg",
    "title": "I Survived A Plane Crash",
    "views": 174583946,
    "likes": 3876163,
    "duration": "08:14",
    "description": "Thanks again to the Coast Guard for the lift!\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}