{
    "url": "https://www.youtube.com/watch?v=vaIgyRoUkQI",
    "transcript_chunks": {
        "0": "- I am not eating any food\nfor the next thirty days. - Wait, won't you be hungry? - [Jimmy] This is what\nI currently look like, and I weigh 220 pounds. And when I say no food, I really mean it. This was the hardest\nI've ever pushed my body in my entire life. Seriously, do not try this at home. I had a whole team of doctors\nwatching me every single day. They kept track of all\nmy vitals, like these, to ensure I didn't have\na heart attack, or worse. Thanks, doctors! And if I for any reason eat\nfood in the next 30",
        "1": "days, Chris, you get to shave my head. - No way! - Yes. - There's no way he is going to 30 days. We're shaving his head. - The challenge has officially begun. - Guess you won't need these. (ceramic plate shattering) - You're right. And\nsince I'm not eating for the next 30 days, I might as well get rid of\nall the food in my house. - Or are you eating? - I'm not. - Or are you? - I'm not eating. And can you guys help me\nget rid of all this food? - Or is he? - It's like",
        "2": "legit, take all my food. I don't want a single calorie\nof food in this house. - Jimmy, question. If a fly flies into your mouth,\ncause your mouth is open, and you accidentally swallow\nit does that count as eating? - Uh, probably. - Yeah, we're that serious. - Enjoy the food! I'll see you guys later. You forgot the Cheetos. - Ow! Tomorrow, we're bi... - [Jimmy] Say it to the door. All right, the challenge\nis now getting serious. The boys are gone, and my\nkitchen is completely empty. Also, Chris accidentally\nbroke my microwave. (ceramic plate shattering) - The microwave broke. -",
        "3": "Thanks a lot, Chris. I'm laying in bed about to go to sleep, and it feels weird not\nhaving a snack before bed. I'm staying strong. I'll see you guys tomorrow. Typically when I wake up\nthe first thing I do is I go eat breakfast, but\nobviously I can't do that now. So, I guess I just go film videos. The only thing going in\nmy mouth for the next twenty-eight days is water. Let's go see how much weight I've lost. To be honest, I probably\nweigh basically the same. Yeah, like I said. And I'm about to go start\nfilming a different video;",
        "4": "so today's gonna be a\npretty difficult day. And the video we're filming is, we're seeing if this man\ncan spend a hundred days in this circle. Comment which you think is harder, spending a hundred days in a circle, or not eating food for 30 days. Filming on a completely empty stomach is much harder than it sounds. By the end of it, I was drained. (Jimmy weary sighing) That's probably like four\nor five hours of filming, and honestly, man, I need to go to bed. I'm tired now. - Hey, Chan-Chan, what you got there? - [Chan] Oh, just some",
        "5": "McDonald's. - I'm blowing the smells your way. - You are. - Jimmy, you want to eat me. - It's the end of day number two. Not gonna lie, I'm actually really hungry, and yeah, I'll see you guys tomorrow. A lot of people say that\ndays three through six are the hardest, but for\nthe most part I feel fine. I'm just a little sluggish. And I just feel tired. Taking my first poop\nsince I started fasting. (background bell chiming) How much do I weigh? So, I'm down two and a half\npounds in the last day. That's actually pretty crazy. But",
        "6": "it does make sense, because I took a giant poop this morning. We're about to do a photo\nshoot for my snack brand, Feastables. And it sucks, because I can't eat 'em, and this is making me hungry. That's me smiling through the pain. You need me to take a bite of this? - Yes. - They want a photo of me\ntaking a bite of the bar. Can I have permission? I'll spit it out, I promise. - [Chris] Yeah, you can\ndo that, if in the picture you can have a shaved head. - [Jimmy] I hate you. All right, I'm",
        "7": "hanging up. Fake biting chocolate! This morning I was like,\n\"Yeah, I'm not that hungry. This isn't too hard.\" Now I'm like, \"Bro, I need to eat food.\" The boys told me they\nhave a surprise for me. Which is basically a\nnice way of them saying, they're about to torture me. - We just rented an ice cream truck. - Cause we wanna shave Jimmy's head. (frozen confection thudding) Oh, I'm sorry, Tareq! - All right, let's go! (truck speaker trilling\nTurkey in the Straw melody) Yeah! Oh, Jimmy! - I hear music outside,... - [Chandler] Jimmy! - and now they're screaming my",
        "8": "name. - [Chris] Jimmy! - Oh my gosh. - [Chan] Hey. - Hey, we got ice cream. - [Jimmy] Did you use\nmy credit card for this? - Of course we did. What, would we use our own money? - Of course. Screw you guys. It just clicked in my head\nthat these goofy, goobers are gonna be try to tempt\nme this entire time. (frozen confection hitting house) They're literally throwing\nice cream at my window. - [Tareq] Oh my God. (strained yelling) (glass window shattering) Did you guys just break the window? - Jimmy! - Jimmy, watch out for the\nbroken glass in",
        "9": "the ice cream. - You guys do realize I'm\nrenting this from a friend? - [Friend] Hey, Jimmy, catch. (frozen confection thudding) Did you guys have fun? - We have one more little trick. - Oh, one more, of course. - We do have one more. - Let me guess you ordered pizza? (background crickets chirping) Okay, get out here. Come on, all you guys go. Merry Christmas! Happy Hanukkah! The boys smashed a window,... (window glass shattering) and it doesn't seem safe\nto sleep in a house with an open window. I decided to just sleep\nover at a friend's house. It's",
        "10": "the morning. And I woke up with a headache. Doc said it should go\naway within a day or two; it's pretty normal. So yeah, I'm probably\nnot gonna do much today. Despite that I managed to drag\nmyself to the weigh in set, turns out I lost another half a pound. Good progress. Anyways, back to bed\nfor the rest of the day. Today is day five. I'm going to check with the doctor, check on the guy in the circle, film some tik toks, and\nthen figure out how I buy a private island for a\nhundred million subscribers. All right, I weigh 212.2",
        "11": "pounds. I lost another three pounds\nover the last 24 hours. - Where does it go? - Bro, I don't know. - We should find it. - Currently, I'm getting\nblood work done to prove to you guys, and Chris\nthat I haven't eaten. Main thing I'm gonna be\nlooking for is a hormone called leptin. It will tell me whether\nyou're eating, or not. They're gonna take a\ncouple days to come in. - We'll await the results. (electric razor buzzing) - Today is day number six, and for whatever reason,\nI'm feeling really good. I don't wanna get cocky, cause I still have 24 days",
        "12": "left, but I'm starting to think\nthis is actually possible. You guys know the deal, two hundred and ten point one pounds. Well, we're on 210 exactly. Wow. This is Bitcoin this year. And now it's time to go\ncheck on the guy we trapped in the circle. We're filming the hundred\nday in circle video. And after talking really\nloud, for a long time, I'm very tired. So I'm gonna just take a nap, probably. So I did take a nap, in this guy's house, and then we finished filming. Need anything else? - No, I think I'm good. - See you in",
        "13": "a week. - A week. It's currently midnight, and\nthe boys asked if I wanted to hang out. They're all just nomin' away. I'm not gonna lie, in this\nmoment I am contemplating shaving my head so I can eat some nachos. Those look really good. - You can have them. (suspenseful background tune trilling) - All right, I'm sticking to my water. - Your loss. - [Videographer] Good\nmorning, Jim. How you doing? - I'm doing phenomenal, because it's officially been\na week since I ate food. And what better way to\ncelebrate this milestone than some ice balls? (ice spheres clattering) (noisy ice",
        "14": "crunching) Ow! This was a lot funnier\nin my head after seven days without food; cut me some slack. (ice cracking in sink) This next shot is brought\nto you from the side, because Tareq didn't hit record. Oh my gosh, I'm down almost\n12 pounds since we started in only a week. Day seven was really busy. First, I did my vital check at the studio. (plastic packaging crackling) - [Studio Worker] Bad, bad, no. - Who left these laying around? I want it so bad. - [Studio Worker] Don't. - You eat it for me. Let me just watch you eat",
        "15": "this Oreo. This is sensational. (background audience groaning) Then I checked out some in progress sets from an upcoming video. And finally, me and Carl\nfilmed with Quackity for the rest of the day. - Well, I don't understand how\nthis constitutes as a talent. - Mental toughness is a challenge. I have ate food in seven days. - What? - [Jimmy] This challenge\nis definitely starting to wear me down. So, um,... (distant vehicle engine roaring) For one of our coming up videos we're... (diesel engine roaring) Thank you, truck. What I was trying to say, is the chocolate factory\nset was being",
        "16": "built, and I wanted to show you. This is a chocolate fountain, and that's how much chocolate\nit requires to fill it. Bro, being around these candies\nare making me so hungry. Why did we have to film\nthis during my fast? The boys sent me a random DM saying, they're playing basketball. It's probably a horrible\nidea, but screw it. I literally air balled my first shot. - [Nolan] He's definitely\na lot less energetic, making less shots. I didn't realize how weak\nI was from not eating. But despite that, I still\nmanaged to score a little. (Jimmy excited cheering) So funny story, I just",
        "17": "pooped, and that's significant, because this was my first\npoop in over a week. So I did some Googling, and apparently this is a normal thing. Not gonna lie, it, it feels so weird to poop again. I was recording some videos\nfor the reaction channel, and it really just, it drained me, man. - It's almost Jimmy James nap time. He is low on calories. - I'm, I'm low on the energies. I also just didn't sleep\nthat well last night, but I can barely keep my eyes open. I'm on a couch in the studio, and I'm literally just sleeping. (background",
        "18": "windows\ncomputer tonal chiming) On day 10 I flew out to New York, to meet with Mark Rover. Me and mark are about the\ntalk on the stage in front of a bunch of very important people. And I'm tired, and haven't ate food. - I didn't know was\nscientifically possible to survive that long without food. - [Jimmy] But back home, the\nboys had their own plans. - While Jimmy's in New York, Tareq let us into his house, and we've been filling\nit with food all day. - I've been eating all day. - Stop. - Okay. - [Mark] We removed\nthirty-two and a",
        "19": "half billion pounds of trash. (frame glass shattering) (hammer loud tacking) Brings us step closer to a cleaner world. - Oh! - What? Stop!\nYou're making it splosh. - [Jimmy] I recently\nlaunched a chocolate brand, and I thought it would be\nfun to give you guys all some chocolate bars. (show audience cheering) (background rock tune riffing) - The talk went great, and now I'm exhausted. I'm going to bed. - When Jimmy gets back\nfrom New York, guys, he's not gonna know what\nhit him, but it was us. He's definitely gonna eat, and then we get to shave his head. - Team",
        "20": "Us! (hands slapping) (slow background melody chiming) - [Jimmy] Hello? - [Tareq] Hey, Jim. Hey, listen, I can explain. Were you in on this? - [Tareq] I filmed it. - Oh, it smells so good in here. Please tell me it was just down here? My bed? Bro! How badly do they wanna shave my head? I'm FaceTiming Chandler. What is this? - Ya hungry? - Yes, actually. My stomach pain went\naway for the most part, but now it's throbbing. - [Chandler] Did you check\nunder the toilet seats? (background techno tune blaring) - No, and because you said\nthat I'm not",
        "21": "going to now. - I'm in a chocolate factory, watching people eat chocolate. And it's been 12 days since I ate food. Thirteen, twelve? I don't even know what day. And the day only got worse from there. I was so nauseous that I couldn't film for more than 20 minutes without\nsitting down for a break. Oh my God, I'm gonna throw up. At one point, I almost scrapped the chocolate factory video,\nbecause I was so low energy. - [Videographer] You want\nto sit down for a second? (Jimmy fatigued groaning) And by the end of the day, I\nfelt like I",
        "22": "was gonna pass out. So we headed to check with the doctor. (background show tune blaring) I'm getting pretty low on energy. So I'm gonna talk to the doctor, and see what we should do. - I think we should shave your head. And then you can eat, and\nthen you'll feel better. - True, it is actually\nkind of tempting right now. I really am hungry. - Your hormone levels came back, and it shows you are\ndoing good with your fast. - I believe you. I saw you sleep eight times today. - It's definitely starting\nto catch up to me. -",
        "23": "Your electrolytes still look good, but I'm a little bit concerned\nabout your energy level. When you start to feel worse, we can always break the fast for your... - Uhhh... - safety. - Yeah, we can break the\nhair off of your head too. - And this is why you\nneed medical supervision when you do these long fast. I don't know what I'm doing. I'm listening to him. - [Videographer] Good night, man. We'll see you on chocolate\nfactory tomorrow. (Jimmy groggy muttering) (ambient background melody chiming) - [Jimmy] I had to fly out on day 13, so I weighed myself from",
        "24": "home. That's 18 pounds under where\nI started in just two weeks. We're heading to Vegas\nto film a quick clip with Gordon Ramsey. All this flying's really\nstart to catch up with me. - [Flight Attendant] Would\nyou like some peanuts? - Uh, no. I would not like peanuts. 50 minutes past midnight, so it's actually officially day 14. It has been two weeks,\nsince I last day food, our hotel room had a\nbunch of snacks in it, and Nolan won't stop\neating them in front of me. - All I know how to do is eat chips. - Tomorrow we're gonna be\ncooking food for",
        "25": "Gordon Ramsey, or today cause it's 1:00 AM. I'm hungry; I'm going to bed. While filming with Gordon Ramsey, I was trying to stay upbeat, but I was really dying on the inside. We just filmed with Gordon\nRamsey from one of our videos. He has informed me, he\nwants to cook me something for his channel. - But you can't eat. - Yeah, yeah, yeah. As far as YouTube channel,\nCarl can taste test for me. You know, it's how he's\none of the greatest chefs to ever live, and by not\neating it I'd be passing up a golden opportunity. - Welcome to",
        "26": "Scrambled, where\nI'm cooking my favorite dish, scrambled eggs. With some close friends, and today please welcome Mr. Beast. - Thank you. (hands clasping) What a great hype, man. I have to also say I'm doing\na video where I try not to eat food for 30 days. And if I do, I have to shave my head. I'm gonna try not to eat what he makes. I'm gonna make a sandwich, and you're telling me now you're not gonna (background record scratching) eat it? - It depends, unless it looks really good. Uh oh, I pissed Gordon Ramsay off. - Just",
        "27": "take a little bite, right? How do you fast for 30 days? - Well, I'm not a doctor, so\nI don't want to tell you how. - When was the last time you had a poo? - Uhh, oh God. (men chuckling) That does sound smell good. - It's somehow... - You're gonna make me cry. - [Gordon] These are so special. - Holy crap. - They're beautiful. - Oh my gosh. - Breakfast sandwich... Young man, come here. At least take a bite. You'll be the first person\nin my entire career, that I've cooked something\nfrom start to finish... If he's...",
        "28": "Please,... Just... (Gordon chuckling) - All right, I'll take one bite. And I have to spit it out technically, cause the refeeding syndrome, but I still want to just taste it. - So, you're breaking the fast? - I'm gonna break the fast. (background ethereal chiming) - [Gordon] It's supposed to\nbe sloppy, rich, delicious... - [Jimmy] I love it, I love it. It's the best thing I've ever tasted... in my life. But you can't just have an influx of carbs after not eating 14 days. - Happy with that? - I am, very happy. Thank you. (hands smacking) -",
        "29": "Right! - I feel energized just having that in me. Bro, after fourteen days... There you have it, this jerk... (Gordon chuckling) is gonna make me shave my head. Let's go do it. A deal is a deal. Chris, you can shave my head. - Why do we have so many razors? - I hate you, Gordon! - I love you, Gordon. Thank you. You ready? - Go for it. I'm scared I'm going to mess\nup, but I literally can't... - Oh, lovely, lovely. - Oh! - That feels oddly good. Tareq's just behind the camera like... - Here let",
        "30": "me... - Just get it over with! - I'm gonna leave you a little unicorn. - Gosh. (electric razor buzzing) - Oh my God, that was so much hair. - Oh, okay. Okay, just let me see\nthat side real quick. Look how thin the side of my head is. I, all right, you know what? I'm ending the video here. I didn't trust Chris\nwith the razor anymore, so this is my barber finishing up. And this is the only\ntime you're gonna see me like this. For the next five months,\nI'm gonna be wearing a hat. Goodbye! (background singer soulful vocalizing)",
        "31": "- You won't be needing these anymore. (plate clattering) It's a good plate."
    },
    "summary": "Jimmy attempted a 30-day fast without food to push his body to the extreme. Doctors monitored his health as he struggled with hunger, tempting food offers from friends, and declining energy levels. On day 14, he broke the fast, ate Gordon Ramsay’s dish, and had his head shaved as per the challenge.",
    "scene_captions": {
        "8": "The image shows two individuals holding plates with burgers on them. One of the people appears to be instructing or interacting with the other, and there's a sense of enthusiasm or pride in what they're presenting. They seem to be in a kitchen or cooking area, as evidenced by cooking utensils and a pot visible in the background. At the top of the image, there's a digital timer displaying hours, minutes, and seconds, suggesting that this could be part of a timed cooking event, show, or some kind of challenge. The timer reads \"310:18:51\", however, without additional context, it's difficult to determine the exact significance of the timer. The environment has a casual, upbeat feel.",
        "4": "The image shows a person standing in a kitchen. They appear to be in the middle of speaking or presenting. The person is wearing a black shirt with a floral or space-themed pattern. The kitchen has white cabinets, and there are various items on the countertop including what looks like a roll of paper towels, a cutting board, and some other miscellaneous objects. There is also a sink visible behind the person.\n\nThe image features a large timer in the upper left corner showing 135 hours, 2 minutes, and 26 seconds, with the label \"HRS MIN SEC\" below the time, suggesting a countdown or a challenge that is being timed. Overlaid at the bottom of the image are the words \"1 WEEK,\" which may indicate that the activity or challenge is set to last for one week or that it has been in progress for that period.\n\nThe overall setting appears to be informal with a possible educational or entertainment purpose, such as a cooking demonstration, challenge, or part of a vlog.",
        "5": "This image shows an indoor basketball court. There is a basketball hoop with a transparent backboard and a red rim. The net appears to be white. Several people are present on the court, with one of them in motion, as suggested by the blurry appearance. The walls are adorned with yellow and purple colors, which might suggest this is a gym belonging to a team with those colors as their theme, or simply a choice of decoration. There also appears to be a blue pad or protective covering attached to the basketball support, likely to prevent injury. Additionally, there is a yellow rail on the wall and some kind of banner or signage above that, but the specific details are not clear.",
        "7": "The image shows a modern electronic scale on a light-colored floor, near a wall and a corner. There's text at the top of the image saying \"13 DAYS WITHOUT EATING\". A person's bare foot is visible on the lower left corner of the frame, appearing to be either approaching or retreating from the scale. There is also a red box with writing on it in the corner of the room, but the contents of the box are not fully visible. The reflection on the glossy surface of the scale suggests that it may be a glass or highly polished metal material. The phrase \"13 DAYS WITHOUT EATING\" implies a context of fasting or potentially a hunger challenge, but without further information, it's difficult to ascertain the exact significance. Please note that extended periods without eating can be dangerous and should only be done under medical supervision.",
        "6": "This image shows an interior space that appears to be a kitchen or a kitchen-adjacent room cluttered with a large assortment of grocery items. There is a person standing towards the back of the room, looking towards the camera. The groceries are spread across the floor and on the counters, indicating a possible stocking or unloading situation. It seems quite chaotic, with bags of chips, boxes of cereal, and other packaged food items scattered throughout the space. There's a digital overlay in the top left corner showing a countdown timer, but the purpose of the timer is unclear from the image alone. The setting suggests that this could be a scene from a challenge, a prank, or an unusual event involving the collection or display of groceries.",
        "2": "The image features a person with a shaved head looking surprised or excited. They are wearing a light purple sweatshirt and have both arms extended in a welcoming or expressive gesture. The background is a plain light pink color, and there's bold text across the bottom that reads \"SHAVED HEAD.\" Additionally, there's a time display reading \"42:55:35 HRS MIN SEC,\" suggesting a countdown or timer of some sort. The overall tone of the image seems to be light-hearted or comedic.",
        "3": "This image displays a bright and colorful weight tracking board. It records the daily weight loss progress over four days. Starting from Day 1 with a weight of 220 pounds, the weight decreases on each subsequent day, showing 219 pounds for Day 2, 216.4 pounds for Day 3, and 215.8 pounds for Day 4. At the bottom, a summary states \"TOTAL LOST: 4.2lbs\" indicating the total weight loss over the four days. In the background, there is part of a poster with the text \"MR BEAST,\" which could reference the popular YouTuber known as MrBeast. The design of the board is playful and visually engaging with its use of bright colors and dynamic text styles.",
        "1": "The image shows a man waving at the camera with his right hand and seems to be taking a selfie video or photo. The man has a beard and mustache, and he is indoors, possibly in a residential setting. There are text overlays on the image that read \"2 DAYS WITHOUT EATING\" at the top and \"DAY 2\" at the bottom, which suggests that the photo might be part of a documentation for fasting or a challenge related to not eating for an extended period. The person looks direct to the camera with a smile, which gives a friendly and personal touch to the image.",
        "0": "The image you've uploaded appears completely black. There is no distinguishable content visible within it. If this was unintended, you might need to check the file and try uploading the image again. If this is intended to represent something specific, please provide more context or information."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/vaIgyRoUkQI/hqdefault.jpg",
    "title": "I Didn’t Eat Food For 30 Days",
    "views": 104156845,
    "likes": 3893620,
    "duration": "13:04",
    "description": "This was one of my hardest videos. I went as long as possible not eating any food.\n\nNew Chocolate - https://feastables.com/\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}