{
    "url": "https://www.youtube.com/watch?v=K_CbgLpvH9E",
    "trascript_chunks": {
        "0": "I'm going to attempt to spend the next seven days\nin solitary confinement. - Seal me up.\n- Bye Jimmy. Hopefully I don't go insane. For the next seven days. I have to survive in this soundproof white room with zero human contact\nand zero stimulation. And because this is actually\npsychologically dangerous, the most important thing\nis the doctor outside making sure I don't go insane. I worked in psych hospitals for 23\nyears, and this is much worse than anything I've ever seen. Anything past 50 hours\nin a white room like this. Can lead to permanent\npsychological damage. And I'm about to do 168 hours.",
        "1": "There is a chance that\nI actually start to lose my mind and go into something\ncalled psychosis. And they have to pull me out\nbecause it can cause permanent damage to me. He survived\nseven days, buried alive. - Is this much harder?\n- Much harder. He doesn't have social contact. If your brain doesn't have information coming\nin, it generates craziness. It generates hallucinations, it\ngenerates paranoia. And all I have to survive for\nthe next week is a bed to sleep on, a notebook with a pen,\na refillable bottle, water, toothbrush with toothpaste\nand a bar of soap, a toilet to use the bathroom\nand a sink",
        "2": "for water. At this point, it was clear to me\nit was going to be difficult to entertain myself\nduring this challenge. Especially on hour nine\nwhen I did this. You're probably wondering\nhow many tiles are on these walls. The correct answer is 1900. And if you want the roof and floor\nincluded, then it's 2860. But more importantly\nthan all of that, according to my stomach,\nit is time to eat food. So if you're wondering how I'm\neating during this challenge. There's a conveyor belt here\nwhich spans over 100 feet so I can be fed\nwithout any human interaction. I think I've been in here around\n14",
        "3": "hours. Isn't it crazy that at this point\nI was already off by 2 hours? And so far the hardest part of the\nchallenge is no one's fed me yet. In hindsight,\nI should've ate more food. Before I came in here. Yeah, it would be really nice if\nsomeone fed me sometime soon. Your boy is very hungry. - Did you wash your hands? \n- Yeah, of course I did. Oh, he did not. We'll be sending him\nhis meals randomly so he can't guess the time. Like it's 6 p.m. right now, and we're sending him his breakfast. When are my friends\ngoing to",
        "4": "feed me? I am hungry. I am hungry. Now because this room is soundproof. Even though the food arrived,\nI didn't realize it until I checked 2 hours later. Too hungry to walk. That's a little dramatic man, \ncome on. So when I finally checked. Oh, I was not actually expecting\nfood. This tastes awesome. It's cold and soggy, and I'm\njust so deprived of feeling things. This is great. This solitary confinement set is\nliterally wrapped in metal chains. If this set caught on fire. I would probably burn alive\nbefore they can unlock it. Anyways, I'm going to think about\nother things than that.",
        "5": "For the next few hours. I try to keep myself as stimulated\nas humanly possible. Wow, that's kind of cool. He's got nothing.\nHe has nothing to work with. If he's already resulting to this\nfor basic stimulation, I have my doubts that he'll last\nseven days. It's interesting how when you \ntake everything away from a man, something as simple as a metal plate can be like as fun as an iPhone. He's going\nto get agitated by way of boredom. This is a very dehumanizing\nexperience. I'm just going to go to bed\nand we'll see what happens. I think I'm around 40 hours\ninto the",
        "6": "challenge. Jimmy's 6 hours off on what time\nhe thinks it is. Which means it's around 4 p.m. on day number two. I thought he'd be on track today. Losing my sense of time\nled to other problems. No matter what I do,\nI literally just can't sleep. These lights are just really messing\nwith my brain. Maybe I'll just lay here\nfor the next five days. The reason he has insomnia is\nhe doesn't need to sleep. He wants to sleep this off\nand just get it over with. But what he should be doing\nis trying to do something that is going to occupy\nhis attention while",
        "7": "he's awake. He's climbing the wall. It's the natural human urge\nfor freedom. He's regressing to primal instinct. Why did I think it was 4pm? Shouldn't that mean it's 9pm? And by the time I had gotten around to eating my first meal,\nit was 4:30 in the afternoon. Don't get me wrong, the food looks\ngood, but it is freezing cold. I'd rather starved and\neat the rest of this. So... And when my second meal had arrived, I felt like only minutes had passed. What just came through the conveyor\nbelt? Wait. How long has it been? Am I supposed to eat both",
        "8": "or... It definitely was day two\nwhen I got the second breakfast, but I didn't eat much of the\nbreakfast, so maybe they felt bad because I didn't\neat much of the breakfast. Well, no... At this point, I had no idea how long that first meal was sitting\nin the conveyor belt for. Did you see he's getting a little paranoid? That's the thing that can get worse\nas time goes on. It's only day two. I'm not sure what to do. I think I'm going to just see\nhow high I can count. One, two, three, four. It looks crazy, right? 565, 566, 567",
        "9": "When you're in a situation\nwhere there's nothing to do 999. What's crazy is to just succumb to it. 1,000. As this progresses, he's going\nto run out of random things to do. And I got to give it to him.\nThe doctor was right. Because later in this challenge\nI borderline go insane. Do you think I'd get it? Do you think I'd? And while my strategy to sleep\nthrough most of the challenge did help pass the time, it ended up\nhurting me in other ways. I see food over there. It's freakin soggy and cold. How long has this been sitting here? This",
        "10": "food's been sitting there\nfor 7 hours. I would have given anything to eat\nthat ice cream. It would have been nice\nto have edible parts of the meal. Well,\nI guess I'll just be hungry again. Normally, because we're working on\nso many videos at once, I'm usually, like, incredibly stressed. As of right now, I don't really feel that stressed\nat all, but I feel a ton of anxiety because I have this severe FOMO\nthat I'm missing tons of cool stuff going on in the world. It's weird. It's a different emotion\nthan I'm used to. It's pretty crazy\nhow hard it is to do nothing.",
        "11": "I'm starting to get really bored This is getting very hard on me\nmentally. I'm bored. Help. I was nowhere near the 168\nhour mark, so by hour 65,\nI started to wonder. How do you do a handstand? I wish before I came in here, I had someone teach me the basics\nof how to do a handstand. He's going to have to invent\nconcepts that only exist in his mind to keep himself from experiencing\nintense depression. I'm just going to envision\nthat I'm currently walking in a park. There's green grass, \nsomeone's fishing. He's literally making up scenarios\nin his head right now. Oh my",
        "12": "God. All in all, it's very sunny. I hear birds. You've ruined my walk in the park. Oh my God. We're watching him slip into madness. They gave me more food. But it looks like we got some rice,\nsweet potato and steak. This is the best meal I've gotten\nso far this challenge. If you look right here,\nyou'll see some rice, and any ordinary human\nwould probably eat this rice. But I'm going to count it\n13, 14, 15, 16, 17 97, 98, 99, 100, 101, 265, 266, 267, 307, 308, 309, 310, 421, 422, 423, 424. 445, 446, 447. There are 447",
        "13": "grains of rice\non this metal tray. This information probably profoundly\nchanged you as a human. I'm feeling pretty tired, which means it's\nprobably the night of the fifth. I wasn't even halfway through the challenge\nand was already off a full day. I'm going to get some more Zs in the\nbathroom where it's not so freaking bright, which proved to be\nmy smartest move yet because I actually slept\nin that bathroom for 12 hours. We're officially halfway\ninto the challenge. - 84 hours.\n- Jimmy is. And we're going to tell that\nin his next meal. Just kind of mix it all up for him. I mean,",
        "14": "he could still\nput the letters together. I am hungy. Hungy I am. What are we working with here? What is this? Bro's never heard\nof SpaghettiOs? And that wasn't the only thing\nI was forgetting the name of. What is this called? This is a... ...a roll. This is a lot of sauce for one roll. Kind of tastes like ketchup. How does he not notice\nthe letters in there? That's an N. - Yeah!\n- Yeah! You guys forgot to take these\nfour SpaghettiOs out. No! Every time he finds a letter,\nhe just keeps eating it. I hope those weren't\nsupposed to spell something. That",
        "15": "I was magically supposed\nto realize that before I ate them and then put it together\nto figure out a word for more food. Surely that's not what they wanted\nfor me. Jimmy's about to watch this when\nhe gets out and feel so dumb. Depression. At this point, the bright lights\nwere really starting to get me. I have a ginormous headache right now,\nand I am so hungry. What is going on to my body? Well, he did ask for more food\neven though he is getting all the calories he needs. But the reason for that\nis that he's so under stimulated, he thinks he's",
        "16": "starving. I ended up checking for food\nover and over and over again. This is oddly soothing. Do you think I'd get a concussion\nfrom doing this? You should probably stop.\nYou're right. I should probably stop. There's a bag of McDonald's here. It's suspiciously light. If there is not McDonald's in this\nbag, I'm going to be depressed. There actually is. Let's go. Every time I get a meal, it's like\n20 minutes of just pure happiness. I feel human again. I can't stop smiling. I'm so happy. And then the second I finish it, I feel a wave of depression\nbecause I'm like, What",
        "17": "do I do now? The seconds are starting\nto blend together, so much. I would try to guess what time\nit is, but I have no earthly idea. My mind is slowly deforming\ninto stupidity. I need to occupy myself better. We're going to grab this McDonald's\ncheeseburger wrapper, as well as this cup\nthat was holding my toothbrush. And now we have basketball. LeBron, Steph, Kobe,\nmaybe basketball's not my thing. I think I was always better\nat baseball. They're like, Strike! That was not what was supposed to happen. And then I remembered... Oh, there's a fork on it. That I had an indestructible plate\nfrom",
        "18": "my very first meal. I am going to throw this so far, it is hilarious. I'm bored. I still have two days left inside\nthis room and I have a feeling at some point\nI'm going to want to leave. It's day four. No matter how much \nI beg, or scream, or plead... Or burp. Do not let me out of this room\nearly. Okay, Jimmy,\nI got you. My instincts tell me \nI was so far done 113 hours, which means\nI have 55 hours remaining. And whoever's editing this,\nshow them how many hours\nI actually have remaining. Hopefully\nin somewhere close to 55 hours. I",
        "19": "think he's going to get angry\nand possibly paranoid about what's going on. Is a man not allowed to have privacy? There's a camera there.\nThere's a camera above that. There's a camera. A camera, a camera, camera,\ncamera, camera, camera. There's\nso many cameras on me 24/7. I'm going to go insane. What if we throw the camera\nthrough the conveyor... Genius. I'll treat it like bowling. Somehow I hit my finger. I severely underestimated\nhow hard this video would be. Just thinking about\nit has me like tearing up, but I kind of feel like an animal\nright now. Like, I feel like I lost\nall my",
        "20": "rights as a human. If I had to guess, I would say\nI'm halfway through day five. I really miss my girlfriend\nand I miss the gang as well. Even Nolan. Even Nolan. Mentally right now I'd say I'm\nat like literal rock bottom. Like, this is very inhumane. I've been in here so long\nthat some of my dreams are about me in this room, and\nI think it's like day six or seven. But then I wake up\nand realize it was a dream. What time is it? I would pay so much money \nto know what freaking time it is. Let's go over",
        "21": "why I think there\nare 33 hours left in this challenge. I've slept five times. Reason number two, \nI usually poop once a day, and I've also pooped five times\nsince I got here. Reason number three, I've grown a lot of hair\non my neck here, and this usually does\ntake like a week. If for some reason... If for some\nreason it's still day five Or God forbid, it's somehow\nstill day four, I will lose my mind. While I was sleeping,\nI had a dream about that one time that I counted to 100,000. And so when I woke up, I decided to do",
        "22": "a thousand laps\naround this room. You know, for old times sake. That'll be the marker. 1, 2, 3. Watching back this footage,\nit's literally crazy. I resorted to walking in circles\nto keep myself sane. A thousand is way too many. I'm already starting to get dizzy. This entire challenge. I've been getting water out of this\nsink and I'm going to be honest. this uh… this is… it… I'm not... Bro. Cirkul is a flavor cartridge you can screw on your water bottle\nand makes bland water taste amazing. There's over 100 different flavors\nthat fit this bottle that are all zero calories\nand zero",
        "23": "sugar. Moving this tripod is miserable. Choose\nhow intense you want the flavor and then start drinking away. It honestly adds so much flavor\nI can't even tell it's sink water. I've been drinking fruit punch\nthroughout this entire challenge and it actually makes the water\ntaste amazing. I'm going to walk back and forth\nbetween these walls. These cartridges also last for\nmultiple refills of your water bottle, which is good because the boys suck\nat sending these. Sometimes I got to use the same one\nfor a whole day. If you want to start\ndrinking more water or just want your water\nto start tasting good in general,\ngo",
        "24": "to drinkcirkul.com or your local\nWalmart to give it a try. I've tried everything to keep myself entertained\nand I'm going to be honest. It's not working. And after I finished all my Cirkuls, Karl brought back to people\nfrom 100 days trapped together. We're here. Hey, check it out. \nYou guys are going to love this. That's the faces of the guy\nthat trapped you guys for 100 days. Would you say this is easier or\nharder than what you guys did? In comparison, I think I'd rather have like\nsomeone else in it with me. And now that the tables had turned\nand I was",
        "25": "the one in the white cube, Bailey\nand Suzie plotted their revenge. I'll show you guys\nhow the conveyor belt works. They sent an empty tray. He's about to freak out. I don't feel bad at all. This is what he gets. I bet every dollar in my bank\naccount Karl just showed up. No way! You hungry, Jimmy? Eat this! No, we're not doing this.\nWe are not doing this. We're not doing it. This is the most stimulation\nhe's had in days. Well, you got to\ngive them credit. I probably deserve that. Imagine this\nis what happens after you die. You just go to",
        "26": "a white room\nlike this forever. That would be miserable. When I sleep. I dream of me in the outside world. And when I'm awake, I'm\njust depressed and lonely and to be honest, miserable. So the more time I spend sleeping,\nthe happier I am. Let me out. I'm Batman. I feel dead. I really need to get out of here. We did seven days on a raft,\nI did seven days buried alive. And now seven days\nand solitary confinement. If I had known how hard this would\nbe, I never would have done this. If that hour number in the top left\nsays anything",
        "27": "higher than 20, I'm going to lose my mind. I am feeling extremely lonely. I miss my girlfriend. This is torture. Is he crying? He's not doing well. He's just like napping on the floor,\nthrowing things, having tantrums, getting happy when he gets snacks,\nhe's like a child. I think there's 8 hours left and then they're going\nto open that door right there. And I am free. I hope. I pray. Please be 8 hours. He thinks he's sleeping through\nthe last couple of hours right now. That's what he thinks this is. So it's going to be a rude\nawakening, literally. To",
        "28": "be honest it's concerning. I give it maybe another 2 to 3 hours\nand that door opens. I'm going to enjoy my last meal, \nand then we're getting out of here. - Did he just say it's his last meal?\n- I think so. Well, that's ironic because it's\nliterally exactly 24 hours. Any hour now, they're going\nto be walking through that door. So I'm going to clean up\nthe place. It's a little messy. You know, I was trying to make up\nan excuse to clean, but in reality, I'm just bored. I thought coming into this experiment,\nI would get more mental clarity, maybe\nlearn",
        "29": "a little bit about myself. But in reality, all I'm walking away\nwith is the newfound skill of being able to throw things out\na conveyor belt door. Or maybe not. There is just no world where there's\nmore than 24 hours left. I can't do another 24 hours in here. I've had my limit,\nbut it doesn't matter. There's just not 24 hours left. I just don't. I refuse to believe that. So any second now, any second now, any second now. To pass the time, \nI'm going to resume counting. One, two, three, four, five, six, seven, eight, nine. 10, 11, 12,",
        "30": "13, 14, 15, 16, 20, 21, 22. 5422, 5423, 5424, 5425. I swear to God\nI heard something out there. I'm sad. I'm sad. I am sad. I am sad. I don't want to be here. Get me out of this room. I don't want to be here. This is barely human. He's lying in bed, covering his eyes. No excitement. This is totally\nnot what you want to see. How is he going to act? It's\ngoing to be a new human. I'm worried he's going to be\nthis human. He's just collapsed\ninto dysfunction. We've never pushed him\nas far as he is pushed",
        "31": "in this video. Well because he's been totally deprived\nof any human contact. Be gentle, like a little kid\nwaking up from a nap. Well, there's 10 minutes left,\nso let's go get ready. - Thank you. \n- Good luck. I'm going to die. Ten, nine, eight. Seven, six, five, four... Hold on. \nWait, I don't even have pants on. Three, two, one. Oh, my gosh. Hey, Jimmy. Sorry,\nI was just putting my pants on. It's not as bright out here. How is it, dude? I'm actually kind of lightheaded. You know, it's crazy, \nbut after this challenge I kind of forgot how",
        "32": "to interact\nwith humans. Where he’s going? It's actually relieving to not stare at a bright light. It's like the ceiling is awesome. This is the happiest \nI've seen you in a long time. Honestly, I thought I was perpetually\njust going to be 24 hours forever. Follow me outside. I want to see the sun. Oh, my God. It's dark out. So nice to see the\noutside world."
    },
    "summary": "A man attempts to spend seven days in solitary confinement, facing psychological challenges due to lack of stimulation. He struggles with loneliness, boredom, insomnia, and hallucinations, resorting to odd behaviors for entertainment. Despite moments of despair, he finds solace in simple things, eventually savoring freedom upon release.",
    "scene_captions": {
        "8": "The image shows a sleek, modern-looking interior with a minimalist design. There is a white counter or table in the foreground with reflective properties, indicating it may be made out of glass or polished metal. On the counter, there is a blue vase with a single white rose in it.\n\nIn the background, against a white brick wall, there is a door with a striped yellow and black border typically used for caution-marker areas. Above the door is a red sign with white text that reads \"DAY 7\". There are also some wires and possibly cables draping over and around the sign. \n\nThe lighting in the room appears to be coming from above and possibly from the counter itself, casting a dramatic atmosphere. The overall setting might suggest a place from a movie scene, an art installation, or a concept room designed for a specific aesthetic or thematic purpose.",
        "4": "The image shows a person sitting against large white cushions or blocks that look like oversized padding or perhaps an artistic installation. The person is wearing a bright orange shirt, and there appears to be a text overlay on the image that says \"hour 84,\" which might suggest that this is a screenshot from a video documenting a timed event or challenge. There is also what appears to be a metallic object, possibly a part of a fixture, on the wall behind the person. The setting gives an impression of a modern, possibly playful space.",
        "5": "This image appears to show a person inside a white room filled with objects adhered to the walls and surfaces to give the effect that the room is sideways, or that gravity has been altered. The person is dressed in an orange outfit and is positioned diagonally across the room, creating the illusion that they are floating or defying gravity. There is text at the top of the image that reads \"73 hours remaining,\" suggesting that this scene might be part of a challenge, endurance test, or an experimental performance with a set timeframe. The overall appearance is whimsical and surreal. There's also a camera in the top right corner of the room, indicating that the scene is being recorded, possibly for a video or a live broadcast. The use of a skull on the shelf and the white objects on the left side of the image add to the surreal and artistic nature of the setup.",
        "7": "The image shows a person wearing an orange outfit bending over a bed with white bedding. The walls and the bed appear to be padded, possibly for safety reasons. The text \"42 hours remaining\" is displayed at the top, indicating that this might be part of a timed event or challenge. The setting could be from a specialized facility, a staged environment for a television show, or some type of experiment. The context isn't clear, but the time indication suggests a sense of urgency or a countdown to something.",
        "6": "The image shows a person in an indoor environment surrounded by what appears to be padded white walls. The person is wearing an orange T-shirt and has a surprised or inquisitive expression on their face. The image also includes text that reads \"THIS UHH-\" suggesting the person might be mid-sentence or reacting to something. The surroundings could be part of a playful or experimental space, such as a padded room in a fun house or an art installation.",
        "2": "The image appears to show an interior space with walls that have a padded or cushion-like surface. There are various items on the floor and what seems to be a camera on a stand in the center. In the corner, someone is partially visible, though it's not clear what they are doing. The room's appearance and the placement of the camera suggest that this setting could be used for some sort of monitoring, testing, or recording activity. The image is in grayscale, which might indicate that it has been taken through a security camera or in low-light conditions.",
        "3": "The image shows two individuals wearing white lab coats, suggesting they might be scientists or engaged in some form of technical or scientific work. They are standing in a room with a modern look that features multiple screens on the wall, displaying images of a human figure in various poses with skeletal and muscle overlays. The setting appears to be a laboratory or a control room dedicated to motion capture, biomechanical analysis, or a similar study of human movement. An overlay text indicates \"hour 66,\" which might imply a time marker for an experiment or observation session they are conducting. The chairs and equipment suggest a high-tech environment. The individuals seem to be discussing or reviewing something related to the data presented on the screens.",
        "1": "This is an image of a person in an orange jumpsuit lying face down on the floor of a room that is padded on all sides, including the floor and ceiling. The room looks like a padded cell, which might be used in situations where protection from self-harm is necessary, such as in some mental health facilities or special rooms in correctional facilities. There is a bed with bedding to the right of the image. In the top left corner, you can see what appears to be a surveillance camera. There is text at the top of the image that reads \"hour 20,\" which likely indicates the person has been in this room for 20 hours, although the context for this timing is not clear from the image alone. The overall scene gives an impression of confinement and isolation.",
        "0": "This is an image of a person who appears to be mid-speech or singing, given the open mouth expression. The individual is wearing an orange shirt and the background is desaturated, consisting of grey tones that suggest an indoor setting, possibly with a brick wall pattern. The focus is on the person, with a shallow depth of field blurring the background slightly. The overall lighting and composition produce a portrait-style image with a focus on the individual's expression."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/K_CbgLpvH9E/hqdefault.jpg",
    "title": "I Spent 7 Days In Solitary Confinement",
    "views": 124978154,
    "likes": 4229523,
    "duration": "20:16",
    "description": "I started going insane at the end of this challenge\nBet you can't guess MrBeast's favorite flavor 👀- find out & get one for FREE at https://drinkcirkul.com/MrBeast or head to your local Walmart today to try Cirkul.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}