{
    "url": "https://www.youtube.com/watch?v=LnlKwzc_TNA",
    "transcript_chunks": {
        "0": "- We are currently surrounded\nby countless sharks. Maybe even a thousand. I don't think it's that many. And in this backpack,\nit's a hundred grand. And if you retrieve that a\nhundred thousand dollars in cash, I'll give it to your number one fan. - Oh. - Who's conveniently right here. - Oh! - Let's go, Chris. Okay. Let's go baby. - There's literally shark-\nlook Tareq, Tareq, Tareq. - Oh my God. - The sooner you get the\nmoney, the sooner you're out! - Got it. Oh really? Got it. Gotta make it back. Get back to this boat. - Here's your a",
        "1": "hundred\nthousand dollars in cash. If I was you, I'd kiss Chris. This is my friend Airrack. To your right is the\ncoldest room in the world. - It's freezing in here. - And to your left is the\nhottest room in the world. - Youch! - Hot or cold? Pick. - They're both horrible\noptions, but I'm gonna go cold. Oh my gosh. Bro, this is freezing. - At least in here you have a bed. - What is this, Jimmy? - Every hour you survive in this room, I'll give a random person 10 grand. - Starting right now?\n- Starting now. -",
        "2": "No. - The time starts now. - You better stay in there. I'm not leaving here\nuntil you win millions. - That's right, man! You and I are gonna bankrupt Jimmy today. - This is what 10 grand\nlooks like by the way. - Hey, Hey, it hasn't been\nan hour. Get outta here. We'll see you guys in a little bit. For this next challenge, we brought back something\nI know you all love. Glass Bridge. And we brought back 4,\n5, 6 from our squid game. It's pretty simple. You guess a platform left or right. If you pick wrong, you fall. And",
        "3": "if you can make it to the other side I'll let you keep the\n456 grand over there. - 15 Platforms? - I'm gonna give you a hand.\nPick right on the first one. - Oh. - Now obviously the\nprobability of him getting to the other side of this\nbridge is extremely low. So I'm just gonna tell you the answers. You jumped right, then it's left, left, left,\nright, right, left, left, left,\nright, left, right, right, right left. You should get to jumping\nbefore you forget. - All right. It's left for sure. - Correct. 13 more, John,\n456 grand on the line. - This",
        "4": "one - It was three lefts in a row. Sucks for 456. We brought back 067. The correct answer is right. And if you can make it\nall the way to the end I'll let you keep the\n456 grand over there. I'm gonna give you all the rest. Right, left, left, left,\nright, right, left, left, left, right, left,\nright, right, right left. - Can I get that again? - No. - Oh, all right. - Your heart looked like it stopped there. - It did.\nif you could just- - That's the good option. - Oh my God. - That is not the",
        "5": "good option. - Oh, are you okay? - Yeah.\nI'm good. - I'm not gonna lie, I thought they would\nmake it a little further. Chris. - Oh, no. So you have heard me say all the answers to two different people? - It's a bad time to\nhave a horrible memory. Oh gosh. Am I gonna die? Am I waiting to die? - I am so glad you picked\nthe right one here. - No, I picked the left one. - Oh gosh. He went. I give up. Next bit. - So my plan as of right\nnow is to snuggle up in this",
        "6": "ice bed that Jimmy has made for me and pretty much just sleep\nthrough this entire day. - Now we're back at the\nworld's coldest room and it's officially been an hour. So here's 10 grand. You've suffered for an hour. She's won 10 grand. How are you doing? - I'm feeling like you need to go get more of those briefcases out. - Almost the entire time lapse\nyou're laying in the bed. Were you actually asleep? - I'm sleeping. Yeah, it was great. - Hey Chris. - No, no, no, no, no, no. - It's literally just sleeping. - You can't",
        "7": "feel cold when you're asleep. - You know what to do. - Whoa! - Crazy, buddy. We got the job done. - Where are we? - Go take a nap.\n- Okay. I'll see you in a couple more hours. We're gonna go film. - Why would you do that? - We are now on top of\na 1000 foot tall canyon. - I'm terrified. - And if you're crazy\nenough to cross this canyon on just that slack line, I'll let you keep the 20\ngrand on the other side. - I'm pretty nervous. The wind keeps on picking\nup and like slowing down.",
        "8": "My goal is to get to the end\nof the line where that 20 K is. - And my goal is for you not to fall. - Let's freaking go. - She is now descending onto it. The 20 thousand's on the other side. - Please don't fall. - I'll try not to. - Thank you. - All right. She's doing it. As long as she's not dangling\nfrom the rope, she's still in. - She's fearless. - This is crazy. And while she's crossing,\nI'm gonna tell you guys about experian, which is a free mobile app that lets you take control\nof",
        "9": "your credit score. I can't even focus on the\nad because this is so crazy. - You got this, just focus. - Take your time. This app gives you access\nto your credit score and helps you improve it. experian also has experian Boost. So you can basically\nleverage things like your cell phone bills, your\nutility bills, even things like Hulu and Netflix to\nbuild your credit score. Do you know what your credit score is? - No idea. - Okay. Sorry. Don't worry about it. Boost is only used on\nyour positive payment. So if you have a late payment, it won't hurt your",
        "10": "FICO score. - The money's right here. - Oh my Lord. - She is not looking. She's so focused. - This can obviously help you\nqualify for affordable loans that you can then use to buy\na car, a house or a yacht. - Sup guys. How's it goin'? - I'm just holding your prize. - People on average using experian Boost saw a 13 point increase\non their FICO score. She's almost there. Oh my goodness. - Oh God. - Oh my goodness. - Woo. Oh, thanks guys. That's one of the scariest\nthings I've ever had to do. Thank you so much,",
        "11": "Jimmy! Download experian. - Just click the link in the description and download experian now. And congratulations on 20 grand. Meanwhile, Airrack's\nbeen freezing for hours. - Five. Not that anybody's counting. I am so bored, but more than\nthat, I am horribly cold. - How you doing in there? She's starting to win\nsome pretty serious money. - Yeah. That's the goal. I'm gonna bankrupt you! - That's scared me. Somehow he was still going strong, so we decided to crank up the difficulty. Hey, see the timer? It's paused until you give us your hoodie. - What if I give you",
        "12": "the hoodie\nbut you give her 10 grand? - But shake on it. I'll give her 10 grand for your hoodie. - Okay. - Oh my gosh. His hand's cold. All right, bye. Here's the thing. We're not forcing you to stay in there. - Are you bankrupt yet? - No. I have tons of money. - I'm staying. I hate those guys. - This is Marcus and in\nfront of us is 40 grand. You have two options. You can either steal this 40 grand and keep it all to yourself or split it with a random person you will never",
        "13": "meet. We also brought back this\nguy that was stolen from in a previous video. - Wanna steal it then. - The guy that lost out on 10 grand is gonna be watching this. - Wait, what? - Let's see if his luck got better. - What do you think he's gonna pick? - Steal. - You think he's gonna steal? - Steal. - You don't even wanna think on it? - Not even thinking about it. - Oh my God. - What I tell you? - Sorry bud. - Oh man. That's painful. He's looking at the camera. That is",
        "14": "not good. So messed up. Yeah. Yeah. He's taking a money bath. He's swimming in it right now. That's a good day he had. - He's having a good day. - I'm gonna go talk to the\nguy who just lost 20 grand. How's it going? This guy was so much worse\nthan the girlfriend before. - Didn't hesitate. Right? He's taking pictures\nright now with Chris. Oh, you're forever gonna be here. Are we just gonna keep going until someone actually splits it? And now we're inside the\nalligator capital of the world. And as you can see, there\nare literally hundreds of alligators",
        "15": "all around this place. And three can I borrow the camera? Do you see those two\nbriefcases over there? There's $20,000 in them. If you go retrieve it, I'll\nlet you keep the money. - Not doin' it. I'm not doing it either. I didn't even get to ask you. I'm gonna be honest. I knew the boys would say no which is exactly why I brought Brian. He spent his entire life handling animals and I know he's gonna attempt it. - Absolutely. - Unlike Tareq. - Tareq, you're a wimp. - All right. So Brian,\nI don't know if you see",
        "16": "but there's an alligator at your feet. - He's just really\njumping in there with it. - You just get out there - Get back here, back to\nback, back, back, back back. You go away. You go away. Nice Jimmy, why am I doing this? - The alligator didn't like that. You should step lightly. - This alligator right here's like, \"hey guys, can I be on camera?\" They want some screen time. Only two more steps. Congratulations, Brian,\non winning $20,000. How are you gonna get off that island? - I didn't think about that. - Oh! - I didn't either.",
        "17": "I'm gonna go to the next bit. - I am so cold. I've never been this\ncold in my entire life. Ugh, Eve I have nothing left. I have to get out. - It's okay, man. - Buddy, you look a\nlittle cold over there. - I'm freezing. - You just crossed another hour mark. So here's another 10 grand. - Do we feel good with 80 grand? - Yes. - Okay. We're done. Oh boy. Outta here. Oh my gosh. - Congratulations on winning this 80 grand in cash. Bring it in. We're going to the hottest room. - Stop. Stop.",
        "18": "You can't go from the coldest room in the world to the\nhottest room psychopath. Most of the contestants you saw in this video are random subscribers. If you haven't already,\nhit that subscribe button because it could literally win you money."
    },
    "summary": "Contestants are faced with various challenges to win money, from retrieving cash among sharks to crossing a canyon on a slackline. Some contestants endure extreme temperatures, while others must choose to split or steal money. The video features audience participation and promotions for Experian to improve credit scores.",
    "scene_captions": {
        "8": "This image is blurry and taken from a first-person perspective, making the details difficult to discern. However, it seems to show someone's legs, with the right leg dressed in black clothing and the left leg wearing blue, possibly denim. The surroundings are mostly obscured, but there appears to be some kind of metal structure, which could be a railing, and a reflective surface below that could be water or wet ground. The angle and motion blur suggest movement and a casual, possibly inadvertent, snapshot.",
        "4": "The image shows an outdoor scene where a person is slacklining across a canyon or a deep crevice. The slackliner is in a seated position on the line, which is strung high above the ground between two rocky outcrops. The landscape appears to be arid, with rocky terrain and sparse vegetation, suggesting it could be in a desert or similar rugged environment. The sky is clear with few clouds, indicating good weather conditions for such an activity.",
        "5": "The image shows three individuals standing at the edge of a canyon. The person in the foreground is wearing a black jacket with patches and is holding onto a wooden folding chair. The person in the middle is dressed in a dark jacket and seems to be fixated on something in the distance. The third person is further in the background and is straddling a slackline that has been set up across the canyon, seemingly in the process of crossing it. There are several pieces of safety equipment visible on the slackline setup, indicating attention to safety. The environment is a desert-like setting with red rock formations, which suggests this might be in an area similar to the canyons found in the southwestern United States. The sky is partly cloudy, suggesting fair weather. The overall setting and activity suggest that these individuals might be engaged in a form of extreme sport or outdoor adventure, such as highlining.",
        "7": "It appears to be an edited image showing a map of the southeastern region of the United States with a focus on the Gulf of Mexico area. The map highlights several states such as Texas, Oklahoma, Arkansas, Louisiana, Mississippi, Alabama, Georgia, Florida, South Carolina, North Carolina, Tennessee, Missouri, and Kansas. On the map, there is a text overlay that reads \"SOMEWHERE IN HERE\" with a red arrow pointing towards the Gulf of Mexico, indicating a general area of interest or location within the region depicted. The map itself seems to be sourced from Geology.com as noted in the bottom right corner.",
        "6": "In the image, there is a person standing indoors, apparently in a space with blue-ish lighting that might suggest a cold or icy environment, such as an ice bar or an installation with a cool color palette. The person appears to be a young adult, wearing a white t-shirt and has dark, wavy hair. The individual seems to be in mid-gesture and possibly in the middle of speaking or reacting to something, as indicated by the open hand and facial expression. Behind them, a metallic fixture on the wall includes what appears to be a knob or handle, which might be part of a door or installation within the space. The walls have a reflective quality, enhancing the cool atmosphere of the setting.",
        "2": "This image shows two individuals standing against a backdrop that seems to be a stage or a set with a decorative door. On the left, there is a person wearing a green and white tracksuit with a number on the front, and they have their hands on their hips. On the right, there is a person wearing a light-colored sweatshirt with a symbol on it and dark shorts. The person on the right appears to be speaking or gesturing, and both individuals are looking towards the camera or audience. The door behind them is painted in red and features ornamental details. The setting suggests they may be in the midst of a performance, rehearsal, or some sort of presentation in a theatrical or studio environment.",
        "3": "The image depicts two individuals standing and facing each other, likely engaged in a conversation or interaction. The person on the left is wearing a crew-neck sweatshirt with a logo that includes \"Honda STPL 2021,\" and the person on the right is wearing a short-sleeved shirt and a baseball cap. There is a colorful background with a structured design that resembles a stage or a set for a performance or event. The image is somewhat blurry, which limits the clarity of the details.",
        "1": "The image is quite blurry and overexposed, making it difficult to discern details accurately. What can be seen are two individuals, one wearing a light-colored top with a design on it, and another wearing a red hoodie. It appears they are in an urban area with bright lights in the background that might be from buildings or street lights, suggesting an evening or night setting. There is a strong light source in the foreground, possibly from a screen or flash, causing a glare that is affecting the image quality. The context of the situation or the actions of the individuals cannot be determined with certainty due to the low resolution and overexposure of the photograph.",
        "0": "The image is heavily blurred and distorted, making it difficult to identify specific details with certainty. It appears there could be one or more people on some kind of platform, possibly a boat, with an overall impression of a body of water surrounding it. The blur effect gives a sense of rapid motion or speed. It looks like an action scene captured in a manner to exaggerate the movement. However, due to the degree of distortion, details about the people, their actions, or the exact setting are not clear."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/LnlKwzc_TNA/hqdefault.jpg",
    "title": "Would You Swim With Sharks For $100,000?",
    "views": 179174599,
    "likes": 4050104,
    "duration": "09:01",
    "description": "Try Experian Boost to boost your credit scores: https://smart.link/n3op1gefxlzjn\n\nResults may vary. See App Store or website for details.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}