{
    "url": "https://www.youtube.com/watch?v=65fN_OUawjk",
    "transcript_chunks": {
        "0": "- I got 100 of my subscribers and gave them each $10,000. And I also rented one of the\nlargest malls in the world and locked them inside. And for the next 10 hours,\nI'm gonna hunt them down. Run! Get outta here! Skedaddle! If I find them, I take my $10,000 back. If they survive until\nmorning, they keep it. - I've never been in this mall. - This place is massive. - Let's go! - Oh my God, yes! - No, one's gonna find me here. - No way! Can we put this in our pockets right now? - I know",
        "1": "I saw someone at Lego Land, so me and the boys are gonna check it out. - This is ridiculous. - Whoa, this is actually crazy. - I know for a fact\nsomeone is in this room. - Isn't it funny that there's probably\ngonna be somebody here? Let's go this way. - Come on! - Wait, you found someone up there? - Yo, my parents literally told me not to be the first person out. - The first person has\nofficially been found, and he has now transformed\ninto a mannequin. One down, 99 more to go. We need to spread out, so",
        "2": "I sent Chandler and Karl to Toys R Us while I checked out the ice rink. This mall literally has everything. This vending machine is\nsuspiciously far off the wall. Oh. Why is this vending machine like this? There's a ladder. If they climbed up that\nladder into the ceiling, they deserve to win 10 grand. - I'm feeling there's\npeople at this Toys R Us. Did you see people here? Do you know? - I don't know. - Yeah, right! Are you even hiding? Is there anybody else in the Toys R Us? - Yes. - Oh, his morals are shot! -",
        "3": "Someone's definitely\nbehind these curtains. Oh, snap! Yo, I was not expecting the first one. - Oh my gosh. - There's no one else over here? Here, hold one second. See his face? Yeah, there's someone else here. Oh, I see another blue shirt. - I can't. - I just saved another $20,000. I'm sorry for ruining your dreams. - It's fine.\n- It's fine. - Oh. No! - Are you the only one here? - Yes. - Well, you just lied to me 'cause there's somebody right here. - What a good guy. - Oh no. - I hate you so",
        "4": "much, not you so much, but I hate you so much. - I'm a super broke college student. This money would actually change my life. - 10 grand would definitely mean a lot for, not only me, but for my family. - We've been searching for three hours, and I've only found seven people. So, I need some backup. I called in Sapnap and Marques. Guys, I need you to search this ski resort 'cause I don't have time for it. - Hello? Ah, found 'em. Another one. Oh!\n- Oh God! - There's a person there!\n- There's someone? Oh my",
        "5": "God, how did you get in there? I found the person. - Oh, you made a little fort. - That was a genuinely\ngood idea, but we got it. - Nolan's checking the trashcans, Sapnap and Marques Brownlee\nare checking the ski resort. I wonder how Karl and Chandler are doing? - We are gonna check every\nsingle water slide here twice. - I don't see anybody in there. - I didn't see anybody in there. We're gonna check. We're looking. - We'll check this slide. - Wait, guys, there's nobody up here. - Hello? - Yo, you called? - Yeah, I was",
        "6": "curious what you're up to? - We're at the water park. - I trust you. Just try to find more people, okay? - Should we check? - They're not even allowed to be in there. - But what if they're cheating? - That's fair. - No way. No way. Now we're allowed to go on the slide! - Yeah! - Getting out of Toys R Us. Apparently they were\ncoming into Toys R Us. - I see you! What's your number? Hey, where are you, sneaky? You're not gonna pull a fast one on Nolan! - While the contestant\nwas running from",
        "7": "Nolan, he actually ran straight\ninto Chandler and Karl. - Look, he's running away! - What? He's lucky my feet are wet,\nand I don't have shoes on. I'm catching you. - Around the corner! - No! - You're fast. - With just under six hours left, we had 78 people left to find. - We should go find people. There's a briefcase right there. That means there's somebody nearby. - Are you awake? - She's asleep. - Hello? Yeah, but we found you. Good morning. - No, you didn't. - What is this, Tareq? - A panda. - A hiding spot.",
        "8": "If you're in this pile of\nginormous stuffed animals, you're gonna get found. See that zebra blanket right there? That's oddly stretched out\nin the shape of a human. Let's see if I just made 10 grand. - I think I scared you. - No, but that would've been embarrassing if you weren't there. - Ya boy's exhausted. No way you're back there. - Yo, we have a little guest. That's crazy. Good luck to you. - Thank you, you too. - Yeah, let me get a putter. - Chandler, what are you doing? You don't work here. - Relax. - What",
        "9": "are you guys doing? We're supposed to be looking. - We're looking, man. And you have to stop undermining the fact that we're looking. - I don't know where he is, so... They are playing mini golf right outside. - Howdy. - They caught someone\nright outside the box. - Experience is what it's all about, and I'm glad you guys\ngot to play putt-putt while making me lose. - We've caught 37 people so far, which might sound great, but I still have $630,000 on the line. I think I might need some backup. At exactly 5:00 AM I scheduled\na SWAT",
        "10": "team to show up. Believe it or not, there's\nan entire theme park in here. We haven't even searched it yet. Does this not look cool? Here's the twist I haven't told them yet. Every person you guys find, I'll let you keep half the money. - Yes, sir. - They're so serious. What's the plan? Do your thing. - You two back there. Us three, we're just gonna\ncircle around the whole mall. - 7752, make sure the area's\nclear before we leave it. - Someone under the stairs by the exit. - What? No way. - They are scanning this place",
        "11": "like crazy. - 77, check behind the\nescalators to your nine. - So, you're currently\noperating a thermal drone, and then calling it out to your people. - Hey, we got two behind by the brown mat. - Oh my gosh, there was a drone. - Wait, is that someone hiding? - Come on, let's go, let's go. Come on, we're out. - How long have you been under there? - The whole time. - The whole time? - There's a drone flying\nliterally right above my head. - All clear. - Oh my God. How long have you been back there? -",
        "12": "About five hours. Tired. - Not gonna get away money on our watch. - This SWAT team does not mess around. Oh my God, bro, look at how\nmany people they're finding. He's carrying that like it weighs nothing. You all managed to find 10 people faster than I found like two. As promised, you guys\ncan take half of 'em. - Are you for real? - Yeah. - Thank you. - Actually, here, take this one as well. You each to get a clean\nbriefcase of 10 grand. Thank you! - Thank you. - Appreciate it. - SWAT team that crushed my",
        "13": "dreams. - And now that that's done, this entire theme park has to be empty. - Somehow they missed me. I guess the drone didn't see me. - And now they're mannequins. The hunt continues. Even with the SWAT team, we\nhave too much area to search. We've gotta get some\ncontestants out in the open. And to do it, I called upon\nour friend, Jack Black. This is gonna play over every\nspeaker in the entire mall. - Jimmy's closing the water park. You guys better find a new place to hide if you want that money. - Thank you, Jack Black. -",
        "14": "I love him so much. - He just said that they\nclosed down the water park. I have to go down all these flights - I'm going to keep hiding\nhere 'til the end of the night. - My next mission right now\nis gonna be to go to pee. I hope I survive? - Gonna try to go under\nthe stage right now. I don't think he'll be\nable to catch us there. Alrighty. Made it under the stage, guys. I think we'll be good here\nfor the rest of the night. - I'm not kidding, there was just somebody\nthere and now they're gone. Tareq,",
        "15": "give me your camera. - Okay, there you go. - There was just... - You just saw somebody? - Yes! I was yelling at you to get over here. - I don't see anyone. I think we're good. - It is 7:00 AM. I knew as time went on, the\nboys would get less motivated. There are 53 people remaining. And if you guys help me get it under 30, I'll buy all your moms a boat. - My mom likes boats! - Here's how the math works out. You get me under 30, I save 230 grand. I can find",
        "16": "a nice boat for 15 grand a pop. That equals savings in my pocket. It should be smooth sailing for the boys. - I see what he did there. - I believe I've sniffed out my prey. Are you kidding? I was positive. There's no way nobody's I see you! I was almost about to leave. - You almost kept going. - If it means anything, my mom's one step closer\nto winning a boat. - Your mom? - Turns out the boats\nwere a good motivation because the boys started\nfinding a ton of people. - Oh no! - We're down to",
        "17": "just over two hours left. The contestants have to be getting tired. - I'm beyond delirious, but I think I've totally outsmarted Jimmy. - All right, Nolan, what's going on? What are you doing, dude? - I'm becoming an old man. And I'm gonna go become a janitor. Back in my day I think I heard something\nin the candy store. I found my t-shirt. Have you seen anybody\nwith a blue jumpsuit? - I'm trying to think. - Feel like you're lying to me, son. - I would never. - Jimmy said he already looked here, but Jimmy's not good at",
        "18": "it, so... Oh no! Dude, immediately. Jimmy, you already looked here? - Oh my gosh. Remember, if you win your mom a boat, you also win Sapnap's mom a boat. - I wanna give Sapnap's mom everything. - All right. - Grandpa's mad. You've been found by the old man. What were you doing? - I gotta go to pee. - You were going to the bathroom? - Yeah. - Well, this is awkward. - The search goes on. - You're not lying to\nme, no one's in here? All right, I know what I need to know. Scan the area,",
        "19": "boys. - Oh! - I knew it! - Now is there someone in here? - No. That's it. - I believe him. And if you count up the\nmannequins back here, there's over 70, which means\nyou guys hit your goal. All your moms just won a brand new boat. - You're welcome, Mom. - Karl, I think my girlfriend\ncould really use a new shirt. - I'm gonna be honest, your\ngirlfriend looks good in red. - Karl, what do you think\nabout this shirt right here? I don't remember what size she is. Maybe we should buy all of 'em. Here. What about",
        "20": "these Charleston Chews? - Yeah. And the shelf. Maybe not the shelf. - No, I want the shelf. You know what? I don't want the shelf. You know what, Karl? I think my girlfriend also\nwould want an It'Sugar box. Let me just grab it real quick. - Oh my God. - Yeah, you really almost won. - Love to hear that. - You can do your thing. I just need this. With only 30 minutes left, the mall actually opened to the public, and I still have $230,000 left to recover. Do you wanna be in the video? You see",
        "21": "any people in blue jumpsuits? - Not yet. - Ah, darn - Dude, look at, I don't\ncare if I've looked there, just keep looking. Are there two people in here? - Yes. - If you hand them to me right now, you get to keep one of the briefcases. - That means you're stealing\nit from somebody else. - Don't do it! This is going on the internet! - There's only 15 minutes left. - 15 minutes left, and I walk away 10K. - Nothing can stop me. I'm ready. I'm winning this. - Wait, what did I just see? Wait.",
        "22": "Here, come over here. Since there's literally\nless than 20 minutes, I'm gonna act like I can't\nsee, so you might wanna run. I'd feel terrible taking\n$10,000 from those guys in the literal last 15\nminutes of the challenge. - We are in the final 10\nminutes of this challenge. - So tired. - The home stretch is finally here. - The challenge does end in five minutes. - I'm not gonna do it. - For 10 grand? - 10 grand. Not gonna do it. - Wow. - The last four minutes of this challenge, hopefully there's no\ntwist and turns again. - I'd cry",
        "23": "real tears if I\nget eliminated at this point. - Three, two, one. Contestants, the timer\nhas finally hit zero. - It's done, it's done, it's done. - What? - Jimmy, called the contestants. - I just found... Bro, wait. - If you are still in, that\nmeans you won $10,000 in cash. - You lasted one second extra. You won. - I know. I'm literally listening to them. - Oh my God! My kids are gonna have a real vacation. - Congratulations on all you surviving. They each just won $10,000 in cash. On top of all the other\nmoney we gave away,",
        "24": "I had a million dollars at risk, and I think I ended up only\nspending half a million which I can live with. Subscribe."
    },
    "summary": "The content creator gave $10,000 each to 100 subscribers, locked them in a mall, and hunted them down for a chance to keep the money. With surprises like a SWAT team and Jack Black's involvement, after 10 hours, around half survived, winning the cash prize. Total, half a million dollars was spent.",
    "scene_captions": {
        "8": "The image appears to be a screenshot from a video. In the top left corner, there is a \"Toys R Us\" logo, suggesting that the content may be related to the retail toy store chain or that the logo is being used in the video for some context. On the top right, there is a timer reading \"0:15:22\", indicating either the time remaining or the time elapsed in the video. The main focus of the image is a close-up of a person's face. This person is looking directly into the camera with a somewhat surprised or inquisitive expression. Behind the person, there's a wall with a section that appears orange or peach-colored. There isn't enough context to determine the exact nature of the video or the situation, but it seems to be a candid, informal shot.",
        "4": "The image shows a group of people, who appear to be security personnel or police officers, attentively listening to a person who is speaking and gesturing with their hand. In the foreground, there is a mannequin head placed on a stand, positioned as if it is part of the listening audience. At the top of the image, the words \"THEME PARK\" can be seen, suggesting that this scene is taking place in a theme park setting. There's a structure that looks like a roller coaster in the background, which supports this idea. The location also features a glass ceiling and various colorful elements around, giving it a vibrant, leisure-oriented atmosphere.",
        "5": "This image shows a group of people in what appears to be a public indoor space, possibly a mall or an exhibition hall. In the foreground, there are five individuals; four of them are wearing plain white t-shirts, and one is wearing a black cap. At least one person seems to be speaking or explaining something, possibly to the person holding the camera, as the other members of the group look on or participate in the discussion.\n\nIn the background, there is a larger group of individuals who are dressed in identical blue uniforms with shaved heads, which gives them a quite uniform appearance. They are standing in formation, suggesting they may be part of a performance, exhibit, or demonstration. The store sign \"AMERICAN EAGLE\" can be seen in the back, confirming that the setting is a shopping area.",
        "7": "The image shows two people sharing a moment, with the older man leaning slightly forward and the young woman looking up at him with a smile. They are inside a store, presumably a candy store as indicated by the text at the top. The backdrop includes a glass refrigerator with bottles, suggesting the sale of beverages as well, and some clothing items hanging from a rack. The image also features text superimposed over the bottom, reading \"GO TO PEE,\" which seems to be out of context with the scene and may be a humorous, nonsensical, or unrelated caption added to the photo.",
        "6": "The image shows a person wearing a shirt with the word \"LEGOLAND\" printed on it, which suggests they might be at a LEGOLAND theme park or are wearing merchandise from the park. The individual is looking into what appears to be an open 3D printer or a similar device. The interior of the room is not fully visible, but it has dim lighting with a blue hue, which could be part of an exhibit or activity area possibly related to LEGO or LEGOLAND.",
        "2": "The image shows an indoor water park environment. There are slides and some kind of water attractions in the background. In the foreground, we see red-colored water slides with what appears to be green lights indicating the readiness of the slide. There are at least two people in the image who seem to be preparing to use the slide. The place looks busy and fun, with an atmosphere of excitement and activity. The “WATER PARK” text at the top of the photo indicates the setting.",
        "3": "The image shows an interior view of a candy store. There is a person standing behind a counter wearing a white shirt with possibly the store or company logo on it, and they are holding a tool that looks like it might be used for preparing or handling candy. The counter has metal surfaces that are typical of food preparation areas and there is a tray on the counter. In the background, there are shelves stocked with various products and promotional images above them. The store looks clean and well organized; the signage is bright and colorful, setting a cheerful tone that's often associated with candy stores.",
        "1": "The image shows three individuals inside a Toys \"R\" Us store. On the left, there's a person holding a microphone and wearing glasses, in the center of the image, there's another individual looking at the person holding the microphone, and on the right, the third individual is holding what appears to be a small token or coin and is engaged in conversation with the other two. They all wear white shirts with some sort of logo or emblem on the upper left side. Around them are various toys and games, including colorful foam noodles, and in the top right corner of the image, there's an overlay of what seems to be a video game character with a counter indicating 'x98.' At the bottom of the image, there is text that reads \"IS THERE ANYBODY ELSE\" which suggests they are part of a conversation or discussion. Also, there's a pink emoji with a dismayed expression near the bottom right corner. The overall scene suggests that this could be a screenshot from a video, possibly from a vlog or some kind of challenge or interview taking place in the toy store.",
        "0": "The image you provided is heavily blurred and distorted, which makes it challenging to provide specific details. However, it appears to have a pattern resembling the Union Jack, which is the national flag of the United Kingdom, given the combination of red and white colors against a background that hints at blue. Due to the distortion, no further details can be confidently ascertained."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/65fN_OUawjk/hqdefault.jpg",
    "title": "I Hunted 100 People!",
    "views": 150707728,
    "likes": 3545845,
    "duration": "12:03",
    "description": "We just opened our very first Beast Burger!! And I’ll be working there all day tomorrow!\nCome visit us in the American Dream Mall :D\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}