{
    "url": "https://www.youtube.com/watch?v=mwKJfNYwvm8",
    "transcript_chunks": {
        "0": "This is the first of 100 wells\nwe're going to build in this video. Wow! Water! Water! - Oh.\n- Oh, crap. You just witnessed a small village\nin Kenya get access to unlimited clean drinking\nwater in less than a second. One down, 99 more wells in Africa\nto go. You're going to love this video. Combined, these 100 wells are going to give around half a million people\nfresh water to drink. And after building some more wells\non the side of Kenya, we flew south\nto the school system of Nairiri. And let's just say\nthey were really happy to see us. How's it going? I",
        "1": "was not expecting this. Thank you for the welcome. ¡Jimmy! ¡Jimmy!\n¡Jimmy! Not sure how to react. I appreciate it, everybody. This village threw\na welcome ceremony upon our arrival and Nolan got really into it. Nolan's the most awkward person\nI've ever met. And that's a lot coming from me. And after being shown\naround the school. Yeah. Here comes our guest. How's it going? Are you having a good day? It's nice meeting you all. Have a good day. One of the teachers showed me\nwhere the students currently get their water,\nwhich is from this river, that's extremely unsafe to drink. This is",
        "2": "where your students\nused to get water from? Yes. This is crazy. Yeah. You know, students complaining of\ndiarrhea, infections like typhoid, because this is the water\nwe've been using. So we tried to treat. But you see, look at it, you know. But at the end of the day,\nlife has to move on. You have to get some water anyway. This situation\nis obviously extremely sad. These children's\nlives are being limited and sometimes cut short for\nbeing forced to drink unsafe water. But at least for this village, we're going to\nput an end to it right now. I don't think this John's going to",
        "3": "fit. I have a big head. Let's see if we can find some water. It's raining. It's beautiful. After the water\ncomes out of the ground, it's fed into enormous barrels\nlike this one. And once they're built\ninto the water towers, all of the neighboring villages will not only have clean\ndrinking water, but a pressurized water\nsource as well, which, in short, means no more doing laundry\nin unsafe water. And pull! On a scale of one to Nolan's mom,\nhow heavy is it? Nolan's mom times two. Oh, God. I'll push you off of this. All right, here\nwe go. Under control. We built 20",
        "4": "more wells in Kenya,\nand after we were done, Bro has another well in there. Don't worry, I have more water\nin my other shoe. Just so you know how we built these\nfirst 29 wells... We use this giant drill to dig\nhundreds of feet into the ground, past the polluted sources, and into an enormous\naquifer of pure, drinkable water. After that,\nwe spend time installing pipes so that people all around Africa can access water from spigots\nlike this one in Nairiri. Let's see how it taste. Like water. It took me about a minute to fill\nthis five gallon drum. How much water can",
        "5": "this provide\na day? 3600 gallons a day. Not only will this well cover\nthe 400 kids at the school, but literally\nthe entire neighborhood and village around\nthis school can use this well. We say thank you for the water. No problem. This thing can basically\npump nonstop for 30 years. You would think that having an effect of this magnitude would require the resources\nand funding of a large government. But that's not true. Solving this problem is possible\nand it's something humanity should all be putting effort in to fix. What's the secret of success? To be honest,\njust find something you love doing and",
        "6": "do it for a long period\nand eventually you'll succeed. So I'm going to bring it\nsuper close. See us? - Isn't that cool?\n- Yes. If you look up, it's recording. All right.\nwell, I'm going to get close. All right. Yeah, you can see yourself. We were also able to install a\nwell for this village. In this village\nand these 12 other villages. And while we were finishing these wells, we were also able to update one of their schools\nwith brand new computers. - How are they liking it?\n- They really like. - They like them.\n- Glad to see it turned out well.",
        "7": "And we also updated the classrooms\nwith new furniture, installed shelves\nand filled them with new books, donated a soccer ball\nfor every student, - Thank you, Mr Beast.\n- Thank you for this! and even put modern whiteboards\nand projectors in all of the classrooms. Do you guys like the projector? - Yes!\n- Yes! We were using a chalk that made a lot of dust,\nbut today everything is clean. We truly appreciate it. No problem.\nIt's the least we could do. But then when we flew out to the site of the 45th well,\nwe realized this community had it even harder. Every time they need",
        "8": "to get water, they need to take a treacherous,\nmile long hike through the jungle. And that mile long hike also happens\nto be on a giant mountain. I wake up very early about 4:00\nso that I can fetch water for the school. We are not safe fetching water here. That place is very slippery. Chances of getting in\nan injury is very high. So while we worked on their well,\nthe community took me to see how they currently source water. You guys would have to make\nthis trip how many times a day? - Two times.\n- Two times a day... So a typical",
        "9": "student would carry\nsomething like this? Yeah. - Yeah.\n- Oh, God. If 200 students did this every day,\nhow hard could it be? It could be very hard. Oh, oh boy. Dang, this is very steep. We're just walking down\nthis mountain forever. Every day! It was actually surprising\nhow difficult this hike was. And these people go through\nall of that just to get to this spigot. That water is still unsafe to drink. This is where you guys\nget your water from normally. Yes. And filled with water, these jugs can weigh up to 40 pounds,\nwhich is insane for these children to be carrying",
        "10": "up this mountain. The ladies can carry two of those. Oh, I totally can as well then. And as soon as the jugs were filled, it\nwas time to head all the way back up. Hurry up.\nLet's go. He's not even sweating or anything. No, I got it.\nI got it. And now, instead of spending hours\na day for unsafe water, their new well is only ten feet\naway from the school. So they can just fill it up here now. I'm too tired. And so\nwe were on to the next village where we built our 46th well,\nbut we ran into a little",
        "11": "problem. We found out that this village is divided in half\nby this huge, dangerous river. It may not look like much now,\nbut when the rainy season comes, the water comes up this high\nand literally swallows this bridge. And why this bridge is such a\nbig deal is the villages over there, the hospital\nand schools are over there. So they're crossing this bridge\nmultiple times a day. Despite how dangerous this bridge\nis, it's their only option. This river, when it is swollen, it can sweep away people,\nstudents or even animals. In the recent past,\nwe have lost about three people trying to cross this",
        "12": "river. This loss of life is insane\nand absolutely unacceptable. The moment we heard about this,\nwe knew we had to help. So while we started work\non a new bridge that would let them reach there,\nwell, we then traveled over 2000 miles from Kenya\nto the country of Zimbabwe. We've been in Africa\nfor over a week, and we still have a lot more wells\nto do. - You kind of smell.\n- I know. It's weird. I showered this morning. If you let me finish,\nI can put my arms down. Can I count on you two\nto finish these wells with me? - Yes.\n- Yes, yes.",
        "13": "First on the agenda\nwas to check out a local hospital that was in dire\nneed of clean water. Upon entering, we learned how big of an impact\nthis clinic had on the village. How many kids do you guys\ngive birth to a year here? In a month... about 50. - So 600 births a year?\n- Yes. But unfortunately,\nthe pregnant mothers at this clinic have to walk over a mile\njust to get water and then carry these heavy buckets\nall the way back. However, the good news is\nwe paid for the construction of a new modern well for them. All that needed to be",
        "14": "done now\nwas to turn it on. All right, Nolan, are you ready? I'm ready. Over. Let me get a dramatic zoom in. Nolan, I pressed the button. Is it working? It's flowing. Do you want to go check it out? - Yes.\n- Let's do it. I love how people are immediately\njust getting water right now. This is easily\nthe coolest thing ever. Nolan here is a professional dancer. He will join. How do I always end up dancing? What is he doing? Oh, gosh. I won't make you watch this anymore. Besides\nensuring access to clean water, a lot of the students\nat",
        "15": "this village lack transportation. So we decided to give all of them\nnew bicycles. I know it looks like a lot of kids,\nbut we bought a lot of bikes. Full disclosure,\nI don't know how to ride a bike. Jimmy only knows how to give away\nbikes. Never learned how to ride one. Well,\nthat's great. Let's break in all the new bicycles. Three, two, one, go. Everyone's passing me. Be careful, I don’t know\nhow to ride a bike. I don't want to hit anyone. You want to ride it? All right, go for it little man.\nOkay. And after giving away the bikes,\nwe continued",
        "16": "building wells\nuntil we reach... Well number 69! This solar powered well is specially designed\nto aid the farmers in this village by providing more than enough water\nfor all of their crops and livestock, even during the dry\nseason without any electricity. Each panel is 200 watts. Then it's attached to a pump. That pump can pump 5,000 liters every hour. Basically, it's unlimited amount of\nwater for this entire village. That's incredible. And after we left Zimbabwe,\nwe wanted to continue to give water to communities all across Africa. So we built more wells in Uganda,\nSomalia and Cameroon. And if you want to see",
        "17": "more of\nwhat we did in Cameroon, there's a whole video about that\ncoming soon, on the Philanthropy Channel. Spending time in these villages. Really, it made me reflect\non the importance of building wells, how it brings water to farms\nto feed the hungry, how it provides clean conditions\nfor hospitals, and most importantly, how it helps the children\nof this next generation live long, healthy lives and build the future\nfor all of these communities. We await a new dawn of clean drinking water. Water is life. And with some help from the locals,\nwe finally finished a new bridge that this community\ncan use for the",
        "18": "next 100 years. Lives have been saved. Families will come together. The worries will be gone. The hundred wells we built in this\nvideo, will change a lot of lives, but not enough. Which is why, before you go, I want to urge you all\nto go to beastphilanthropy.org/wells or click the link in description\nand donate money if possible. We're literally not profiting a dime\noff this video. 100% of the money\nwe raise is going to go towards building more wells like you saw\nin this video all around the globe. I know it's weird\nthat a YouTuber has to do all this stuff,\nbut someone's",
        "19": "got to do it. And if no one else is,\nwe're going to do it. As you can tell, it really does change the lives of the communities\nwhere we build them. And finally, well,100. Oh, my God. I'm so sorry."
    },
    "summary": "The video showcases efforts to provide clean drinking water by building wells in various African villages. Villagers previously faced hardships, like trekking for water or using unsafe sources. The initiative installed wells, bridges, updated facilities, and donated bicycles, aiming to improve lives and inspire further support for water projects globally.",
    "scene_captions": {
        "8": "The image shows a group of children in red school uniforms, gathered around an adult male who appears to be showing them something on a professional video camera. The scene likely represents a moment of interaction between the children and the person handling the camera, possibly for educational purposes or as part of a documentary process. There is an outdoor setting with trees in the background, and some plastic chairs can be seen, suggesting the occurrence of an organized event. Additionally, there is a text or number \"99/100\" in the upper left corner, which might indicate this image is part of a series or sequence.",
        "4": "The image shows an aerial view of a vast, green landscape with rolling hills and patches of forests or trees. Overlaying the natural scenery is a blue squiggly line that appears to be digitally added, likely to represent a path or movement through the terrain. The blue line may be part of a graphical interface, a visual aid, or part of a game that is tracking progress or a route. In the top left corner, there is a small blue square with the numbers \"44/100,\" which suggests some kind of scoring or completion metric, possibly related to the blue line's purpose.",
        "5": "This image shows a person from behind, walking along a wooded trail. The person is carrying a device with a spiral design on the back. Next to them is an overlay of a circular, abstract portal-like graphic with swirling blue and white patterns, giving the impression of energy or a portal to another dimension. It appears to be digitally added to the scene for artistic or conceptual purposes. The number \"44/100\" is displayed at the top, which could indicate this image is part of a series or challenge.",
        "7": "The image shows a group of children outdoors. They appear to be waving or greeting with their hands up. The children are dressed in various attire, including shirts, sweaters, and dresses. The setting seems informal, possibly a playground or a similar outdoor gathering area. There is a red and white striped tape in the background which might indicate a boundary or a restricted area. The number \"53/100\" is displayed in the upper left corner, but without context, it's unclear what it signifies – it could be related to a challenge, a count, or progress in a goal. The children seem to be in good spirits, engaging actively with whoever is on the other side of the camera.",
        "6": "The image shows a sign indicating the \"Tongogara Poly Clinic,\" which is part of the Tongogara Rural District Council. The clinic was constructed by 5 Infantry Brigade and funded by the government of Zimbabwe under the devolution programme. In the background, there are buildings likely associated with the clinic, and a fence is visible in the foreground. The Zimbabwean flag is flying on a flagpole, and the sky is clear. The sign and buildings suggest a sense of official and public service infrastructure.",
        "2": "The image shows a person in the foreground looking up at what appears to be a large water dunk tank or a similar mechanism for a challenge or stunt. The tank is perched on a high platform, and it looks like it's about to tip or release its contents. There is at least one person standing on the platform beside the tank, possibly controlling the release mechanism. The environment suggests an outdoor setting with trees in the background and a clear sky. The graphic \"9/100\" in the upper left corner could indicate a part of a series of challenges or episodes.",
        "3": "The image shows an indoor scene where a group of students dressed in red uniforms are gathered in what appears to be a classroom. There is a man standing on the left side facing the center of the room, while a woman on the right side is clapping and seems to be engaged with the students or leading an activity. Both adults appear to be smiling and enjoying the interaction with the students. The classroom walls are made of corrugated metal, and there are simple wooden desks and benches for the students. In the background, there's a flag hanging on the wall, but it's not clear which country's flag it is. The text overlay \"WHAT'S THE SECRET\" suggests that the image could be from a video or a presentation with a thematic focus, possibly on education or a motivational topic. There's also a scoreboard-like indication in the top left corner that says \"30/100,\" but without further context, it's not clear what this represents.",
        "1": "This is an image of a rural landscape. There's a river meandering through the scene, surrounded by various green areas that appear to be trees and vegetation. A dirt road bisects the image, and along this road, there are several individuals who seem to be walking or possibly on bicycles. The image displays a shallow depth of field, which is commonly used to focus attention on a specific area of the photo, giving the scene a miniaturized appearance, often referred to as a \"tilt-shift\" effect. The image also contains a graphic in the top-left corner which suggests that this might be a screenshot from a video or a game, with the number \"8/100\" possibly indicating a score or progress.",
        "0": "The image shows three people at what appears to be an outdoor industrial or construction site. One man in the foreground is giving a thumbs-up to the camera. He is wearing a straw hat and a dark blue long-sleeve shirt with a name tag labeled \"VIET\". Behind him, there are two other individuals wearing orange safety helmets and blue uniforms; one of them is slightly blurred and seems to be walking by, while the other is standing in the background.\n\nBehind these individuals is a large orange piece of machinery, which looks like it might be some kind of drilling or pile-driving equipment commonly used on construction sites. There are various other people in the background who appear to be onlookers or workers dressed in various colors. The sky is overcast, suggesting it might be an overcast day or early evening, and the overall setting has the appearance of a working or industrial environment."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/mwKJfNYwvm8/hqdefault.jpg",
    "title": "I Built 100 Wells In Africa",
    "views": 152581359,
    "likes": 9393815,
    "duration": "10:30",
    "description": "Click the link below to donate \nhttps://www.beastphilanthropy.org/campaign/mrbeast-100-wells\n\nNew Merch - https://mrbeast.store \n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG \n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗ \n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣ \n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝ \n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com \n\n---------------------------------------------------------------- \nfollow all of these or i will kick you \n• Facebook - https://www.facebook.com/MrBeast6000/ \n• Twitter - https://twitter.com/MrBeast \n• Instagram - https://www.instagram.com/mrbeast \n• Im Hiring! - https://www.mrbeastjobs.com/ \n--------------------------------------------------------------------"
}