{
    "url": "https://www.youtube.com/watch?v=9RhWXPcKBI8",
    "trascript_chunks": {
        "0": "I've built a massive\nisolation chamber and we're going to see\nif these two strangers can survive in this cube\nfor the next 100 days. They have never met each other ever. Bailey. This is Suzie. - Suzie, this is Bailey.\n- Nice to meet you. Hi! Nice to meet you. If the two of you can survive\nthe next 100 days in here. I will give you the half a million\ndollars inside of this vault. But if one of you leaves before the 100\ndays is up, you both get nothing. All right. I think you\nguys understand the rules. - Have fun.\n- Okay. Bye. This",
        "1": "is going to be crazy. Yeah. This is actually like an insane\nasylum. They're currently looking at all\nthe stuff we put in there. We gave them enough food\nfor 100 days, which is healthy,\nbut basically the exact same thing over and over again. We also gave them their own private bathroom,\nwhich comes with the shower and obviously has no cameras inside\nand a bed to sleep on. They have everything\nthey need to survive 100 days. It's just a question of do\nthey want it? I got a comb. I don't know if\nI've ever combed my hair in my life. Interesting. See how they're both",
        "2": "standing\non different sides of the room? They're so awkward. When I had them\ntake their blindfolds off. That was legitimately\nthe first time they had ever met. I just keep thinking of the feeling\nlike of exiting. Oh, yeah? How good is that going to feel? It's only a 100 sleeps. Only 100 sleeps. And then the world will have just\nkept going. That's like, what freaks me out. The most interesting\npart of this experiment is that in this room, you have no idea\nwhat day or time it is. And already night one. Suzie and Bailey made the mistake\nof only sleeping for 2 hours,",
        "3": "which means they started\ntheir second day at 2:37 a.m. I'm just going to just act like\nthis is just the new normal. - Okay, what do you want to eat?\n- Are you feeling beef or chicken? - Chicken.\n- Chicken sounds great. That is sickening. It's good. As you can see, living inside\na white cube is pretty boring. Besides eating the same thing over and over, time in the chamber\nconsisted of two things trying to hide\nfrom the bright light. The lights are just so bright,\nthat we have to make these things to shield ourselves.  And desperate attempts to keep themselves entertained.",
        "4": "Like on day four,\nwhen they use the paper from their journals\nto make a deck of playing cards. Is he making... Cards? All right.\nSo I just finished my deck of cards. I think that they actually\n came out all right. Which honestly looked pretty fun. So I made myself a $30,000 seat\nand joined it. On day five,\nthey made a sign in sheet, which was really just\nan elaborate trick. What is it? You have to sign our sign in sheet. Oh, these are our camera people. Yeah, this is everyone\n that's come in today. Wait a minute. You're having them do this",
        "5": "so you can track the date\nand the time. Hold up, I need to borrow this. No, no, I wrote the date. I wrote the date. Which I got to say was pretty smart. But by the time we got to day seven, anything considered\nsmart was thrown out the window. Bailey's lost it. He's whipping the pork. Yeah. The veggies never stood a chance. Five more throws. But I only need one. Let's freakin go, baby. It's actually crazy to me\nthat already on day 9 of this challenge, they're\nbored enough to expose the red line that if they cross, they lose\nevery",
        "6": "dollar of their prize money. It is now day number ten. How you doing, Nolan? Good. And I got a pretty\ninteresting offer. What is it? So it looks like they took\nthe $500,000 and put 250 on her side and 250 on his to remind themselves\nof what's at stake. The whole door\nopening thing is so dramatic. How's it going? We're about to reveal the most\ninteresting part of the challenge. I need you two to just face this wall. They don't even know\nthat there's a door back here. Let's do this. This is their first time seeing\nthe outside world in 10 days.",
        "7": "You are kidding me. The sky. Every ten days,\nI will give you something that will make the challenge easier. But if you actually want it, you have to pay for it\nwith some of your prize money. And first, for day ten, we're going to give you\nthe option to buy a private chef that'll cook you\nwhatever you want between now and the end of the challenge\nfor $50,000. Before you answer, if you want to give up\nsome of your prize money, we're gonna let\nyou have a nice meal. Use this as a floor\nfor your imagination as to what you could be eating",
        "8": "for\n90 more days. You are kidding me. 50 grand a lot, though. Okay, let's not think about it\nright now. These look like some people\nthat have only canned chicken for ten days. I love just looking at the sky. You forget that they literally\nhaven't seen the sun in 10 days. Now I feel bad. After eating this,\nthe thought of that food is like grossing me out even worse. It's rough. They're starting to talk about\nwhether they should take it. - I don't know what to do.\n- I don't either. This is a good first one to tempt us\nwith. - Oh, no.\n-",
        "9": "Hey Jimmy. All right.\nIt's time for the decision. Would you pay $50,000 to have this\nfor the rest of the challenge? - Nope.\n- I think we decided no. Really? I honestly didn't\nthink you guys would say no. - Oh, no, no.\n- Oh, my God. I have another offer in ten days. We'll see if you cave, then. I really thought\nyou were going to say yes. - That was crazy.\n- Bye.  I'm really curious about\nwhat the next temptation is. I know,\nbut you know what? I'm proud of us\nfor staying strong. Good job. And now, with the chef gone, it seemed like",
        "10": "Suzie\nand Bailey were already starting to regret their decision. Bon appétit. My favorite part is\nthat you can hold it sideways, And it stays on the plate. The next few days were\npretty mind-numbing for the both of them. Their routine consisted\nof waking up, cooking food, and then eventually\njust going back to sleep. Man, the longer I'm in here, the more I feel like I'm sharing\na space with an annoying sibling. Are you talking about me? Who else? And even though they were getting\nused to each other, one thing they weren't getting used to were\nthe constant beaming lights. It's just so bright",
        "11": "in there. I came in the bathroom because\nthe light, you can keep it off. So it's nice and like dark in here. Once it gets super late at night,\nI physically feel my eyes stinging just because of how bright\nthe lights are in here and because it was so hard\nfor them to get any sleep. I had the perfect offer\nplanned for day 20. Congrats, you're 20% done. Are you two ready for the offer? - Yeah.\n- Yes. Your day 20 offer is simple. I will give you each a smart bed\nthat are super comfortable and combined will cost\n$50,000 of your prize",
        "12": "money. I will also give you this iPad with the ability\nto turn off the lights. Dang. They have exactly one hour\nto decide if they want to spend $50,000 of their prize money\nfor these beds and the ability to turn off the lights. The answer might be yes. I haven't seen Suzie this happy\nsince we literally started the challenge. Let's remember what we would have\nto live with if we don't say yes. Oh, my gosh. Oh, my gosh. I think they're going to take it. I think we should. It's only 10% of our money. It's decision\ntime. Your 1 hour is",
        "13": "up. This is what\nyour eyeballs could have. But if you say no,\nthis is what you're stuck with for 80 days straight. Do you want this comfortable beds? I'm actually okay with whatever you say. - Five, four.\n- Oh, my gosh. - Three.\n- I’m happy with whatever you say. - Two, one.\n- Bailey, yes or no? Bailey, yes or no? What's your decision? No. Really? Ok... Wow. I did not see that one coming. I think I made a mistake, maybe. Oh, what a heavy mistake. I cannot believe you guys said no. I'll leave you alone\nfor a couple of days.",
        "14": "I hope you don't regret\nyour decision. - Bye\n- Bye. I think we made the right decision. I can't believe that in the heat of the moment\nyou said no. I feel that slight regret right now. I don't. I feel no regret in your decision. So today I made my calendar,\nand I was just writing my mom's birthday. It's going to\nbe tough on that day, I think. I'm so bored. I think that we're hitting a point where boredom is\nlike at a all-time high. I woke up this morning\nand didn't feel like doing anything, so I just sat there and stared.",
        "15": "What are you going to do with this money? I have a house, I was probably\ngoing to pay a lot on the house. Oh, that's awesome. I want to pay off my parents debt. That would be like my ideal world. Throughout the following days, I made sure to not interrupt\nthe routine. However,\nI was also taking note of things they missed from the outside world, like on day 24 when I overheard them\nwanting seasoning on their food. Okay, if we add seasoning, I can\neasily stay here a hundred days. On day 27, Suzie was craving coffee. I am a big",
        "16": "coffee\ndrinker and I only have water. And on day 28, Bailey clearly needed\nentertainment. So by day 30 I had the perfect plan\nto get them to spend money. It's now day 30 and\nit's time for another offer. - How's it going?\n- Hi. Today's offer is simple. Each of these five items\ncost $10,000. You can buy one phone call,\nthe entire Harry Potter collection, your own coffee machine, spices,\nsalt and pepper for your food. Or you can buy a monopoly\nfor $10,000. You could buy one of them.\nYou can buy all five of them. This is tough, actually.\nYou have 10 minutes to decide. Just",
        "17": "let me know what you want. I'm so nervous. - This is a big decision.\n- Coffee? - It does sound kind of nice.\n- It does. - And then the seasoning.\n- Seasoning sounds nice too. I'm doing this one\n1,000% I'll be honest with you. I don't really care about that. Sick. Coffee would be nice, as like a treat every morning. I've made my mind up. Decision time. Are you buying Monopoly? - No.\n- No. Gone. Are you buying the spices? - No.\n- No. Are you buying the coffee? Does it come with cream or sugar? If you say yes in",
        "18": "3 seconds. - Yes.\n- Okay. Yay Coffee! Are you buying\nthe Harry Potter books? Yes. Are you buying the phone calls? - No.\n- No. We finally got you two to buy something. This feels good.\nIt was a pleasure doing business. Thanks for taking your money. Most expensive coffee\nmaker in the world. 30 days in, we got something\nnew, that's exciting. We caved. You're welcome. That's my closet. That's my bookshelf. I could stay another 70 days easy. And we still have $480,000 It’s crazy. Over the next few days. Not a lot happened. - She's already preparing a meal.\n- It's like being",
        "19": "married. The most interesting thing was\nwhen hurricane Idalia\ntook out the power on day 34. - Oh, no way.\n- No way. As you can imagine,\nour cameras became pretty useless. So I'm\njust going to take you to day 39. How's it going? - Hello?\n- Hi. Hey. I know\nyou guys have been struggling. I'm sorry it took so long. Hold up. Oh there we go. That was a long delay. You should be able to use\nyour coffee pot again, cook food. You should have a hot shower. That's excellent. I'll see you tomorrow\nwith the surprise. Oh, I'm so excited. The power's on. Look,",
        "20": "it's light. Like it feels like cheerier. The lights are back on again. I just had a hot meal, hot shower. Life is finally looking up here. There's now day 40. - Can I come in?\n- Come in. Your gift at no expense is this TV. But every single movie is $10,000\na pop. You have one hour to decide.\nHave fun. This is crazy.\nThe amount of movies in here. We can watch this documentary about Nolan. We left Suzie and Bailey\nto discuss the offer and told them we'd be back later,\nbut they didn't seem too interested. How about ten grand for",
        "21": "all? I'll go ahead and tell you now, no. You might as well just come in here,\nbecause I think we both are set in our ways. Okay. The best I could do\nis buy one, get one half off. Can't do it. All right gang, come on in. Take every last one. I'll gladly keep this. Not any of the Hunger Games? I left the TV in the chamber\nto remind Suzie and Bailey of what they could have had. But little did I know\nthey were going to outsmart me. An antenna is just a piece of metal. Rip this little wire",
        "22": "off the wall. So I had to take this knife\nso that the wire is, like, frayed. I literally just plugged it\ninto the antenna spot. Now we're going to see if it works. Just anything. Give us one channel. What? It says that there's seven digital\nchannels. Oh, my gosh. If this actually works... Wait. - I'm like actually shaking.\n- Bailey! Currently the only thing\nthat we can get on the TV is a race car race. - Never really been a fan.\n- Oh, he's in second. But today, all of a sudden, we're\nhuge race car fans. Our time is going to fly",
        "23": "by. And Suzie was right\nbecause for the next six days, that's all they did. Having the TV\nfeels like we're in purgatory. It's like almost normal life. It is my mom's birthday tomorrow,\neven though I won't be able to spend the day with her. I got some time in here to make her\na little birthday present. Although I didn't go out and buy\nsomething, I'm technically spending money on it. Tomorrow is day 50,\nso I'm going to use toilet paper to do streamers\nand decorate the room. It's day 50. Oh hey! So what do you think\nyour surprise is today? I have no",
        "24": "idea. This one is a very big one. All right, so the offer for day 50\nis $20,000 for you to see your family. They're in the other room watching that feed and they can hear\neverything we're saying, - Hey, I miss you guys.\n- Hi! I love you guys. I'll be back in 10 minutes to hear\nif you're going to take the offer. Good luck. 10 minutes. This is like a pretty easy decision. What are your thoughts? Oh, my gosh.\nI don't know. This might be the only chance in this challenge\nto see them until the end. I think it's a\nno",
        "25": "brainer personally. So it's up to you on if we spend 20 grand for both. Of course. I want to see my parents too. It's killing me. He is a yes and she is a no. Mom, dad, tell me what to do. All right. What do you think?\nAnd where are you guys at? He's been a yes from the beginning. As soon as you said it. About 10 seconds left. But it's my mom's birthday today and\nwe're saying yes. All right.\nGive me $20,000 and I'll go get them. Best 10K ever spent,\nI think. Okay. They paid the 20 grand.\nCome",
        "26": "on in. I'm so excited. It was a tough decision. I made you a birthday gift. And to celebrate her birthday,\nwe brought a birthday cake. This is the best tasty thing\nthey've had in forever. It's little things like that\nthat you don't realize you won't have\nuntil you're in it. Bye! Love you. Bye! That's the worst feeling so far. The highest of highs. And now back to our little cube\nall alone. Like I said earlier,\nthe things we're offering them are based off of what we're overhearing them\ntalk about in the cube. So you better believe that\nwhen Suzie said this. Probably the",
        "27": "only thing I'd say yes to at\nthis point is like if they do Tesla. You already know on day 60 I knew\nexactly what to surprise them with. - How's it going?\n- Hi. Oh, hey. First things first.\nI brought you a giant mystery gift. Do the two of\nyou want to spend $50,000 to keep\nwhat's inside of this box? Is either going to be the best moment of their life\nor the worst moment. Just give me your answer in an hour. All right,\nThanks. We'll be thinking. 59 minutes remain in. I think we should. I know, I think it might be worth",
        "28": "it. Imagine it is something\ngreat and we said no. Would it ever be a car? Well, it could be.\nCould actually be the keys to a car. It's not going to be equal\nto the value that we're spending. She's right.\nIt's almost three times more. I don't feel confident in the yes. Then let's say no. But are you sure? Yeah, if you're not confident. I just know\nthey would never do a car. - Yeah, they would.\n- Really? Yeah I feel like they could do anything.\nLet's just say no. Wait, now you have me\nwanting to say yes. Decision time. Okay. Do you",
        "29": "want to spend $50,000\nto keep what is inside this box? Yes or no? No. Really? What is your answer? I'm going with no. - Really?\n- Yeah. I can't believe you guys\ndidn't take it. - Do you want to unlock it?\n- Sure. All right, inside is $50,000, so you\nwould have got your money back. And then you want to open up\nthat stack of money. Just grab that. Here is a Tesla key for you\nand a Tesla key for you. I'm so sorry. They would have gotten their money\nback. Plus these two Teslas for free. Oh, I want to cry. Let's close",
        "30": "this. That's literally my dream. We're going to head out. You leave their Beef. Thank you.  Bye. - I feel defeated.\n- That's wild. Bailey... They got us Teslas. I feel like we made the wrong\ndecision. I'll regret this forever. - No.\n- Yeah, I will. Oh, no, it's all a dream. I like my Prius.\nOkay? There, I said it. And after getting hit hard\nby yesterday's offer, Suzie literally whined about the Tesla for nine days\nstraight. It's really hard to see the positive\nin all this. I actually won't be able to sleep. I'm actually feeling sick right now. I'm so mad.",
        "31": "Suzie's taking it hard. And so to make up for it, I made sure this next offer\nwas the best one yet. It's day 70. Today's a big day\nbecause this is the last offer. So obviously on day 80,\nthere's only 20 days left and on day 90 you're going to be like,\nwhy would we spend money? - There's ten days left, correct?\n- Yeah. - Let me just open the doors.\n- Oh God No shot you reject this offer. What you see here is everything\nyou said no to so far in this challenge. Before I tell you the price tag, I'm\ngoing to",
        "32": "move everything in here. I'm gonna make it as easy\nas possible for them to say yes. Nolan, just put those by the TV. As much as I love to\nbully Nolan, he's just dumb. Here's a bed. If you guys say no,\nwe have to move all of this back out. Well,\nthen give us a good price. What you are considering buying\nis these two $30,000 beds. A brand new mystery box. This one doesn't have 50\ngrand inside. It has something else. Sounds like 25 grand. One phone called each, spices,\nmonopoly, every single movie in the Walmart movie aisle. And lastly,\nthe cook you",
        "33": "said no to. - There is a plate of food.\n- I see a lot of good food. And to remind you how good it is, here's some chicken alfredo. That looks so good. It's time to find out\nhow much this will cost you. Behind these curtains is the number. If you bid higher than that number,\nyou get everything here for the rest of the challenge. But if you say $1, one penny lower,\nyou get nothing. I'll give you an hour\nto figure out your bid. I'm thinking, what if it's like, way low\nand they want us to say 150 grand? I",
        "34": "think if we've been 75,\nthat would be too little. They're thinking at least 100 K. I actually feel like\nwe should go a little bit lower because we were prepared to say no\nto it. That's true. But are you prepared\nto walk away with nothing? And while they're deciding\nwhat to do, I want to tell you about the Shop app. The Shop app is the best way\nto shop on your phone and it's completely free. It'll basically look at everything\nyou're interested in and recommend you products you love. This is the only wild card because we know what beds are\nand we know",
        "35": "what movies are. We don't know what's in here. I have a feeling I want\nwhatever is inside. It's actually a third contestant. Help! And when you're ready to buy,\nyou can speed through check out using Shop Pay. Let's do this 80 grand 101,\nbecause it's day 70. I don't want to go under 70. I feel like this gives us space. I get what you're saying. But imagine that was the reason why\nwe didn't end up getting all this. - Yeah.\n- I would be so sad. Shop app will even track\nall your packages in one place so you'll know exactly\nwhen they'll",
        "36": "arrive for the holidays. A $100,000 and $100. Yeah. It's not really\nthat much damage. - This is it, this is the one.\n- Ready? Official We're flipping it. I hope we get it. Let the Shop app AI assistant scan hundreds of millions of products\nall over the Shop app to recommend these perfect gifts\nfor this holiday season. Time is up. What's the number? Let me see it. Before you do, make sure you\ndownload the Shop app right now. If you haven't already, I explained all the benefits of it, it's\na beautiful amazing app.  Download the Shop app. Okay. What is your",
        "37": "bid? If it's $1 below mine,\nyou get nothing. $100,101. Chandler reveal it. 69. We get it! Yes! - You overpaid by 30.\n- I don't care. We get the bed! This is the most excited I've been so far. Oh my Gosh! And this mystery box,\nwhich I did clarify, was different. It's two smaller Teslas. No, I love this. I'll be teaming up with the Shop app to grant thousands of wishes\nthis holiday season. I'll tell you more about it\nat the end of the video. Our room feels drastically different\nright now. - It's a dream.\n- We now have so many things",
        "38": "to do. It's like a vacation. It's an investment for sure. I think it was well worth $100,000. You may think, Oh,\nthe challenge is over now, but one of them may lose everything\nyou'll see on day 99 what I'm talking about. Oh my God, this is crazy. Now, you would think that getting\nall this stuff would make both of them\na lot happier, but strangely enough, the opposite actually started\nto happen. One thing I took for granted on\nthe outside was a hot shower that I also did\nnot share with anyone. The hot water tank here\nruns out so quickly and Bailey always",
        "39": "showers before me, so I've been stuck\nshowering with cold water for honestly a couple of months now. We've been playing\nthe same Monopoly game for like seven days\nbecause Suzie refuses to play like I maybe she just\nhates board games. I think we need to take like three days\nand cram as many movies as we can. All she ever does is read\nor watch movies. We got to have like a movie\nmarathon. So whenever I'm like,\nCan we just finish the game? She's like, Yeah. And then it never ends up happening. It's impossible to get her to focus. Hey, do you want to",
        "40": "watch\nThe Notebook later? No, I don't want to watch\nThe Notebook later. We spent the last like 25 minutes\ntrying to choose a movie. And Suzie,\nwhat did you say you're about to go do? Shower. Sorry. She literally\ndoes this all the time. Bailey is wired right now. This happens\nliterally every morning. He's just nonstop, so energetic\nall the time. I just had to come in here\nbecause I can't go anywhere else. That's a rave right there. Bailey, it's 3 a.m. Yeah,\nbut sometimes you got to rave. Oh, get me out of here. You're the worst. Do you want to play Monopoly? No. Do",
        "41": "you know where the dice are? Yeah, I hid them\nbecause you keep asking me to play. So I was like,\nmaybe if I just hide them, then we'll never be able to play. Your toes look so long. No, that's sickening. My dogs are barking. I would like to be saved. Mom, I'm ready to leave. Even though at this point\nthey could hardly stand each other. With the end so close,\nthey set their differences aside and counted down the days. Four days left, three. And Bailey, well...  It's going to be Really couldn't wait\nto walk out those doors. I wasn't",
        "42": "in the middle\nof saying anything. All right. Day 99. For me, it feels like it's been\nhonestly an entire year. I can't imagine\nwhat they're feeling. I have to brush my teeth\none more time. Ever 24 hours remain. - This many.\n- Yes. So this is the first second of\nthe challenge when you've both walked in. - Oh, my Gosh.\n- How was that us? I feel like I look\nlike I'm a fetus in that. Come on in, gentleman. Set it up right above the door. It's so exciting. You officially have 24 hours\nleft in the challenge. Don't forget what I said. We got",
        "43": "a fun twist for tomorrow. I'm scared. You think they'll still be friends\nafter this? Depends\nwhat their answer is tomorrow. I'm worried that it's\ngoing to be double or nothing. He's so, like, quiet about it. - You can't guess.\n- Yeah. And with their final night\ncoming to an end, It was time to present them with an\nopportunity to double their money. Hey, everyone. This is chaotic. What is going on? I don't know. Big boy. I want to help, but not really. They're literally just taking everything. Do you know what these are? Those are blindfolds\nfrom the first day. That was quick.",
        "44": "I remember it like it was yesterday. If you would both\nplease put them back on. Let's see\nif they want to double their money. Okay. Oh my gosh, my heart is actually\nbeating out of my chest. 100 days ago, they were strangers. One hour ago they were best friends. Let's\nsee if they become total enemies. Bailey and Suzie, take your blindfolds off. So you might be familiar\nwith what we're about to offer you. You each have the choice to split\nthe money, and nothing changes. You both hit split.\nYou just split it. Keep what you have, or if you hit steal, you",
        "45": "can steal\nthe other person's money. And if you both hit\nsteal, you would get nothing. Suzie has earplugs in and noise cancellation\nheadphones on top of them. She can't hear us.\nWhat's going through your head? I don't even know, Suzie\nif you put steal, I can't imagine. What do you say to somebody\nthat steals 180? Whatever. Maybe you get ahead of it\nand you steal it. Fair. Do you hear that? Bailey actually might.\nBailey might. All right.\nthrow the music back in his ears. What if while we were over there,\nhe was like, \"Oh, this is a no brainer.\nIt's too much money\" We would never",
        "46": "speak again. You guys have become, like,\nsuch close friends. I don't know.\nYou get to know anyone. And when you've gone\nthrough the same thing and like how hard this challenge has\nbeen, we both deserve half for sure. But now you're making me nervous. Like I could do it, too. What did she just say? Maybe it'll be a case of you\nthinking of someone. I don't know. If both of them press the steal button, they literally spend 100 days\nin this room together for absolutely nothing. There's 30 seconds left in the\nchallenge at the very last second. I want you both to",
        "47": "place your vote. Do you want to walk away\nwith 360 grand or half of it? No one speak. Karl and Kris,\nyou two don't talk either. I know that Suzie is going to split,\nbut the thought of walking away with almost $360,000,\nI could do so much. Do you want to split the money\nor steal it? The fact that I entered this\nchallenge, Three. Knowing that there would be pretty dark\ntimes ahead Two. And I still overcame all those things One. There's no price you can put on that. No way. If the room turns red,\nthen someone stole. If the room turns green,\nthen",
        "48": "you split the money. You both chose split! Yes! Yes! Congratulations on surviving! - Yeah!\n- Yes! There you go, there's your money!\nFollow me out here. And like I said\nearlier in the video, don't forget to download the Shop app. If you go on my store\nin the Shop app, you can tell me whatever you want\nfor the holiday. And I'm going to be fulfilling\nthousands of wishes. You can say\nlike a Tesla, Yu-Gi-Oh cards. Feastables bars, doesn't matter.\nThank you Shop app. I appreciate you so much. And as always,  let’s blow this place up."
    },
    "summary": "Two strangers are challenged to survive 100 days in an isolation chamber for half a million dollars. The contestants, Bailey and Suzie, navigate boredom, temptation offers, and strained moments. In the end, faced with a decision to split or steal the prize money, they both choose split, celebrating their bond and the resilience of their friendship.",
    "scene_captions": {
        "8": "This image shows an interior scene with several people walking through a room that appears to be set up like a set for an escape room or a simulation. The room has a very stylized, clean, and modern look, with white walls and a minimalist aesthetic.\n\nThe group of people are dressed in semi-formal or business attire, each carrying a cardboard box. In the front of the image, there's a large yellow structure that might be a part of the task or scenario they are engaging in. On the left, there is a bed with a white bedspread and pillows, and above it, you can see two screens, one displaying the text \"RESTROOM\" and another with what seems to be a status update or possibly instructions.\n\nOn the right, there's a black doorway without a door, and above it, a digital clock reads \"13:23:11,\" which might indicate the current time or a countdown for the activity. The activity seems organized and may be related to a team-building exercise, an experiential learning scenario, or a timed challenge.",
        "4": "The image shows a modern-looking room with bright neon blue lighting around the edges. There are several people in the room. In the foreground, a person is bending over to pick up some items off the floor, possibly DVDs or video game cases based on their size and shape. Another individual is walking away from the camera, and three more are gathered together in the background, appearing to be in a discussion or waiting for something. All individuals are casually dressed, some in jackets and jeans. The label \"DAY 40\" in the top left corner suggests that this snapshot might be from a time-lapse or a video documenting a project or activity over multiple days. The context of the room and the activities of the people is not entirely clear, but it could be an office, a creative studio or another workspace.",
        "5": "In the image, you see an interior room that has a modern, minimalist design with a predominately white color scheme accented by blue neon lights forming a grid on the walls. There is a person standing on the right side of the room, wearing a blue top and shorts. The room features a kitchen setup with a refrigerator, microwave, other appliances, and what appears to be some sort of counter or cabinet space.\n\nThere is a distinctive heart-shaped pattern on the floor, which, combined with the sleek design and the label \"DAY 57,\" suggests that this could be a scene from a television show, possibly a reality TV series where participants are monitored over a prolonged period. The number indicates that this is likely a snapshot captured on the 57th day of the show's timeline.",
        "7": "The image appears to show two people dressed in casual, matching blue and white outfits, standing inside a room with a modern, minimalist design. They seem to be exchanging or sharing food from their plates, which hold what looks like pasta. The room features a predominantly white color scheme with some colored decorative elements like balloons, which suggests a possible celebration or special event. A mirror on the right-hand side reflects part of the room, and there's text at the top of the image that reads \"DAY 77,\" indicating that this might be a snapshot from a particular day of a longer event, experiment, or experience that they are a part of.",
        "6": "This image shows four individuals in an indoor setting. One person is holding what appears to be a rolled piece of paper or a document, standing next to a large, shiny gold mystery box with a prominent question mark on it. The other three individuals are looking at the mystery box with curiosity. The environment suggests a modern, possibly staged setup, with labels such as \"FOOD\" and \"BATHROOM\" on what look like compartmental doors in the background. The style and the \"DAY 70\" text in the top left corner give the impression that this may be from a video related to a challenge or a series documenting an ongoing event or project.",
        "2": "This image shows an interior scene that appears to be from a science fiction setting. The room has a futuristic design with blue lighting highlighting panel lines in the walls, giving off a high-tech atmosphere. On the left side, there seems to be some kind of machinery or storage cabinets. There is also a small structure that resembles a bed or medical examination table in the center of the room. On the right, a humanoid figure, possibly a robot or person in armor, stands in a vigilant pose. The text \"DAY 17\" at the top suggests that this could be a still from a film or a part of a series, indicating a progression of time within the story.",
        "3": "This image shows an indoor setting with a predominantly white color scheme. A person is standing near the bottom center, partially facing away from the camera. In the middle of the room, there's a large dollar sign symbol made out of what appears to be a collection of smaller items, possibly coins. The person seems to be interacting with or looking at the arranged items. On the upper part of the image, the text \"DAY 28\" indicates the passage of time related to the scene. Additionally, the word \"BOO\" is added, possibly as an expression of surprise or for playful emphasis. The setting suggests that this could be an image from a challenge, art project, social experiment, or a performance piece.",
        "1": "The image shows a selfie-style photo taken by a man in the foreground; he's smiling at the camera. In the background, there is a woman in a blue tracksuit waving or throwing something with her right hand, and she is also smiling. They appear to be inside a room with modern, minimalistic design, featuring blue and white colors. The background includes electronic equipment with buttons and a screen, possibly simulating a lab or technical environment. A tripod is also visible next to the woman. Across the top, there is a text overlay that reads \"DAY 6,\" which could indicate this image is from a series of events, possibly a challenge or a daily vlog series.",
        "0": "The image features an individual standing in a room with a futuristic or modern design. The person appears to be a man wearing a dark suit with a light-colored shirt and no tie. He has light hair and is standing with his hands slightly raised from his sides, seemingly in mid-stride or gesture. The room has padded walls with geometric patterns and two benches or couches on the sides. In the background, there's a door with the word \"EXIT\" above it. The overall blurry quality of the image suggests motion or a low-resolution capture."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/9RhWXPcKBI8/hqdefault.jpg",
    "title": "Survive 100 Days Trapped, Win $500,000",
    "views": 177294745,
    "likes": 4986350,
    "duration": "27:08",
    "description": "This video got crazier the longer we kept filming lol \nDon’t miss your chance to get on MrBeast’s gift list! Submit your wish in the Shop App: \nhttps://go.shop.app/gift\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}