{
    "url": "https://www.youtube.com/watch?v=WTOm65IZneg",
    "transcript_chunks": {
        "0": "- [Jimmy] This is the first\nout of 1,000 deaf people we're gonna help hear again. And she hasn't heard her mother's voice in four years.\n(chime clicks) Can you hear?\n(gentle music) - I love you.\n(heartfelt music) - [Jimmy] Aww. Next we helped Kayleah. - What?\n- Sudy. - Whoa!\n- And even entire families hear their loved ones again. But they are only a few of the 1,000 people\n(shutter clicking) that we're gonna help hear again today. We got our hands on over $3 million worth of cutting-edge hearing technology, that unlike old hearing aids, analyzes people's specific hearing needs, allowing them to",
        "1": "hear again without causing any damage.\n(chime pinging) - Can you hear me talking now? - Yes.\n- Oh my God. What? He can hear me.\n- [Jimmy] I'm gonna cry. - [Daughter] You just saved my dad's life. - [Jimmy] And our 10th person was Aisha. - I used to watch him like a lot. Like I'd like....\n- Used to?! - No. Stop.\n- What happened? Hey, you know what? This is over. - No, (laughing) no, no, no. - Go ahead. Do a test.\n- Mommy? - [Jimmy] She can't hear you yet, but she will in three, two, one. (check mark clicks)\n-",
        "2": "Hello? (mother gasps)\n- I can hear my baby girl. - I can hear my voice in\nmy left ear now. (laughs) - [Jimmy] How's it sound? Ha ha ha, he's dancing. - Oh my God.\n- This is amazing. - Can you hear that?\n- I can. (shutter clicking)\n- [Jimmy] At this point, we've helped over 40 people hear again. But on top of that, we wanted to give them a little surprise. This is $10,000, and it's yours. (recipient laughing)\nThere you go. We also want to give you\n$10,000 to make this day a little bit better. - Are you serious?\n- Yeah. Just",
        "3": "don't have a heart attack, please. (heart beating) Which is better? Hearing or the 10 grand? - The hearing, 'cause I can hear my baby. - Do you watch the channel?\n- Mm-hmm. - Can you guys close your eyes and can I borrow you for one second? Can you tell them you\nguys just won $10,000? Okay. Open your eyes. - You won $10,000. - Oh my God.\n(recipient laughs) - I'd get home and have a heart attack. - Please don't, what is with everyone and having heart attacks this video? Turn around and look at the camera, and you just",
        "4": "go \"Subscribe.\"\n- Subscribe. - There you go. Ivy's\nthe next big YouTuber. Why don't we give you $10,000, as well? Here you go. - [Recipient] The hearing aids was enough, but that is awesome. - Not only did we want to help you here, we also wanted to give\nyou $10,000 on top of it. (senior gasping)\n- I'm rich! - What are you gonna spend the money on? - Jelly? - You mentioned you have 12 grandkids? Now, um.\n- Oh! - In here is $12,000.\n- No way. - So now you can give a grand to each of your grandkids. You can",
        "5": "just tell me my\njokes are dumb. Here you go. - What do you want me to do with this? - Is there something you wanna buy? - Lots of things I want to buy. - Well, now you can. (laughing) When we were talking earlier, they mentioned you guys\nenjoyed jet skiing. Is there anything you want but you don't wanna spend the money on? - Jet ski for him. His jet ski broke down. Who are you?\n- MrBeast. Seen any of the show?\n- Can I hug you? - Wait, did you just realize who I am? - Yeah!\n- Oh. -",
        "6": "I had no idea.\n- Yeah. I'm the one who helped you hear. Well, now that you know who I am, can I surprise you guys with something? - Yeah.\n- Okay, I went out, and I bought a brand-new\njet ski for you guys. - I was gonna sell my\nwife to try to get one. - Oh, really? I got you.\n- Thank you so, so much. - [Jimmy] And while we were\nbusy helping more people, I sent Nolan to give a gift to\none of our youngest patients. - I've got some custom\npink hearing aids for you. - Look at those. - Listen,",
        "7": "what do you say\nwe go get some more toys? (child laughs) What do you say, we just\ngo to the Toy Alley? You just go crazy, all right?\n- Yeah. - It's Jimmy's money.\n- I'm taking all his money. (Nolan laughs)\n(upbeat music) This man. Yes! - Ooh. What's that?\n- Do you like the sound? (toy screaming)\n- We need more. Orbeez.\n(scanner beeping) This time, my best day\never! Thank you, MrBeast! - This is darnedest thing I ever heard of. - Pretty cool, isn't it?\n- And I mean, my word, you know?\n- [Technician] You can hear? - I can hear really good.\n- I hear",
        "8": "myself pretty good. (upbeat music) - Try talking to him from back there. - Colton, who's the\nbest quarterback, ever? - Peyton Manning.\n- He hears very well. (all laughing)\n- To test your new hearing, we got you tickets to the upcoming championship basketball game, for you and your whole family to go to. (family laughing, exclaiming) What better way to break\nin your new hearing than going to a Taylor Swift concert? (recipient laughs)\nYou can experience it with your new hearing. - [Announcer] Welcome to\nHouston, and hello friends. - [Father] These are like\nthe best seats we've ever had for a basketball game.\n-",
        "9": "There it is! (buzzer ringing) (crowd cheering) (rousing music)\n- Thank you, MrBeast! - But we didn't only want to help people in the United States, which is why we flew to Mexico\nto help 200 deaf people. Come on. Leo Bardo and Selmai have always wanted to hear their daughter's voice. But are unable to afford\nhearing technology. However, today that's about to change. - Their saying repeatedly,\nover sign language, they're so excited to hear\nher say \"mama and papa,\" for the first time.\n(gentle music) They're flicking 'em on. Okay. 3, 2, 1. - Papa.\n(gentle piano music) - [Interpreter] Papa? Papa?\n- You can",
        "10": "hear? You can hear?\n- Great. - Yeah.\n- Thank you for doing this for me. Thank you. - [Jimmy] You should be able to hear now. What's it like? Aww. Aww.\n(triumphant music) She hasn't heard properly for 67 years. 3, 2, 1. (Jimmy speaking Spanish) - Bien.\n- Yeah? (patient speaking Spanish)\n- Oh. How much different is it?\n- Mucho. - Wow. - Wow. - Oh.\n(patient exclaiming) (recipients laughing)\n(intense dramatic music) - [Jimmy] Great. And we\nalso went to Guatemala, (recipient laughing)\nBrazil. And we also helped hundreds\nof people in South Africa, Malawi, and Indonesia. And I learned while filming this video that providing hearing",
        "11": "isn't\nthe only way to connect people. - [Together] Go team! - [Jimmy] Sign language connects people whether they can hear or not. But access to learning sign language is still very limited in many places. So we're gonna donate\n$100,000 to organizations around the world that are\nteaching people sign language. But aside from that, we still have our final\nperson left to help. (slow piano music) (check mark clicking) - Subscribe.\n- There you go."
    },
    "summary": "The text describes MrBeast's philanthropic actions where he helps over 1,000 deaf individuals regain their hearing through cutting-edge technology while also surprising them with financial gifts. He extends his generosity globally, reaching deaf individuals in countries like Mexico, Guatemala, Brazil, South Africa, Malawi, and Indonesia, emphasizing the importance of sign language.$o$Additionally, he donates $100,000 to organizations teaching sign language, showcasing his dedication to connecting people beyond providing hearing aids.",
    "scene_captions": {
        "8": "The image shows a side profile of an older adult, likely a woman based on the earring, with graying hair. She appears to be indoors as there is a background that resembles a typical indoor setting, with wood paneling and items that might be found in a home. On the bottom of the image, there's text that says \"454/1000 PEOPLE HELPED,\" which suggests that this image may be part of some tracking or progress report for a campaign or charitable effort aimed at helping a certain number of people.",
        "4": "The image shows three individuals in an indoor setting that resembles a common area, perhaps in a healthcare or residential facility. A young man in blue scrubs is hugging an older woman who is wearing a blue patterned shirt; they are both smiling, indicating a moment of joy or affection. To the right, there is an older man with gray hair, looking down and wearing an orange and blue jacket, perhaps occupied with something in his hands or simply sitting. The environment is well-lit and has a casual atmosphere with a potted plant in the background and furniture that suggests a communal living space.",
        "5": "The image is of low quality and blurry, but it appears to depict a scene where some toys are being handled or perhaps hastily moved. The photo features colorful toy boxes, and it looks like a person (only part of the person's white coat is visible) is in the process of pulling out or putting away toys on a shelf. The details are not clear, but the environment suggests a toy store or a children's play area.",
        "7": "The image shows two people sitting side by side. On the left, there is a man wearing a striped shirt and a name tag. He appears to be speaking or reacting to something and has a somewhat distressed expression. On his right, there's a woman smiling broadly, and she seems to be enjoying the moment. She's wearing a black t-shirt with a pineapple print on it and also has a name tag. In the background, there's a bookshelf filled with books, indicating they might be in a library or a room with a collection of books. It looks like they might be engaged in a social activity or group discussion based on the informal setting and name tags, possibly a class or workshop.",
        "6": "The image shows a young individual wearing a black and white basketball jersey, with a facial expression that suggests excitement or anticipation. They are looking upwards, possibly at something happening off-camera. In the background, there are other people in a setting that appears to be a sports event or a public gathering, with one person visible wearing a jersey with the number \"15\" and someone else wearing a shirt with \"Levi's\" branding. The crowd and attire suggest a casual, possibly festive atmosphere typical of a sports event.",
        "2": "The image shows a person with reddish hair and a beard wearing a navy blue scrub top. The person is standing and holding a small metal briefcase with latches, which seems to be closed. The background is non-descriptive, possibly an indoor setting with neutral colors.",
        "3": "In the image, we see four individuals in what appears to be an indoor setting with a social or workshop-like atmosphere. On the left, a person dressed in blue scrubs is seen standing and holding a small, gray case with a black handle, seemingly presenting it or handing it over to someone. To the right, three individuals are seated. From left to right, there's an elderly individual wearing glasses and a blue top with a red lanyard or name tag, a young person sitting in the middle holding a basketball and wearing an orange top with a badge or name tag, and a younger child wearing a floral pink dress also with a badge or name tag. The seated individuals seem to be listening or watching the standing person attentively. In the background, a room with bookshelves, a plant, and various items on a purple tablecloth-covered table can be seen, suggesting a casual, educational, or community environment.",
        "1": "The image shows a person wiping or touching their face with a tissue or napkin. The individual appears to be in an indoor setting with a neutral-colored wall in the background and a door partially visible to the right in the image. They have short hair and are wearing a navy blue top with a white collar or neckline. \n\nAt the bottom of the image, there is text that reads \"9/1000 PEOPLE HELPED,\" which could suggest that this is a screenshot from a video or project that is tracking some sort of progress or initiative aimed at assisting a total of 1000 people. Without additional context, it's not clear what the specific goal or context of that metric is.",
        "0": "The image shows a person with a smile, looking directly into the camera. They have short, brown hair and a beard. The person is wearing a dark t-shirt with what appears to be a lighter-colored collar or neckline.\n\nIn the background, there is a neutral-colored wall with a framed piece of colorful abstract art hanging on it. Below the artwork, there's a shelf with a small collection of books, giving the impression of a tidy, personal space, possibly an office or a room in a home. The colors and setting suggest a calm and casual environment."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/WTOm65IZneg/hqdefault.jpg",
    "title": "1,000 Deaf People Hear For The First Time",
    "views": 144471711,
    "likes": 5208860,
    "duration": "06:14",
    "description": "Your support gives the Gift of Hearing.  Please click here!\nhttps://hearingthecall.org/give/\n\n SIGN LANGUAGE RESOURCES\n\nBANGLADESH https://parakerja.co.id/home/\n\nGUATEMALA https://www.lavosi-gua.org/\n\nINDIA https://vaani.in/\n\nINDONESIA https://parakerja.co.id/home/\n\nKENYA https://www.dekkenya.org/\n\nMEXICO https://ac.ijd.org.mx/\n\nMEXICO https://www.eeesma.com/\n\nUNITED STATES https://www.asd-1817.org/\n\nUNITED STATES https://deafchildren.org/\n\nZAMBIA https://www.facebook.com/zambiadeafyouthwomen/\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\nThanks to Lickd for providing the music for this video! Discover tracks for your YouTube videos here: https://go.lickd.co/mb1\n\nTrack: Experience by Ludovico Einaudi, License ID: pbgGZ73AmAD  https://lickd.lnk.to/RFrtufyY\nTrack: Wang Family Portrait by Son Lux, License ID: 2zokxZGpPyn  https://lickd.lnk.to/A2glpE"
}