{
    "url": "https://www.youtube.com/watch?v=7IKab3HcfFk",
    "trascript_chunks": {
        "0": "- We just landed in Antarctica, and we're gonna survive\nthe next 50 hours here. We're literally at the\nbottom of the globe, at the coldest place on Earth.\n(bell dings) - Can't wait to freeze to death. (plane engine hums)\n- And there goes the plane. Right, all right, see you later. And now that that plane has left, boys, there's no way out for the next 50 hours. - We're stuck. - [Jimmy] First, we need to\ntrek towards the mountains, to get some protection from the wind. - This is the most beautiful\nplace I've ever seen. - Shut up, Nolan.\n(laughter) - There's",
        "1": "already a blizzard incoming. Just our luck. - The weather is so bad already. - This is so bad!\n- Holy crap. - What are the odds that\na blizzard would happen right when we get here? - It's cold! - Jimmy, bro, this is insane. - Let's go! - We'll set up shelter at\nthe bottom of that mountain. Woo, I almost died. - [All] Antarctica! Antarctica! Antarctica! - I declare this Camp Beast.\n(all cheering) - [Jimmy] It's negative 30 degrees, and if we're gonna survive 49 more hours- - Grab it! Grab it! - My tent about flew away. - [Jimmy]",
        "2": "We need a shelter ASAP. The tutorial said to go at an angle. Oh! - I don't know, like,\nwe've got it all wrong. How's it so low to the ground? It's in my sleeve! (screams) - They're like little children. - We're screwed. - Whoa, they're actually making progress. - Look at us, we're the best! - Beast Camp is thriving! (stakes pounding)\n(drums pounding) A common problem in Antarctica is extreme weather blowing away your tent. We gotta cut snow blocks to\nsecure the tents from wind. So we're gonna use these ice blocks to build a wall and keep our",
        "3": "camp safe. It's literally dropped 20\ndegrees since we got here. We need to build the wall faster. (dramatic music) - (grunts) Holy cow. Dude, this is by far the\nhardest thing we've ever done. - Beast Camp is now finished!\n(cheering) Now that the ice wall is finished, hopefully, the wind won't\nblow away our tents. The hard part about Antarctica\nis the sun never goes down. So you don't know when it's night or not. - My tummy tells me when it is. - What time does your tummy say it is? - Dinner time. - Welcome home, honey. - Whoa, it's red",
        "4": "in here. - And for dinner, we have MREs. - Woo! - Jimmy, this is awful. Welcome to Antarctica. - [Jimmy] And in case you're wondering how you eat in the most\nremote place on the planet. First, you boil water, then you pour the boiling hot water, you gotta be careful, in here. And then in 10 minutes, you have food. And that's how you eat in Antarctica. - Oh, you don't know how good that tastes. (wind howls) - [Dream] I am so ready to sleep. - In my tent is Nolan and Dream. And Karl, who's in yours?",
        "5": "- [Karl] It's me, Chandler,\nSapnap, and George. - You're going to bed, right? - [Karl] Yeah. - I am so tired, I'm sick. Antarctica, not a good\nplace to get sick in. - Jimmy has no idea\nWe're digging a tunnel. - Oh my God.\n- Let's go. - It's just so crazy how he's so far down. - [Dream] Jimmy, I don't think\nI'm gonna make it 50 hours. - The wind is picking up, so we're gonna have a hard time sleeping. All right, guys, well, bro fist out. - [Jimmy] The sun\nliterally never goes down in Antarctica, so night one was",
        "6": "rough. - It's the next morning, and I don't know if I'm supposed\nto get outta bed or not. 'Cause the sun's just always up. - Morning one, this is miserable. - Bro, Antarctica is not a funin' place. (George laughs)\nI'm sick, man. I woke up coughing up blood. - Before you can leave\nyour tent in Antarctica, you need long pants, a long-sleeved shirt, a second pair of pants (grunts), a third pair of pants, a jacket, a jacket for your jacket, a ski mask, whatever this is, gloves,\ngloves for your gloves, gloves and goggles so your\neyeballs don't freeze. And despite",
        "7": "having all this\non, I can still get frostbite. Going into day two, there's two very important\nthings we need to take care of. Number one: In Antarctica, you would\nthink you could just pee in the snow, but you can't. So we have to pee in these bottles and hold onto it until\nthe end of the video. It's negative 20 degrees. Let's see if I can pee. Hey, I got it! - He did it! - I got it.\n(party fanfare) - Nice. - Woo, that took like five minutes. And number two: A lot of the boys have to poop, so we're",
        "8": "going away from\ncamp to set up a poop tent. - I gotta poop. - The worst part of Antarctica is that giant blizzards would\nrandomly sweep through, and your skin would\nliterally start freezing. - Oh no, the tent!\n(all yell) (dramatic choral music)\n- Oh, ow, it hurts! - (slapping) Bad tent, bad. - Hold it down! - Stay down, tent. - Oh, it worked. This bucket is my toilet,\nand that's the bathroom. I'm gonna come out a better man. - Nolan, how is it? - That was the worst\nexperience in my life. - See that mountain right there? - [All] Yes! -",
        "9": "It currently does not have a name. And everyone knows that\nif you climb a mountain, you gidda name it. Who wants to join me? - Not me. - I'll just grab my stuff\nout of the tent really quick. - Okay. - I left something in my tent. - The weather's kind of bad.\n- Come on. - I might just have to... - Hey, you're climbing\nthe mountain with me. - Just cause I'm the last one here? - I need someone to be\nhooked up to in case I fall. - Well, I'm glad it's not windy. - Seriously, since that\nmountain isn't",
        "10": "named, if we climb it, we\nliterally get to name it whatever we want. - Bye, guys!\n- Bye. - Bye, bye.\n- Now, Operation Hole. Come on.\n(George laughs) (Karl sighs) - For the past 20-something hours, we've been digging this hole. By the time Jimmy's back,\nthis is gonna be massive! (\"massive\" echoes through mountains) - We're not even at the mountain, and we faced our first obstacle. It's a sea of ice. Look at this view. Antarctica's crazy. Dude, beautiful. - Just be very careful, Jimmy. - Woo, this is very slippery. - Very careful. Less than 10 people on earth\nhave ever",
        "11": "stepped here. - That's the mountain\nwe're gonna be climbing. Anyways, let's climb before we die. - Onward! - Oh, my gosh. - Whoa, oh, don't slip. - Oh, this is wild. I'm so terrified. There's a drop to my right. If I fall backwards, I roll for 2000 feet. (Jimmy grunts)\n- Jimmy. - What? - We're 30 hours in! - Oh, yes! - This is a huge cliff. No joke, no joking. - [Jimmy] If we fall down there, we die. - [Nolan] Yeah, hundred percent. - Karl's still digging\nthough it's so deep. - Bro, how am I gonna get",
        "12": "out? (intense music) - Jimmy! - I'm right here. Just keep stepping. - Woo, yes, I'm alive. - I'm gonna take a pee break. - Spell \"I cup.\" - I C-U-P.\n(Nolan giggles) - I hate you.\n- Hey, Jimmy? (Jimmy exhales)\n- Hey, just don't mix up the water bottles. - Oh yeah. See those tiny little specks over there? That's our base camp. I wonder what the boys are up to. - Here comes the airplane, mmm. - Ah-um. - Yummy.\n- Yum! - The hole provides, and now\nhe must provide for the hole. - While Jimmy's climbing the mountain, we could",
        "13": "have built up more\nwalls to fortify our camp. We could have cleaned up their tents. We coulda cooked them meals\nfor them to get home to. But instead, we dug this hole. This is the best use of our time possible. - [Jimmy] Stop filming me and\nfilm that view over there. It feels like we're on a different planet. You can't convince me this is Earth. And while we climb this mountain, I wanna tell you guys about Shopify. A platform that makes starting\na business incredibly easy. Shopify helped me provide\nYouTube channel into a business. And they can do it for",
        "14": "whatever\nyou're passionate about. Like climbing mountains. Woo. If you've ever bought\nmy merch or feastables, you've used it. Oh, let's see, how do I do this? I'm forever grateful for them because I've been using 'em since we had 3 million subscribers. Shopify literally powers businesses. Oh, God, um. All right, gimme a second Shopify. Woo, we're climbing! Shopify powers businesses\nin 175 countries. Starting a business can be scary. Kinda like climbing this mountain. - Yeah. - But entrepreneurship\nallows you to wake up every single day and do what you love. So the risk is worth it. We're almost to the",
        "15": "top. I can see it! - This is the most terrifying\nexperience of my life. - This is actually terrifying, we're so high right now. - Can you build an\nelevator next time, Jimmy? (music swells) Right here, you got it? I made it. (triumphant music)\nI made it! It only took four and a half hours. We did it! We did it. Nolan. Yeah, woo! We made it, and we didn't die. We've claimed the mountain. (music crescendos) We did it! And now that we climbed the\nmountain, we gidda name it. I think we should name it \"Shopify.\" Because, to be honest,",
        "16": "I couldn't have done it without Shopify. - We just conquered Shopify. - Go to shopify.com/behindbeast to watch my exclusive\ninterview with Shopify. This is now Shopify Mountain. Karl, can you hear me? - Yes, I can hear you, over. - We climbed the mountain. - [Karl] Congratulations, dude! - Could you see us on top of the mountain? - One second, we have to\nget outside of the hole. - Wait, what hole? - No, I said the whole tent. The entire tent. - [Jimmy] Uh, okay. - They literally look like\nthree little ants up there. - Our base camp is",
        "17": "over 10 miles away. If that lens could see us, that's crazy. You know the best part\nabout climbing a mountain? - What?\n- You have to climb down. - No, no. - Also, you can't leave things behind, so I gotta take this flag down. - I carried it up all the way for that? What do you think they're\ndoing at camp right now? - Not something intelligent. (George growls) - Best snow day ever! - These sleeping bags are complicated. What is this? (both laugh) (Karl imitates a seal) - Dude, I gotta go to whiz. - Okay, guys, it's",
        "18": "four in the morning, and Jimmy's finally arriving back after climbing the mountain. - This might have been the\nhardest thing I've ever done. - The hardest, but most rewarding thing. - He has no idea we dug this hole, so we're gonna get in and surprise him. - Home sweet home, ah! - I need a massage. Ow, Jimmy. (buzzing sound)\nI'm not a bed. Where is everybody? - Nolan.\n- Dream. - Dream!\n- Oh, my god! How long were you gone for? - Something's not normal. I don't hear Karl going\n\"bleh, bleh, bleh!\" Karl? They're probably asleep\n'cause it's 4:00 AM. Karl?",
        "19": "Wait, what, is everyone up? - Jimmy's out there, you can see him. (George coughs) - What is down here? Oh, my god! Whoa, wait, how deep is that hole? - It's like eight feet deep. - I'm confused. - What's so confusing? It's just a hole. - Yeah, but why? - We're just trying to, you\nknow, make use of our time. - I'm too tired to understand this. - Get in the hole! - [All] Yeah! Hole, hole, hole.\n- How? How did they do this? - [All] Hole, hole, hole, hole! - I wanna get in the hole. -",
        "20": "This is actually a convenient hole. Can you grab my iPad? - Yeah. - Do you know what's on this iPad? - Penguin videos. (Nolan laughs)\n- No. Our next two Mr. Beast videos. - [All] Oh. - I'll let you guys choose. Do you guys wanna watch \"Blind\nMan Sees for the First Time?\" Or \"I Ate the World's Largest Burger?\" - Blind Man Sees for the First Time. - I wanna see the blind man, actually. - Okay.\n- There you go. There's a little iPad.\n(iPad beeping) - Tell me what you think. Is that crazy? - Yeah, what? - That",
        "21": "was awesome.\n- That was so cool. - Oh, my god, it is cold here. It's so cold that the screen\non the camera just went black. - This is actually freezing outside. - I don't wanna be here anymore. I'm gonna head to bed. - This the camera tent. We're saying good night. Good night, everybody. - Climbing a mountain\nreally took it out of me. And we got back at four in the morning. It was nearly impossible to\nget out of bed on day three. - It's the last day. You guys ready? Jim?\n- What? - We have to pack up\nbefore",
        "22": "the plane leaves. Otherwise, we're stuck here. Look, if we miss this flight, Jimmy, we're here for like another day. - [Jimmy] I'll put pants on in a minute. - Jimmy, get up! - Or is this your first survival video? - Yes. - They haven't got out\nof the tent, Derrick. We are going to miss the flight. Actually, let me rephrase that. They're gonna miss the flight. I'm still making it. - We're making the flight, baby. - [Jimmy] It is extremely important to preserve the untouched\nbeauty of Antarctica. We can't leave a single\ntrace of our camp behind. So",
        "23": "I made the boys put\neverything back how it was. \"Leave nothing behind\" on three. Three. - [All] Leave nothing behind. - But they were as exhausted as I was, so things didn't get done quickly. - I've got absolutely zero energy left. All right, now put that in it. Put it on-\n(slapping sound) (small explosion) - No! - There she is, out in the open. No, no, no, no, stop, no. (rapid thumping)\nStop! - Salute. - A sad day for all Antarcticans. - Hole.\n- Fill it in now. - All right, get to filling, boys. Three, two, goodbye hole. -",
        "24": "Goodbye, hole.\n(snow thumping) - There's a hole in my heart, instead. (rising music) - And boom! We can now head home! - [All] Yes, home, home, home, home! - Hey, if we maintain this pace, we'll get to the ice strip\nright before the plane lands. - [All] Plane, plane, plane, plane. - Hey, Antarctica trip. - [All] Antarctica! Antarctica! - Right over here is the runway. - Yes.\n- All right, I see the plane. (all cheer)\n(George laughs) I'm proud of all of you for surviving 50 hours in Antarctica!\n(all cheer) We're going home, and we survived! - We did it!",
        "25": "- Massive shout out to ALE and EYOS. They made this trip possible. I hope you guys enjoyed. - We're going home! (cheering)\n- [All] Home, home, home! (explosion)\n(wind howls)"
    },
    "summary": "In the midst of an adventurous journey to Antarctica, a group of individuals ventures into surviving the freezing conditions for 50 hours. From building shelters and conquering mountains to facing blizzards and unexpected challenges, their experiences unfold into a thrilling and triumphant tale of determination and teamwork in the unforgiving yet awe-inspiring landscape.",
    "scene_captions": {
        "8": "This image shows a group of people outdoors, possibly participating in some teamwork activity or a motivational exercise. They are standing close together in a snowy mountainous environment, which suggests they might be engaged in a winter sport or mountaineering activity. They are all wearing cold-weather clothing such as heavy jackets, beanies, and sunglasses or goggles, which is suitable for the snowy conditions. Most of them are focused on a red object that they are all touching with one hand, symbolizing unity or collaboration. In the background, there is a tent, which indicates they might be on a camping trip or part of an outdoor excursion.",
        "4": "The image shows a snowy, mountainous landscape with what appears to be a hiker standing in the snow. The hiker is wearing cold weather gear, including a blue jacket and pants, a hat, and is equipped with a pair of trekking poles. The person appears to be on a trek or an exploration in a wintry environment, with extensive snow coverage and a cloudy sky overhead. The mountains in the background have steep, rocky faces and are partially covered by snow, contributing to the image's dramatic and cold atmosphere.",
        "5": "The image features two individuals in a snowy, mountainous environment. One person is holding a green flag with a pole, and they appear to be dressed for cold weather with jackets and hats. The one in the foreground is wearing a black jacket and is gesturing or speaking, with an expression that suggests they are mid-speech or exclamation. In the background, the mountain and snow-covered landscape suggest they might be on some kind of expedition or outdoor adventure. To the right, there is an overlay of a hoodie that is not related to the actual scene and seems to have been digitally inserted into the image.",
        "7": "The image shows an interior view of what appears to be a tent. There is a red, ambient light filling the space, suggesting the use of a colored light source or filter. The tent walls are partially transparent, which allows for the red light to pass through. The point of view is from someone lying down and looking towards the tent entrance, where another person is sitting inside. This person is likely an occupant of the tent. There are also various items spread around, such as shoes or boots, which indicates that the tent is in use, possibly for camping or an outdoor adventure. The overall mood seems to be cozy and enclosed, typical of a tent atmosphere during a camping trip.",
        "6": "In this image, there is a person inside a tent. The person appears to be wearing cold-weather gear, including a beanie and gloves, which suggests that they are in a cold environment, possibly involved in some form of outdoor or winter activity. The individual is holding a radio or walkie-talkie and seems to be in the middle of a communication, as indicated by the position of the device near their face. The red hue suggests that the tent fabric is filtering the sunlight, bathing the scene in a reddish tone. Inside the tent, we can see some gear and clothing scattered around, which is typical in a camping or expedition setting. The person looks content and engaged in their activity.",
        "2": "The image displays a person inside an orange tent. The tent's orange fabric casts a warm glow over the interior. The individual is wearing a cap and a black jacket and appears to be looking directly at the camera with a slightly surprised or inquisitive expression. Behind the person, there's a glimpse of what seems to be a sleeping bag or camping gear. The curvature of the tent poles is visible, providing structural support to the tent. The setting suggests that the person might be involved in some outdoor activity such as camping or hiking.",
        "3": "This image shows an individual bundled up in winter clothing, including a helmet and goggles, suggesting they may be engaged in a winter sport or activity such as skiing or snowboarding. The person is bending over and appears to be in motion. In the background, there is snow on the ground, reinforcing the idea that this activity is taking place in a cold, snowy environment. The colors are somewhat muted, and the focus is on the person, with the background slightly blurred, which indicates action or movement.",
        "1": "The image shows a snowy landscape with several red tents set up, which indicates a group of people on an expedition or camping trip in a mountainous or polar region. The people appear to be dressed in cold-weather outdoor gear suitable for such environments. In the background, there are snow-covered mountains, and it seems to be an overcast day. On the upper left of the image, there's a panel displaying \"Time Survived 05:36:43,\" suggesting that the time elapsed on the expedition or a challenge is being tracked, perhaps as part of a survival exercise or timed event. There is also a flag visible, but the image does not show enough detail to discern its design or significance.",
        "0": "The image is blurry and difficult to make out in detail. However, it appears to feature an individual in the foreground who seems to be wearing cold-weather clothing, suggesting a cold environment. In the background, there appears to be a small plane with skis for landing gear, indicating that the location could be a snowy or icy landscape such as a polar region or a winter setting. The bright sunlight and reflection on the snow suggest clear weather conditions."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/7IKab3HcfFk/hqdefault.jpg",
    "title": "I Survived 50 Hours In Antarctica",
    "views": 178202185,
    "likes": 5165909,
    "duration": "12:10",
    "description": "Check out my interview! http://bit.ly/Shopify-Behind-Beast\n\nThank you to ALE https://antarctic-logistics.com/\n\nStream the Original song “Antartica or Bust” click a link below\n\nSpotify\nhttps://open.spotify.com/album/3sxtiGHu34bkLmisJQ13BI\n\nApple Music \nhttps://music.apple.com/us/album/antarctica-or-bust-single/1660733462?ls=1\n\nItunes \nhttps://music.apple.com/us/album/antarctica-or-bust-single/1660733462?ls=1&app=itunes\n\nYouTube Music \nhttps://m.youtube.com/watch?v=BkpV5gU0eTk&feature=youtu.be\n\nOriginal score by Hans Zimmer, James Everingham & Adam Lukas\n\nScore produced by: Russell Emanuel\n\nScore executive producer: Steven Kofsky\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------"
}