{
    "url": "https://www.youtube.com/watch?v=KrLj6nc516A",
    "trascript_chunks": {
        "0": "Behind me are\nthe most expensive cars in the world. No joke. We got our hands on over $250\nmillion worth of cars, one of them\neven costing $100 million. And we're going to be exploding\nsailing, driving and even flying all of these cars\nto show you why they're so expensive. Starting with this $1 car,\nliterally a rust bucket. Why are you selling this car\nfor a dollar? Well,\nyou see, it's pretty much worthless. And I can't put any time\nor money in this thing. If you grab this dollar,\nthe deal is final. Now, obviously,\nthis is a piece of garbage, but when you spend 20 K",
        "1": "on repairs,\nit actually runs. All right, let's get this\nbad boy started. I do not think it would start How is this thing driving? It smells like smoke! this is crazy. One dollar car! One dollar car! - One dollar car!\n- One dollar car! One dollar car! All right, well, that was the $1 car. Glad I wasn't in that. Bringing the $100,000 car,\nwhich drives itself. No joke. No one is currently in this car,\nand it is moving. Let's see what 100 grand gets you. There's a lot of room in this car. This is one of the few cars\nthat can",
        "2": "actually fit all my kids. - Do you have kids?\n- Yeah, all of them. Let's take it for a little spin. The real reason you're buying a Tesla\nis because it can drive itself. All right. I'm no longer driving the car. Oh, it's switching lanes. Oh, it is literally driving itself. I'm not touching the gas and I'm\nnot touching the steering wheel. Jimmy, are you telling me now\nyou can take a nap while driving? - No, don't do that.\n- Oh ok. Now, let's see how fast the car goes. It jerks you backwards. That's terrifying. This is just the beginning.",
        "3": "Later, we have a car\nthat literally transforms into an airplane and flops. But now. Oh look that lambo. Oh, I almost hit it. Bro just left the keys in here.\nHow'd nobody steal it? Even though this cost twice\nas much, and has half as much space. I don't know if I take 200k\nfor this car because I don't fit in it. Did they even know\nhow to drive a Lamborghini? - How would you do fourth?\n- I think you just click the shifter. All right. And now we're on the road. Oh, that sound. Oh my gosh. She's out there. Hey, she's",
        "4": "got some power. Oh, my gosh. This car is insane. I'm barely touching the gas,\nand we're flying. This might be the fastest car\nI've ever driven. If you need to compensate\nfor something, this is definitely the car. And now we're at the $300,000 car, and this is supposedly\nthe safest car on the planet. It's like a tank. Is this a military-grade car? Yeah. This is so high up. You were also just in the Lamborghini. True, true perspective. Let's go over\nwhat makes this car so safe. First things first is the bulletproof\nwindows that are this thick. The car is also encased\nin",
        "5": "explosive proof armor that we're going to put to the test\nlater on. - Karl, do you want to press the button?\n- So bad. - You want to hit the smokescreen button?\n- Please? That is crazy. We have a literal smokescreen. Oh, my gosh, It smells. But the best part is\nnone of these features are what makes the car really safe. It's the little explosive proof\nframe around the car. And we're going to be\nthe first people to test it. And for reference,\nbefore we blow up the $300,000 car, we're going to blow up on normal cars\nto see if the passengers survive.",
        "6": "Three, two, one. Not only is it on fire,\nbut the mannequins literally flew out of the car. We blew a sunroof\ninto that thing. It doesn't handle it well at all. And before we blow up this car,\nI'm going to put feastables inside Better protect my freaking chocolate. So supposedly this car is explosion\nproof, but that's never been tested. Let's see if the mannequins and even more importantly,\nthe Feastables survive. Three, two, one. It just jumped. The car survived the blast\nwith only a few minor scrapes. It put a dent in the window.\nWait. Hold on, hold on. Where are the feastables?",
        "7": "Chandler,\nget out the way. The feastables survive. If you're looking for a car\nthat can take a bomb, I officially recommend this one. But since you're not going to war\nanytime soon for only an extra $200,000, you could get this\n$500,000 boat car. On land this is a normal car. You can't really tell the difference.\nBut here's the fun part. Just drive it in the water\nand it turns into a boat. We'll let Karl go first. - Here we go.\n- Oh, this doesn't feel right. This doesn't feel right. I'm having them go first\njust so I can make sure it works. Are",
        "8": "we sinking, no we are floating! Oh, it looks like it\nworked. Let's see what happens. Oh, my God. We're driving in the water. Oh, so you press\nthis until you hear a beep. That's a beep. Now, I should be able to drive this\nlike a normal car, but on the water. Thea hold on. This is incredible. This was literally a car five seconds ago. Yeah! I would be out there with them,\nbut I get carsick and boat sick. Oh, hey there.  Oh my God. All right, Karl! Karl! They should not let me drive this We got it baby.",
        "9": "Rule number one,\nstay really far away from Kris. We're driving in circles. Oh, they're doing donuts\nin the water, they're making a whirlpool. I just met this guy 5 seconds ago. We're going to race three, two, one. Go! He is so much faster. He's not even trying.\nCome on. Faster. Oh, we're destroying him. - He's slowing down.\n- I can't believe we just beat him. This thing goes way too fast. I can't think of a better way\nto celebrate a win than a Feastables Bar. Hey, have some feastables. I got it. Feastables the number one\nchocolate on the planet. If you're",
        "10": "not eating it,\nyou should fix that. The fact that all three of us are driving\ncars on the ocean is insane. Jimmy, I love this thing so much. The craziest part is this is just\nthe beginning of this video. The next car on our list\ncan literally fly. And since I'm afraid of heights, I'll\nlet Karl and Nolan take this one. Dude, what is happening? This car is not only completely\nstreet legal, but it also has wings that can take it to literally 8000 feet in the sky. There's literally a propeller on that car. Stay here and watch it take off.",
        "11": "I'm going to go\nin that plane and follow it. I just don't believe\nthis is actually going to fly It's taking off! The wheels aren't on the ground anymore. It's literally a car that's flying. These cars are getting crazier and crazier. I can't even believe my eyes. There is a car\na mile above my head right now. Oh, this so cool. I feel like for $600,000,\nthis is a steal. Prepare for landing. Up next is the $1 million car. But I didn't only bring one up. As you can imagine, there's\na lot of $1 million cars out there. So to",
        "12": "make sure\nI brought your favorite, we got the ten coolest\n$1 million cars. And as per usual, we have the entire\nracetrack to ourselves. So I let my friends choose\nwhatever car they want. I'm going to ride with you.\nYou pick. Look at this baby. Am I going to fit in this? All right.\nI'll try not to text and drive. It's private property.\nIt's technically legal here. Oh, here we go. We're never going to die. Don't jinx it. I feel like I'm in NASCAR. I'm having so much fun.\nThis feels like Fast & Furious. There's just something so masculine\nabout driving over priced loud",
        "13": "cars. On a private racetrack. On a private racetrack. Hold on.\nI got to send a text. No, I'm kidding. - I'm crashing this.\n- Please no. Karl! Oh, my God. We're doing donuts in a million dollar car. While the gang is whizzing\naround the track, I want to show you the next car. This $2 million limited edition\nhydrogen car. No joke. This car is completely powered\nby hydrogen and actually exhales drinkable water as exhaust,\nbut the car still being developed. So this is just a prototype. I don't think I've ever struggled\nthis much to get in a car. All right.\nLet's see how",
        "14": "she closes. First impressions, door kind of slow. We're about to turn on the road. This is a really big deal\nbecause this car has never been driven\non a road before. Oh, you should have told me before\nI got here. They built this car\nas a proof of concept. So driving on the road\nis questionable. Well, look at that lady over there. That person over\nthere is literally filming our car. And while we're driving,\nI want to tell you about the Samsung Galaxy\nZ Flip 5 phone. And what's special about this phone\nis it literally folds in half. Boom, half the size. Also, I'd",
        "15": "wear a seat belt,\nbut it doesn't have they haven't gone that far yet. Folding screen on the flip\nfive makes the phone fit in your pocket better and also allows you to use\ntwo apps at the same time. - Show them.\n- Let me show you. On the bottom half\nof the phone, I have Google and on the top half We're watching a MrBeast video. Oh, snap. - Bro, this boy gets up there.\n- Yeah. Even though this car uses hydrogen\ninstead of gas, it still has a range of over a thousand miles,\ntop speed of 221 miles per hour. And another cool",
        "16": "thing about this\nphone is it can record in 4K 60 fps. You can even record while it's folded. In fact The Samsung Galaxy s23 Ultra\nis the official vlog camera of the channel. Listen to that engine. - What?\n- That's such a cool sound. It literally has a front facing\ncamera even when you close it down. The Flip5 is the most innovative\nphone Samsung has ever made. Click the link in the description\nto get one right now. Do it. There's a lot of cars around me\nand everywhere. Get away from my $2 million car. I'll see you at the next car. Back",
        "17": "at the racetrack, we have\nthe most exotic and powerful car yet. Costing $10 million. This Koenigsegg Vader\nis the only one in existence. So this is the world's\nfastest production car. Oh, my gosh. And with literal crushed\ndiamonds in the paint, the insurance companies\nonly let the owner drive. That's probably the coolest door\nI've ever seen in my life. You're crazy. - All right, let's do this.\n- Let's do it. Fun fact, I made\na grown man cry. - Really?\n- Yeah. I scared the crap out of him. I'm going to put my head back\nso I don't get whiplash. How was it so fast?",
        "18": "I've never... Watch out for that. The reason this car is one of the fastest on the planet is because of its twin\nturbocharged V8 engine and the fact that its entire frame\nis made out of air core carbon fiber, making it weigh\nalmost 500 pounds less than a Lamborghini. I've never witnessed\nanything like this before. It's like riding in a roller coaster. My heart is pounding. Well, that was awesome.\nThank you, sir. Thank you. Let's go hang out with Jay Leno and see what a $20 million car\nlooks like. All right. Jay Leno was the king of The Tonight\nShow for over",
        "19": "20 years. Today, he's the proud owner\nof one of the most impressive car collections in the world,\nincluding this $20 million McLaren F1. Did it just start doing that\nbecause of you? It's high tech. Robbers don't try that. And what makes it so valuable? It's a V12 carbon fiber. It's extremely light. And it was 241 miles an hour, which is still the fastest for\na non turbocharged non supercharged car. I'll show you something kind of cool. It got three seats,\nas you can see. The car is about 2300 pounds. Your most modern cars are 4,000. It's more comparable\nto Nolan's mom",
        "20": "than another car. That's right. Exactly. In fact, Nolan's mom was really\nthe one they used as the benchmark. - You guys want to go for a ride?\n- Of course. There's no way to get in that middle seat.\n It's actually uncomfortable. Oh, it's not bad. Yeah, it's not bad.\nDid not look bad at all. It's comfortable. It's oddly comfortable\nto have three seats like this. Yeah, it is pretty interesting, Normally this is where \nthe wheel would be. Or if you were in England. this is where the steering wheel would be. You can be in England,\nyou can be in America.",
        "21": "How long have you had this car? - What year were you born?\n- 1998. Actually, I got this in 98. I popped out of my mom and he's like,\n\"let's celebrate by buying this car.\" Here's the second part. I'm your dad. Interesting. How much did you buy this for? I paid 800,000, and I bought it. And people thought\nyou'll never get your money back. But then it just went up\nand up and up and up. And now there's $20 million,\nyou know? So it's crazy. This car basically made you\na millon dollars a year every year. I guess that's fair to",
        "22": "say. Karl, what do you think of the car? I like it. What's stopping you from buying one $19.9 million? Have you ever had a wreck? Oh, yeah. I've had a lot of wrecks. Thank you so much for taking us out. No problem, guys. That was perfect. These next two cars are so expensive,\nThey're locked away in a museum at all times. Combined, they cost $80 million. And somehow we convinced the museum\nto give us the cars. Looking good. And this is where the video gets\nliterally mind blowing. Crank this bad boy up. That's 30 miller. Let's hear that",
        "23": "50 miller. Not going to lie. I like the\n$50 miller one a little better. So I jumped in the $50 million car\nwith Donut Media and Chandler got in the $30 million car\nwith Beau Boeckmann, the car legend. You ready? - Are you ready?\n- I'm ready. Let's do this. The reason the car\nthat Chandler's in is so expensive is because it was constructed\nspecifically as a gift from the founder of Ferrari\nto the founder of Ford. This is the only version of this\nFerrari ever made in human history. Watch out for this bump. No scraping. You don't really notice\nhow, like, crappy the",
        "24": "street is until you drive\nsomething that's $50 million. The car we're in is the most\nexpensive Jaguar in existence. It was the legendary actor\nSteve McQueen's daily driver, and he got so many speeding tickets\ndriving it, his license was actually suspended. I'm noticing\nevery single pothole now. And because these cars\nare so expensive, we have an entire police escort\ndedicated to making sure nobody comes close to the cars. This is insane. Hey, get some speed. - How's it drive?\n- Beautifully. Oh my hat! Oh well. While we were all having fun,\nBeau Boeckmann pushed this $30 million car to its absolute limit. Wait, wait,",
        "25": "wait. Hold on. Hold on. The car is stuck. Hold on one second. We hit it too... too hard. The $30 million car stalled. We're going to hop out of\nthese things before we break them. Let's go drive the $100\nmillion world's first Ferrari. Most people would imagine\n$100 million car would look something more like this. But you'd be surprised to find out\nthat this is the $100 million car. This car is so historic and valuable\nthat this museum representative is literally the only person on earth\nallowed to drive it. It's only allowed to be driven\non this bridge. We had cops completely",
        "26": "closed\nthe roads. We even had street cleaners\nfill in every pothole and clean the entire street to ensure that there's no chance that we harm\nthis hundred million dollar car. This is going to be crazy. All right.\nAnd now we're on the bridge. Oh, my God. Look at that. $100 million\nbarreling down the street. Oh, I keep\nlosing my hat. He lost his hat. That's the second time. Most expensive\ncar comes with a free hat. Come on. Come on! This is awesome. Name one thing more fun than this. All right. Floor it. Let's go. Oh, my God. It's awesome.  I hope",
        "27": "you guys enjoyed the video Let's drop a nuke on the bridge. Subscribe to get Nolan’s mom a treadmill.\nJust kidding we love you nolan’s mom"
    },
    "summary": "The narrator explores a range of highly expensive and unique cars, from a $1 rust bucket to a $100 million classic Ferrari. They test various features and capabilities of these luxurious vehicles, including self-driving technology, safety measures, and unconventional transformations like cars turning into boats or flying in the sky.",
    "scene_captions": {
        "8": "The image depicts two people in the front seats of a convertible car. The driver is on the left side of the vehicle, which suggests that this might be in a country where cars are right-hand driven or that the image is reversed. Both individuals are wearing sunglasses and appear to be focused on the road ahead. There's a caption at the top left that reads \"$30M,\" which might be referencing a topic of conversation, a significant amount related to the situation, or a part of the video content from which this image is taken. The surroundings show a typical urban street environment, with buildings, a fence, and power lines visible. The car's dashboard contains various gauges and dials, indicative of an older or potentially classic vehicle model.",
        "4": "This image appears to be a close-up of a black vehicle with the \"Lamborghini\" logo visible. It looks like we're seeing part of the rear of the car, including what seems to be an exhaust pipe on the right-hand side. The image is a bit blurry and seems to be taken with motion or zoom blur, which suggests that it might have been taken while the car was moving, or during a rapid camera movement. There's another vehicle in the background with visible blue and orange elements, but it's too out of focus to provide further details about it.",
        "5": "The image shows a person sitting in the passenger seat of a car, smiling or grimacing in response to what might be a brisk drive, with the sunlight adding a warm glow to the scene. The car's interior suggests it could be a sporty or high-performance vehicle, given the design of the seat and the partial view of the interior. It seems to be an open-top car, as there's no visible roof in the frame. Also, there's a visible watermark or logo on the top left corner with \"$2M,\" which might indicate the context or origin of the video or image.",
        "7": "The image shows three individuals inside a vehicle. The person in the driver's seat appears to be an older adult with light hair, speaking and gesturing with their hands. They are wearing a dark top and strapped into a seat harness. The interior of the vehicle looks minimalistic, with a focus on functionality rather than comfort, which may suggest that the vehicle is meant for racing or other performance-oriented activities.\n\nIn the passenger seat, there is a younger individual with a cap, wearing a light-colored T-shirt and smiling, seemingly enjoying the experience or conversation.\n\nIn the middle background, there's a third person, but not much can be discerned about them due to the angle and focus of the picture.\n\nOn the image overlay, there's a tag with \"$20M\", which could imply something regarding the value of the content or conversation happening but without context, it is difficult to interpret the significance.\n\nThe scene outside the vehicle is less distinct, but there appear to be industrial structures, and it looks like a sunny day.",
        "6": "This image shows two men inside a vehicle, seemingly a high-performance or sports car going by the interior design and the carbon fiber elements. The driver is focused on the road, holding the steering wheel with both hands, while the passenger is looking towards the camera with a smile. They both appear to be wearing seat belts. There is some text overlay in the upper left which reads \"$10M,\" which could refer to a variety of things, such as the value of the car, a budget, or a goal related to the context of the video from which this still might be taken. There also seems to be a camera mounted inside the car, likely recording their experience.",
        "2": "This is an image of a futuristic-looking armored vehicle parked on a flat, sandy area with a clear sky above. The vehicle has a robust and angular design, featuring what appear to be reinforced panels and a very sturdy build. There is a number \"002\" visible on the side door, which suggests it could be a prototype or part of a limited series. Additionally, there is a graphic in the upper left corner of the image indicating a price or value of $300K, implying that this vehicle is quite expensive, likely due to its specialized features or advanced technology.",
        "3": "This image shows a person driving with a big smile, which indicates they're having a good time. They are wearing a cap and seem to be enjoying themselves behind the wheel of a vehicle that appears to be a convertible, as suggested by the visible roll bar and open-air cabin. There are palm trees and a blue sky in the background, which could suggest a warm, sunny place, possibly near a beach or coastal area. The vibrant outdoor setting and the person's cheerful expression create a lively and carefree atmosphere.",
        "1": "The image shows a road with a reflective surface on which price tags, like $100K, $200K, and so on up to $600M, are superimposed along with corresponding vehicle silhouettes next to each price tag. This appears to be from some kind of game or interactive graphic that could be illustrating the prices of different cars. Additionally, to the right, there are some traffic signs and utility poles adjacent to a rocky hillside, indicating that this is a hilly or mountainous area. The sky is clear and sunny, suggesting it's daytime. There is a car visible in the distance, adding some context that this might be a depiction of high-priced cars along a certain stretch of road.",
        "0": "This image shows a person standing in front of a collection of luxury cars. The individual is wearing a red T-shirt with white shorts and a cap. Behind them are several high-performance cars, including two prominently displayed in the foreground: a light blue sports car to the left and a black car with a visible '94' number to the right. The setting appears to be a well-lit, spacious garage or showroom with a modern design. It's clear that this is a setting that appreciates or showcases automobiles, as evidenced by the variety and presentation of the vehicles."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/KrLj6nc516A/hqdefault.jpg",
    "title": "$1 vs $100,000,000 Car!",
    "views": 235088632,
    "likes": 6150598,
    "duration": "16:28",
    "description": "I have no idea why the last car was so expensive\nSee how cool the Samsung Galaxy Z Flip5 is for yourself: https://smsng.us/MrBeastZFlip5\nCheck out the Samsung Galaxy S23 Ultra, the official vlog cam of the MrBeast channel: https://smsng.us/MrBeastS23\n\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\n\nDriving in this video was performed under supervision of professionals and law enforcement. Follow traffic laws and do not attempt to recreate."
}