{
    "url": "https://www.youtube.com/watch?v=QjvpjXdgugA",
    "trascript_chunks": {
        "0": "This is the most\ninsane laser obstacle ever created, and this is just one of many dangerous and extreme laser mazes\nthat we've built for this video. Whichever one of these ten contestants\nsurvives the longest wins 250 grand. Everyone, follow me. Welcome to room number one. You freaking kidding me? Yo! How are we supposed\nto get through this? The rules are simple. You need to go touch that\nbox of money. But you touch a laser,\nyou lose $250,000. The billion dollar question\nis, who's going first? Oh, okay. We have our first go. What in the world, bros? - I'm stressing out.\n- Yeah. The",
        "1": "craziest part is this is the\nsimplest of all the rooms we built. It gets so much harder after this. Okay. She's giving Number 1 no space\nto work with over there. All right, y'all,\nI got to get right there. This might look like a game,\nbut it's very serious. This $250,000\ncube of money is on the line. Okay, good, good, good, good, good. All right. It's coming towards you. Oh my God. Oh my goodness. Hey... No! Am I out? Did I just...? Oh my God. Only nine remain. Oh, yes. You got it.\nYou got it. All right.\nWe got our first finisher.",
        "2": "We got our second. I'm stuck. Where am I close? Where am I close? - Let's go, baby.\n- We in here! That was surprisingly close. - Yeah.\n- Let's go! And by the way,\nthis video takes place in space because in the last video,\nwe accidentally blow up the entire planet.\nAnd no, it's not CGI. This is 100% real. Stop asking me that. Turn on the lasers. A little overwhelming. Very scared. In order to complete this level,\neach of you will have to navigate this course\nand then traverse this wall. All while the red laser walls\nclose in on you. Stay down the",
        "3": "middle. And trust me when I say\nthis level is difficult, I mean it. I tried it earlier and didn't\neven get close to pass. Start level two. Okay, we're going. We're going. Oh, man, bro. Hey, move the wall faster. Go, go, go, go, go, go. What the hell is this?\nThis is super hard. Go, go, go, go, go, go. Good job. Hurry. Go, go, go. That's cutting it close. I didn't even know we were starting. I thought he was just doing an intro\nand everyone started moving. That was a little scary. I had to sprint through that,\nit felt like...",
        "4": "Follow me to the next set. Now everyone here may look happy,\nbut I had something to tell them. Not all of you survived. Someone actually hit the laser. I'll be back with the footage. Did anyone see it? I don't think I touched the laser,\nbut I don't know. I just want to make it\nto the next room. I was like the second one\nto jump in the pit, so I feel like I had enough space\nand time. I don't know. We'll see. I didn't think I had it a laser. But if I'm the last person\nand the walls are coming in",
        "5": "like it might be me. - My heart is just beating out my chest.\n- Me too I know. On this iPad,\nwe have who's been eliminated. I don't want to look. All right, everyone,\nhuddle up, huddle up. Oh gosh. So here's culprit number one. It's me. It hit your shoulder,\nthen your back, then your butt. It was actually impressive\nhow much you got hit by it. If we all want to salute him as he leaves. - Bye, guys.\n- Bye. It's been really an honor. Up next, if you look right here,\nwe zoom in on number eight. You'll notice he didn't get",
        "6": "out. It was actually you. Yeah. Oh my God. I don't know why you all are sad. Five remain. And now we can be happy. But unfortunately, that happiness\nisn't going to last very long. Welcome to the next level. Isn't this insane? What in the world is this? I know it's a lot to process,\nbut this level is pretty simple. When the timer starts, you have 10\nminutes to get onto that moving platform, walk across a balance beam,\nthen get on another moving platform, and then jump to safety,\nall while avoiding the lasers. Start the timer. I got this. I got",
        "7": "this. I should have got on. Hey, this is insane. That beam is wobbling, dude.\nI see it moving. Let's go, Rain. 7 minutes left. I'm good right here. - Are you going?\n- Yeah. Okay. So how are we doing this? I don't know, I'm not going to lie. That's for you all to figure out. We're stepping up. All right, here I go. All right.\n10 is on the other platform. Two is on the balance beam? Okay. This is it. - Yes!\n- Yeah. Girl power. Who run the world? Girls! Time's running out. Hurry up. Maybe you all go at",
        "8": "the same time. Oh, she did it. Oh, there's two! Nice and easy. All right, let's see it.\nYou're the last one. Only 4 minutes remain.\nHey, there's a laser behind you. - Turn around.\n- We're good. We're good - Yes!\n- Yeah! Girl Power! Oh my God! There's only three and a half minutes left. It's going to go back. - Let's go!\n- Oh my God! - That was sick, dude!\n- Oh my God! Player eight is\nthe only one still competing. We got time, baby. We got time. Yo, I don't know about this one, guys. You've only got a couple of",
        "9": "lasers left. Oh, my God. - There he is!\n- No way bro! Yeah, that was the hardest one\nso far, not gonna lie. Congratulations on surviving. Let's go to the next level\nthat has giant death beams. Death beam. Yeah, that's right. Death beams. I spent $42\ntrillion on this spaceship. You don't think\nI'm going to add a death beam? Welcome to level four. What are we looking at over there? I can't tell. My heart is beating like crazy, bro. Boys. Fire the death beams. Oh! What the…? Yo! What? So as you'll see before it fires,\nyou see a little flash of",
        "10": "light. Your goal is simple. Reach the other side without touching\nany of the red lasers or getting absolutely cremated\nby the giant blue death lasers. Have fun. Underneath it. Number six is safe. Eight's safe. Let me take that.\nLet's go, come on. I'm good, I'm good, I'm good. Okay. Oh, man. It's only number four. I think he made it. Give me the box. Here, touch the box. Dubs baby. Let's go. That one got the adrenaline pumping. I'm glad four of you survive because,\nlike, levels six, seven, eight, nine and ten,\nwe're all very expensive. So I hope you don't all",
        "11": "lose soon. But to be honest,\nI'd be very surprised if someone didn't lose\non this next one. What the heck is this? Come inside the prison. Close the laser door. Oh, bro. You're now trapped\nin a giant laser prison. And at some random point in the next\n10 hours, these lasers will turn off for exactly three and a half seconds, and you'll have to run\nand touch the money before they turn back on, you know how\nshort three and a half seconds is? - And how massive this room is?\n- No way, bro. - No way.\n- Have fun. When do you ever",
        "12": "get 10 hours\nto prepare for the biggest three\nand a half seconds of your life? How long can a person\ngo without sleeping? I've gone like 48 hours for sure. - No problem.\n- Why? I was, like, playing\nvideo games one night or something. You think we're actually\ngoing to get to the 10-hour mark? I think we are. It's pretty intimidating, not going to lie. Simon says touch the laser. I don't know what the\nrules on tripping are but... we might find out pretty soon. Turn off the lasers. Please. I'm really hungry. - Yeah.\n- Think they're going to bring in food? We",
        "13": "ain't getting no food. And if they bring dinner in here,\nwe're here for 10 hours and they bring some kind of food. Oh, sheesh! How's it going? Just wanted to make sure you're awake. - We're awake.\n- We are now. How many hours\ndo you think it's been? I think we're going on three. It's been six and a half hours and you're\nprobably hungry, so boys bring it in. We also brought you guys some Prime. Thanks, KSI. - This is your first time trying Prime?\n- This is my first sip of Prime. Let's see it. - Your first ever sip",
        "14": "of Prime.\n- This is crazy. - What do you think of it?\n- It was just like the Popsicle.  I was surprised as well. It tastes pretty good. - Enjoy your Prime and food.\n- Thank you! Thank you. - 6 hours?\n- I don't think so, bro. It's not been 6 hours. The minute these turn off, I'm out. This is starting to get not fun. I do not spend all this time in here to not touch that box. Do you know the\nlonger that we stand in here, the slower you're\ngoing to run across?  You're going to be done",
        "15": "for. 10 minutes to 10 hours, Like what kind of range is that,\nJimmy? What are you doing to us right now? This is crazy. I feel like an animal in a cage. It's five in the morning and\nthey have been in there for seven hours. The stakes are high. They're all staring at the money. It's getting primal. But if we press this button,\nthe lasers will cut off for three and a half seconds. You may press the button. Will they make it? Will they make it? They all got it. That felt like the end of the world. Oh,",
        "16": "my gosh. How are all of you that alert? It is 5 a.m. That was 7 hours. We're just that determined. Because nobody got out, we're going to have to run it back\nfor another 10 hours. - I'm kidding, that was a joke\n- Okay. Okay. It's been way too long of a day.\nFollow me. We're like, \"What?\" We're like, \"Wait a minute.\" But days are kind of irrelevant\nwhen you're on a spaceship. A giant spaceship. Come on in. - What...\n- Morning! - ...in the world?\n- Morning. Come on in. So welcome to Level seven. Dude.\nWhat in the world, bro? You're",
        "17": "probably wondering, why am I holding so much prime? It's because Prime Hydration is a zero\nadded sugar hydration drink. This bad boy is only 20 calories,\nnaturally flavored with 10% coconut water and enough vitamins and electrolytes\nto keep these contestants going throughout the entire video, all without\na single milligram of caffeine. And because the company is founded\nby my friends Logan, Paul and KSI, if you do this course\nwhile holding prime, I'll give you $10,000. - Holding a bottle or the whole tray?\n- Just holding a bottle. Here you go. Catch. Each contestant needs to hold\na bottle of Prime while jumping from",
        "18": "platform to platform\nand avoiding the lasers on the floor. The lasers will briefly disappear\nevery 30 seconds, so they're welcome to try what seems to be the easy\nway out and risk running. Or they can make the jump. My heart is pounding. - Can I go?\n- Yeah, go ahead. Yeah, you go first, if you want. Dude, I wanna take my time. Okay, I think I can make that. Oh, he just jumped. What the heck? The thing is, the further\nyou get, the further they get apart. I don't know if I can jump that. Nice, Rain. Oh, this is scary.",
        "19": "Are you going to jump it\nif I move? Once she jumps, I'll jump. All right, bet. Just in case. Just in case.\nI could use the floor that time. You see, I knew it was coming. That was smart. Okay, now my adrenaline is pumping. - Yes!\n- Let's go. All right. She's alive. We're good. That was good. You went so far. I don't know if I touched it, though. We got to look at the camera footage. We're going to replay that,\ninstant replay. Karl, what's the verdict? Number 8 is eliminated. You definitely hit it, I promise. We'll still give",
        "20": "you\nthe $10,000 for the Prime. It's official. Oh, no, I'm sorry. It hurts. It hurts. But, you know... Hey, grab that 10 grand briefcase\nfor the Prime. Prime makes it taste a little bit\nbetter, makes it go down some. See you, dude. Thanks Jimmy. No problem, thanks for coming out. - You have a great day.\n- I'm sorry. I'm sorry. Life is crazy right now. And now three remain. Number 4 isn't ready,\nbut he's going after this one. You're good, you're good. How does your heart feel? Better. I'm going this next time. Don't play no games with me, okay? She",
        "21": "got it. I'm going to get out the way. All right. We have our first finisher. Thank you! Oh, look at those feet. Straight shot, baby. He almost broke it. Dude, I lost my first step. Don't kiss my money. Why's he kissing my money? Last one remaining. That's a lot of pressure. Okay. Okay! We have three finishers. Yeah. And these next three levels are going to determine\nwho walks away with $250,000. Welcome to Level seven. You have two choices. You can either eliminate yourself\nand win a Tesla or keep competing for a chance\nto win $250,000. What will it",
        "22": "be? There's like a billion lasers\nover there. You think\nyou got to get through that? If you're a quiter,\ngo for the Tesla. You have a guaranteed\n40 grand or a 33% chance of 250. There's a way through these lasers,\nthough, right? Of course.\nNolan. - You're being annoying.\n- This thing's just really comfortable. That's the car I wanted.\nI got to get the money. Give me money! - All right.\n- Yeah. - Okay.\n- Boys, boys. Go get your cars, ladies.\nI'm going to get this cash. If all three of you go over here to get it,\nthat's crazy. I'm going to send it. I want",
        "23": "to make it to Room 10. This is actually\na big decision for you because you know they're doing it\nnow. They can't come back. - Yeah, I know.\n- If you pick the Tesla... you can drive it out today. There's a chance you walk over\nwith nothing over there. - You don't want the money?\n- Yeah. Turning it down? Look at this thing. Five, four, three, two. You can walk out with this car. One... Just go get the car. Take your pick. I know. - I'm sorry. You'll probably hate me.\n- Just pick! Free car or a chance to win money.",
        "24": "I'm going to go with... The money. - Let's do it.\n- You never get this chance. Head on down there.\nLet's do this. I cannot believe nobody\nwent for the Teslas. Go ahead, Rain. You waited long enough. Dang! I'm good. Look, I got to make sure\nthis booty don't hit nothing. Dude, that is so tight. Yeah, that is tight. There's two paths\nand one is a dead end. I think she's going\nto the dead end. Oh, my gosh. You are, like,\nliterally a millimeter away. She's about to shimmy\nher way to 250 grand. Well, a chance at 250. - You have one little",
        "25": "choke-point left.\n- You're almost done. I'm coming, Karl. I can see you right now and\nthere's no lasers between us. Hit that. Yeah. Touch that. All right, we have our first finisher. I did it. I did it. You could do anything. Ten, if they both touch lasers, you win. - Six… it's not a race.\n- Oh my God! This isn't NASCAR. - I know, I just...\n- Are you going for a world record? I'm just scared if I don't go through this,\nI'm going to start shaking. Let's go! All right, one more. Everyone focus your attention on four. This is",
        "26": "the hardest part right here. It gets very, very narrow. Oh, watch your foot. Will his butt hit it? I know it hasn't. I said, \"will\".\nI'll speak more clearly. Oh, my God, I'm literally sweating. That is so tight. I need to get out of here,\nif I go right there and jump over. Can I do that? I approve. You can jump over\nthe laser wall. Yes, if he can clear this wall, He might win this whole thing. You think it'd be easier to jump over\nthis and walk along the edge and jump back over\nthan to go through the base?",
        "27": "I mean, maybe not easier,\nbut I definitely have more confidence doing that.\nI want to see you jump over this. Just to be clear,\nI think this is awesome. Now, who's the one\nhaving to make a decision, Blake? I can clear that, I'm doing it. He did it. That was crazy. You two thought\nhe was going to hit it. Look at their faces.\nThey're so mad. What the heck? - Now he's walking along the edge.\n- Oh my God. He's going to have to jump back now. Dude,\nit is definitely taller over here. We didn't build the set with this\nin mind. He's literally",
        "28": "breaking the game. And our set, apparently. These walls aren't super strong because we didn't\nplan on people doing this. If you fall, you're out.\nJust, you know. This is insane. No way he did it. What the frick just happened? Let's just go to the other room. Follow me to the in-between room. That was the craziest thing\nI've ever seen. Starting out when\nit was ten of us... Did any of you all think\nit would be us, last three? I saw both of you as a threat. You all are like the same person. If you were silhouettes,\nit'd be like the same",
        "29": "person. As long as I keep going first,\nthat's going to be the way I win. Honestly,\nI can't follow behind anyone. I have to trust in myself\nand go for it. I won't lose. Complete honesty,\nI have no idea what happens next. That's why\nI want to get to the next door. Let's go to the next room. Now, making a bunch of\nlaser mazes is pretty tough, so I had my friends\nhelp me with this next one. - Welcome.\n- Hi, guys. - Hey.\n- This is your money. This level only has three lasers. I let each of the boys place a laser,\nand those",
        "30": "are the only three ones on this level. Turn on Nolan's laser. I call this one the \"up and down\". That's not that crazy. I'd call it pathetic. Turn on Tareq's laser. I call this one side to side. Very creative. What do you guys think of it so far? - That's pretty crazy.\n- It's pretty hard. Now turn on Karl's laser. Yeah, yeah, yeah. And there you go.  Level 8 is these three lasers. Not a fan of the green one. Hey, guys, you're supposed to run, not sit. Hey, why don't you guys\ngo to the control room?",
        "31": "- I see the path.\n- I see the path too. Oh, he's gone. What the heck? Hey no pressure, guys. He didn't even say he was going. He just. He just went. What just happened? I blinked,\nand he was already at the money. I know I wasn't saying much,\nbut I just had to zone in, block everything out\nand see the path and take off. We officially have\nour first finisher. If they both get out,\nyou win $250,000. No pressure, fellas. Oh, she's going. All right, our second go. The green hit her. It's up to you, Yei! The only thing standing",
        "32": "between number four\nand a quarter of a million dollars is you. If you get out, he officially wins. This is... I don't know, dude. You got to show me\nhow bad you want it, Yei. I'm really scared. What'll get you out? - The Karl laser.\n- Look at me. The Nolan laser, the Tareq laser. Oh, she's gone.\nShe started a little bit... Okay, the red one. She did it. She did it! - She made it!\n- Yeah, it was incredible. Well, I feel like she made that\n30 trillion times harder than he did Did the laser touch me? No, you did",
        "33": "it. Are you sure? Didn't hit a laser.\nYou're good. What? You got to be kidding me. Oh, my gosh. It's time for us\nto go to the ninth level. Only one of you is going to survive\nthis final level. Basically, it's a level\nwhere you go until one of you loses. - Okay.\n- I'll see you there. - Are we fighting? Laser tag?\n- I don't know. I'm going to launch a nuke\nat the moon. I have no reason for doing it. I just wanted to. Let's see who wins $250,000. I'm nervous. Yeah, this is a mental challenge.\nTrying to stay zoned in.",
        "34": "Going on 5:00 AM right here. But I came this this far. I'm in confident\nthis whole time. I promise I'm ready. It's like, what, 5:00 AM? Yes. I don't even know.\nI don't even know. I'm tired. But I got to do every\none of these rounds, and just like,\nshow people that I can do it. I hope they both win. - That's just not how it works.\n- They both really deserve it. Just add suspense. We made them wait a few hours. This sucks. I know. I hate it so much. Waiting's making me nervous. Oh, my God. I can't believe",
        "35": "you both said no\nto the Teslas. It's top three. You got it.\nI mean, we're one room away. Go big or go home. In your mind, what are the\nodds you win the next level? 100%. Really? I feel confident. Well, he's pretty confident,\nbut I'm just like... I hope I win,\nI really, really hope I win. You guys have any last words? Not really.\nI'm kind of, I'm kind of zoned in. I'll shake your hand. And now we're enemies. Welcome to the final level. For this last level,\nwe combined all the previous mazes into one. Player number six come in. My Lord.",
        "36": "Hold there for one second. Player number four, come on in. Holy smokes. Okay. Since there's only two of you,\nthis one's a little different. You either touch the money first, instantly winning it, or your opponent touches a laser\nbefore you, thus they're eliminated\nand you instantly win. Number four, does that make sense? I hear you out loud and clear. Number six, does that make sense? Makes sense. I'm going to give you both 30 seconds\nto weigh this massive strategic decision. This is for all the marbles. I want to win this. Dude, my heart is... Dude, he looks so nervous",
        "37": "right now. If you try to run this,\nyou're going to hit a laser. I'm just standing there.\nThat is definitely the strat. I got to play offense.\nI want to go as far as I can. Ten more seconds. Yep, as fast as I can. Release the dogs. I'm going to send it. I'm not waiting for him to mess up.\nI'm going to send it. Say the word Jimmy.\nLet me go. Let me go. I'm not waiting. Three. Two. One. Begin. All right. Like I thought Blake is going for it. He is way ahead. Okay. All right, they're about tied. Okay,",
        "38": "so far no one's out. That was close. Blake is way ahead. Okay. Her only hope is that he ends up\ngetting out here. He hit a laser. What? - He did, he hit it.\n- What? You're lying. No, hey cut the lasers off. It doesn't matter. - What?\n- Turn them all off. Don't headbutt it. Are you okay?\nStop hurting yourself. What?\nThat's freaking crazy. And obviously, Blake, we're going\nto give you a second place prize of another $10,000. because he won $10,000\nduring the course of Prime. I know it's not a quarter of a mil. - Here's another ten grand.\n- Thanks,",
        "39": "Mr. Jimmy. Do you want me to deliver it\nin a giant cube or would you prefer me\njust wire you the money? I want you to bring it to me\nin a cube. - What if they try to rob you?\n- Oh, I don't know then. I'll wire you the money. I hope you guys enjoy it.\nSee you later. You can stand in it. Just, you're going to sink, so be careful. - Yeah. You see what I mean?\n- I sunk through."
    },
    "summary": "Contestants compete in extreme laser mazes for a chance to win $250,000. They navigate dangerous obstacles, face heart-pounding challenges, and make strategic decisions as they progress through each level. The final showdown determines the ultimate winner, showcasing determination, courage, and quick thinking under pressure.",
    "scene_captions": {
        "8": "In the image, there are three individuals in a room that appears to be designed for some kind of activity or challenge, based on the numbered outfits and the overall aesthetic. One person is wearing a pink T-shirt with \"MIAMI\" printed on it, and the other two are dressed in white jumpsuits with light blue details and numbers on them. There is also a large clear box filled with paper bills—it looks like a substantial amount of money. The setting could be related to a game or competition, possibly inspired by themes found in certain TV shows or films. The individuals look engaged and may be anticipating the start of an event or are in the midst of one. What's happening here exactly isn't clear without further context.",
        "4": "This image shows a group of people on what looks like a stage set up for a performance. They are dressed in white costumes with light blue details and each has a number on their chest, suggesting a team or performer identification. The stage features a decorative element with numerous red strings suspended from above, creating a visually interesting backdrop.\n\nThere's also a circular formation on the stage floor decorated with blue lights, and inside the circle, we see objects that appear to be small clear bowls filled with what might be food. The people are positioned in various postures: one is standing, others are squatting or crouching, and they seem to be focused on the bowls.\n\nThe setup gives the impression of a performance or competition that involves a challenge or act centered around the bowls on stage. The context could be a talent show, a game show, or an interactive theatrical performance where the bowls might play a significant part of the act.",
        "5": "The image appears to be from a game or competition, possibly from a television show. It's a still from a replay showing a participant stepping on a platform that has illuminated with a red light, with the text \"NUMBER 8 IS ELIMINATED\" overlaid on the screen. The setting seems artificial, as if it is part of a game course or challenge. The exact context can't be determined, but it suggests a moment where a player has been taken out of the competition, potentially from triggering a wrong step or failing a task. The environment and the scenario resemble those seen in elimination-style game shows or physical challenge programs.",
        "7": "The image shows a dark room with a grid-like floor that appears to be an industrial or secure area, possibly within a high-tech facility. There are barriers and what looks like a railing to the left, suggesting a pathway for guided access.\n\nIn the center at the back, there is a pedestal with a glowing object on top. It's difficult to determine the exact nature of this object, but it could be a precious artifact, a high-value item, or a futuristic device.\n\nTwo laser beams, one blue and one red, emanate from points off-screen and intersect near the center of the image, drawing attention to the central aisle that leads to the pedestal. The presence of the laser beams could indicate a security system protecting whatever is on the pedestal.\n\nThe overall setting gives the impression of a scene from a video game, movie, or a simulation, where one might have to navigate through the lasers without breaking the beams to reach the item on the pedestal.",
        "6": "The image shows a room with green laser beams crisscrossing the space. There are people in the room who appear to be navigating through the maze of lasers, possibly as part of a game or challenge. They are wearing white jumpsuits with numbers on their backs, suggesting that this could be a scene from a game show, competition, or a fictional scenario in a movie or TV show styled like a game. The environment has a futuristic or high-tech feel due to the presence of the lasers.",
        "2": "This image depicts a scene where a person is navigating through a course of green laser beams. They appear to be very focused as they try not to touch the beams, which suggests this could be part of a game or challenge. The environment looks futuristic due to the lighting and decor. Another person is watching anxiously from the side, hands on their face, indicating that they are likely invested in the outcome of the challenge. A timer in the upper right shows \"04:15,\" which might imply that there's a time limit to complete the task. The setting seems similar to what you might find in an action movie or a high-tech game show.",
        "3": "This is a somewhat dark and blurry image featuring two individuals wearing white jumpsuits with numbers on them, in what appears to be a dimly lit industrial or warehouse setting. The person on the left has the number '4' on their back. They seem to be looking at or interacting with a board or screen mounted on the wall. In the background, there are large barrel-like objects, and the environment is foggy or filled with some sort of mist, suggesting a mysterious or tense atmosphere. The outfits and setting could be indicative of a scene from a movie, TV series, or a video game with a science fiction or dystopian theme.",
        "1": "The image shows a group of people in an environment with multiple green and red laser beams crossing through the space, creating a grid-like pattern. The individuals appear to be navigating through the laser beams, possibly as part of a game, challenge, or as performers in a show. The setting gives the impression of a laser maze or laser tag arena, where participants must avoid touching the beams. The lighting and scenario give off a dynamic and slightly futuristic vibe.",
        "0": "The image shows a man standing in a dimly lit environment, looking at the camera with an expressive look on his face. He is wearing a pink T-shirt with some text on it that is unreadable due to the angle and resolution of the image. He is pointing with his right hand to an illuminated, framed object on the wall behind him, which appears to be a play button symbol often associated with YouTube's silver play button award. The surroundings are dark and not much else can be discerned from the image."
    },
    "thumbnail_url": "https://i.ytimg.com/vi/QjvpjXdgugA/hqdefault.jpg",
    "title": "World’s Deadliest Laser Maze!",
    "views": 153143919,
    "likes": 4107299,
    "duration": "25:59",
    "description": "I can’t believe what happened at the end…\nDrink PRIME Hydration, now at Walmart, Target, 7-Eleven, and Kroger Family Stores. For more information on PRIME and where it is sold, visit https://drinkprime.com\n\nThanks to Greyscale Fonts for supplying some of the SFX used in this video\nhttps://www.greyscalefonts.com\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------\n\nMr Beast purchased this music license using Lickd.\nDiscover over 1 million mainstream tracks for your YouTube videos at: https://go.lickd.co/Beast4\nTrack: Let's Get Ready To Rumble License ID: B70JoWw4mgX\nhttps://lickd.lnk.to/MrBeastRumbleID\nTrack: Tasman Sea by Tom Holkenborg\nLicense ID: lBXVxzGl0w3\nhttps://lickd.lnk.to/MrBeastTasmanSeaID"
}